local dwItemId = 6304513    --群侠卡片礼包
local ItemScriptObj = {};
setmetatable(ItemScriptObj, {__index = CItemScript});
--物品ID,1概率  2数量
local data = {
		{8700005,400,1};     ---鹿杖客名卡*1
		{8700006,400,1};     ---鹤笔翁名卡*1
		{8700007,400,1};     ---梅超风名卡*1
		{8700008,400,1};     ---陈玄风名卡*1
		{8700057,400,1};     ---石清名卡*1
		{8700058,400,1};     ---闵柔名卡*1
		{8700009,300,1};     ---柯镇恶名卡*1
		{8700010,300,1};     ---朱聪名卡*1
		{8700011,300,1};     ---韩宝驹名卡*1
		{8700012,300,1};     ---南希仁名卡*1
		{8700013,300,1};     ---张阿生名卡*1
		{8700014,300,1};     ---全金发名卡*1
		{8700015,300,1};     ---韩小莹名卡*1
		{8700016,300,1};     ---宋远桥名卡*1
		{8700017,300,1};     ---俞莲舟名卡*1
		{8700018,300,1};     ---俞岱岩名卡*1
		{8700019,300,1};     ---张松溪名卡*1
		{8700020,300,1};     ---张翠山名卡*1
		{8700021,300,1};     ---殷梨亭名卡*1
		{8700022,300,1};     ---莫声谷名卡*1
		{8700059,300,1};     ---说不得名卡*1
		{8700060,300,1};     ---张中名卡*1
		{8700061,300,1};     ---周颠名卡*1
		{8700062,300,1};     ---冷谦名卡*1
		{8700063,300,1};     ---彭莹玉名卡*1
		{8700023,100,1};     ---马钰名卡*1
		{8700024,100,1};     ---丘处机名卡*1
		{8700025,100,1};     ---谭处端名卡*1
		{8700026,100,1};     ---王处一名卡*1
		{8700027,100,1};     ---郝大通名卡*1
		{8700028,100,1};     ---刘处玄名卡*1
		{8700029,100,1};     ---孙不二名卡*1
		{8700034,100,1};     ---谢逊名卡*1
		{8700035,100,1};     ---殷天正名卡*1
		{8700036,100,1};     ---韦一笑名卡*1
		{8700037,100,1};     ---黛绮丝名卡*1
		{8700038,100,1};     ---杨逍名卡*1
		{8700039,100,1};     ---范遥名卡*1
		{8700040,100,1};     ---周伯通名卡*1
		{8700041,100,1};     ---瑛姑名卡*1
		{8700064,50,1};     ---纪晓芙名卡*1
		{8700065,50,1};     ---杨不悔名卡*1
		{8700066,50,1};     ---小昭名卡*1
		{8700067,50,1};     ---殷离名卡*1
		{8700069,50,1};     ---赵敏名卡*1
		{8700045,50,1};     ---杨过名卡*1
		{8700046,30,1};     ---小龙女名卡*1
		{8700049,10,1};     ---黄药师名卡*1
		{8700050,10,1};     ---洪七公名卡*1
		{8700051,10,1};     ---欧阳锋名卡*1
		{8700052,10,1};     ---一灯大师名卡*1
		{8700053,10,1};     ---王重阳名卡*1
		{8700044,10,1};     ---扫地神僧名卡*1
		{8700047,5,1};     ---郭靖名卡*1
		{8700048,1,1};     ---黄蓉名卡*1
		{8700070,1,1};     ---张无忌名卡*1
		{8700071,1,1};     ---林朝英名卡*1
		{8700068,1,1};     ---周芷若名卡*1
		{8700072,1,1};     ---黄裳名卡*1
};

-------------------------------------------------------
--使用物品
function ItemScriptObj:OnUseItem(objItemSys, objItem)

	local id,Count = ArticleSustain:probability(data)
	local addTable = {};
	
	--[[
	_G.enItemBindType.eNo--未绑定
	_G.enItemBindType.eYes--已绑定
	]]
	--碎片
	local item1 = {}
	--物品ID
	item1.dwItemEnum = id;
	--数量
	item1.dwItemNumber = Count;
	--绑定类型 
	item1.dwBindType = enItemBindType.eYes;
	table.insert(addTable, item1);
	--_G.ItemSysOperType.Used 用于记录的 必须填
	if objItemSys:AddEnumItemListToPacket(addTable, _G.ItemSysOperType.Used,true) then
		if (id==8700048 or id==8700070 or id==8700071 or id==8700068 or id==8700072) then
			local objPlayer = objItemSys:GetPlayer()
			local Name = objPlayer:GetName()
			--道具名称
			local a = OtherBaseData[dwItemId].strName
			--开启后获得的道具ID
			local b = OtherBaseData[id].strName
			--数量和开启道具拼接
			local m = ""..b.."x"..Count
			CScriptManager:ChatNoticeAll(string.format(SysStringConfigInfo[4000110047],Name,a,m),1,true)
		end
	else
		--什么都不返回  标示 删除道具，返回大于0的标示 错误提示
		return 6000810018;
	end;

end

-------------------------------------------------------
CGlobalItemManager:AddScript( dwItemId, ItemScriptObj )







 