--[[
	npc寻路配置
	-----------
	dwDefault = 默认寻路id
	bLoop = 是否循环
	x，y = 走到这个坐标
	speed = 速度
	dwStay = 走到后，停在那多久
	dwActId = 走到后播这个动作
	bPause = 播完这个动作后是不是停住（不返回待机动作）
	dwStartSayId = 开始走时说得话
	dwStopSayId = 走到时说的话
	-----------
--]]
local npc_id = 10021094
local Patrol = {
	dwDefault = 1;
	bLoop = true;
	[1] = {
		{x=64.84,y=66.63,speed=300};
        {x=55.08,y=20.85,speed=300};
        {x=-23.16,y=20.17,speed=300};
		{x=-22.79,y=37.82,speed=300};
		{x=-3.11,y=38.20,speed=300};
		{x=-2.90,y=23.09,speed=300,dwStay=10000,dwActId=1002102602,};
		{x=-64.79,y=19.11,speed=300};
		{x=-67.54,y=5.01,speed=300};
		{x=-50.51,y=-8.01,speed=300};
		{x=-54.15,y=-23.92,speed=300};
		{x=-66.63,y=-25.16,speed=300};
		{x=-65.42,y=-36.36,speed=300};
		{x=-54.08,y=-50.41,speed=300};
		{x=-43.40,y=-47.69,speed=300};
		{x=-30.48,y=-34.92,speed=300,dir=6.5,dwStay=10000,dwActId=1002102602,};
		{x=-43.40,y=-47.69,speed=300};
		{x=-54.08,y=-50.41,speed=300};
		{x=-65.42,y=-36.36,speed=300};
		{x=-66.63,y=-25.16,speed=300};
		{x=-91.95,y=-18.23,speed=300};
		{x=-99.23,y=-7.75,speed=300};
		{x=-98.96,y=51.07,speed=300};
		{x=-124.44,y=50.77,speed=300,dir=6.5,};
		{x=-98.96,y=51.07,speed=300};
		{x=-97.52,y=19.53,speed=300};
		{x=55.08,y=20.85,speed=300};
		{x=64.84,y=66.63,speed=300};
		{x=102.91,y=76.14,speed=300,dir=6.5,dwStay=20000};
		
	};
}
-------------------------------------------------------
CScriptManager:AddScript(ScriptTypeConfig.Patrol,npc_id,Patrol)
-------------------------------------------------------