--活动刷怪配置
_G.DataActMonsterBorn = {
	-- ---新怪物模板
	-- [30000001] = {
		-- id = {
			-- mon_id= 30000001,--怪物ID
			-- fight_id=20002001,--战斗数据
			-- ai_id = 20002001,--Ai数据
			-- Look_id = 100920060, --LOOK数据
			-- drop_id=20002001,--掉落
			-- Name = "可以起个很牛逼的名字",
		-- };
		-- pos = {
			-- {id = 1002,x = 0,y = 0};
		-- };
		-- line = {1,2};--刷怪线路
		-- dtime = {--刷怪时间
			-- y=2013,--年
			-- m=10,--月
			-- d=21,--日
			-- h=11,--小时
			-- mi=37,--分钟
		-- };
		-- --重生次数
		-- Amount = 10; --没有就填nil
		-- -- --重生结束时间
		-- Stop = "201310211137"; --没有就不填
		-- -- --怪物数据
		-- Data = {
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
				-- {fight_id=20002004,ai_id = 20002004,Look_id = 100720020,drop_id=103085,Name = "可以起个很牛逼的名字"};
			-- };
		-- notice = {
			-- ["201309291446"] = "神奇的公告";
			-- ["201309291447"] = "神奇的公告";
			-- ["201309291448"] = "神奇的公告";
			-- ["201309291449"] = "神奇的公告";	
		-- };--公告
	-- };
	
};

----------------------------------------------------
-------以下为热更新接口，勿动
----------------------------------------------------
function DataActMonsterBorn:Reload()
	local szPath = "../Data/"
	dofile(szPath..'MonNExp/Activity.lua')
	dofile(szPath..'MonNExp/Monster.lua')
end