_G.LanternQuestion = {
	[1] = {
		"五个兄弟，住在一起，名字不同，高矮不齐。";
		"手指";
		"生姜";
		"五角星";
		"杨桃";
	};
	[2] = {
		"一个黑孩，从不开口，要是开口，掉出舌头。";
		"瓜籽";
		"鼠标";
		"蛐蛐";
		"天牛";
	};
	[3] = {
		"人脱衣服，它穿衣服，人脱帽子，它戴帽子。";
		"衣帽架";
		"眼镜";
		"衣架";
		"润肤霜";
	};
	[4] = {
		"屋子方方，有门没窗，屋外热烘，屋里冰霜。";
		"冰箱";
		"空调";
		"暖气片";
		"加湿器";
	};
	[5] = {
		"两只小口袋，天天随身带，要是少一只，就把人笑坏。";
		"袜子";
		"手套";
		"眼镜袋";
		"手提包";
	};
	[6] = {
		"弟兄七八个，围着柱子坐，只要一分开，衣服就扯破。";
		"蒜";
		"扁豆";
		"豆角";
		"香蕉";
	};
	[7] = {
		"独木造高楼，没瓦没砖头，人在水下走，水在人上流。";
		"雨伞";
		"海底隧道";
		"观景电梯";
		"立交桥";
	};
	[8] = {
		"身穿大皮袄，野草吃个饱，过了严冬天，献出一身毛。";
		"绵羊";
		"狐狸";
		"貂";
		"鹅";
	};	
	[9] = {
		"一个小姑娘，生在水中央，身穿粉红衫，坐在绿船上。";
		"荷花";
		"桃子";
		"苹果";
		"水仙";
	};	
	[10] = {
		"颜色白如雪，身子硬如铁，一日洗三遍，夜晚柜中歇。";
		"碗";
		"肥皂";
		"牙刷";
		"假牙";
	};		
	[11] = {
		"有面没有口，有脚没有手，虽有四只脚，自己不会走。";
		"桌子";
		"木偶";
		"衣柜";
		"汽车";
	};
	[12] = {
		"白嫩小宝宝，洗澡吹泡泡，洗洗身体小，再洗不见了。";
		"香皂";
		"冰淇淋";
		"盐";
		"海绵";
	};
	[13] = {
		"身穿绿衣裳，肚里水汪汪，生的子儿多，个个黑脸膛。";
		"西瓜";
		"李子";
		"苹果";
		"葵花";
	};	
	[14] = {
		"不怕细菌小，有它能看到，化验需要它，科研不可少。";
		"显微镜";
		"计算机";
		"放大镜";
		"镊子";
	};	
	[15] = {
		"象只大蝎子，抱起似孩子，抓挠肚肠子，唱出好曲子。";
		"琵琶";
		"二胡";
		"古筝";
		"吉他";
	};	
	[16] = {
		"是笔不能画，和电是一家，要知有无电，可去请教它。";
		"测电笔";
		"电子笔";
		"钢笔";
		"圆珠笔";
	};	
	[17] = {
		"圆筒白浆糊，早晚挤一股，兄弟三十二，都说有好处。";
		"牙膏";
		"洗衣粉";
		"牙刷";
		"洗面奶";
	};	
	[18] = {
		"上不怕水，下不怕火；家家厨房，都有一个。";
		"锅";
		"电磁炉";
		"电饭锅";
		"煤气灶";
	};	
	[19] = {
		"一个老头，不跑不走；请他睡觉，他就摇头。";
		"不倒翁";
		"泥偶";
		"老人头";
		"白头翁";
	};	
	[20] = {
		"大姐用针不用线，二姐用线不用针，三姐点灯不干活，四姐做活不点灯。";
		"蜜蜂，蜘蛛，萤火虫，纺织娘";
		"蜜蜂，蚕，萤火虫，纺织娘";
		"螳螂，蚕，萤火虫，纺织娘";
		"蜜蜂，蚕，七星瓢虫，蜘蛛";
	};	
	[21] = {
		"驼背公公，力大无穷；爱驮什么，车水马龙。";
		"桥";
		"拖拉机";
		"骆驼";
		"毛驴";
	};	
	[22] = {
		"头戴红帽子，身披五彩衣，从来不唱戏，喜欢吊嗓子。";
		"公鸡";
		"话筒";
		"播音喇叭";
		"鹅";
	};		
	[23] = {
		"先修十字街，再修月花台，身子不用动，口粮自动来。";
		"蜘蛛";
		"蚕";
		"燕子";
		"喜鹊";
	};	
	[24] = {
		"有头没有颈，身上冷冰冰，有翅不能飞，无脚也能行。";
		"鱼";
		"蛇";
		"青蛙";
		"泥鳅";
	};	
	[25] = {
		"身披花棉袄，唱歌呱呱叫，田里捉害虫，丰收立功劳。";
		"青蛙";
		"蛤蟆";
		"蛇";
		"田鼠";
	};	
	[26] = {
		"头小颈长四脚短，硬壳壳里把身安，别看胆小又怕事，要论寿命大无边。";
		"龟";
		"蜗牛";
		"蚌";
		"贝";
	};	
	[27] = {
		"一物长来真奇怪，肚皮下面长口袋，孩子袋里吃和睡，跑得不快跳得快。";
		"袋鼠";
		"考拉";
		"负鼠";
		"袋狼";
	};	
	[28] = {
		"耳朵像蒲扇，身子像小山，鼻子长又长，帮人把活干。";
		"大象";
		"猪";
		"犀牛";
		"考拉";
	};		
	[29] = {
		"八只脚，抬面鼓，两把剪刀鼓前舞，生来横行又霸道，嘴里常把泡沫吐。";
		"螃蟹";
		"蜘蛛";
		"蝎子";
		"河蚌";
	};		
	[30] = {
		"四蹄飞奔鬃毛抖，拉车驮货多面手，农民夸它好伙伴，骑兵爱它如战友。";
		"马";
		"狗";
		"驴";
		"骡子";
	};	
	[31] = {
		"头像绵羊颈似鹅，不是牛马不是骡，戈壁滩上万里行，能耐渴来能忍饿。";
		"骆驼";
		"羊驼";
		"羚羊";
		"驯鹿";
	};	
	[32] = {
		"说它是虎它不像，金钱印在黄袄上，站在山上吼一声，吓跑猴子吓跑狼。 ";
		"金钱豹";
		"狮子";
		"豹子";
		"豺";
	};	
	[33] = {
		"身穿皮袍黄又黄，呼啸一声百兽慌，虽然没率兵和将，威风凛凛山大王。 ";
		"虎";
		"狮";
		"豹";
		"猴子";
	};	
	[34] = {
		"黑夜林中小哨兵，眼睛就像两盏灯，瞧瞧西来望望东，抓住盗贼不留情。 ";
		"猫头鹰";
		"啄木鸟";
		"猫";
		"蛇";
	};
	[35] = {
		"头戴大红花，身穿什锦衣，好象当家人，一早催人起。 ";
		"公鸡";
		"闹钟";
		"母鸡";
		"大白鹅";
	};
	[36] = {
		"嘴像小铲子，脚像小扇子，走路左右摆，水上划船子。 ";
		"鸭";
		"鹅";
		"雁";
		"鸭嘴兽";
	};
	[37] = {
		"身体肥，头儿大，脸儿长方宽嘴巴，名字叫马却没毛，常在水中度生涯。 ";
		"河马";
		"海马";
		"斑马";
		"驽马";
	};
	[38] = {
		"一物像人又像狗，爬杆上树是能手，擅长模仿人动作，家里没有山里有。 ";
		"猴";
		"树袋熊";
		"猩猩";
		"狒狒";
	};
	[39] = {
		"身子像个小逗点，摇着一根小尾巴，从小就会吃孑孓，长大吃虫叫哇哇。 ";
		"蝌蚪";
		"青蛙";
		"蚊子";
		"蟋蟀";
	};	
	[40] = {
		"小小姑娘满身黑，秋去江南春来归，从小立志除害虫，身带剪刀满天飞。 ";
		"燕子";
		"啄木鸟";
		"企鹅";
		"麻雀";
	};	
	[41] = {
		"唱歌不用嘴，声音真清脆，嘴尖像根锥，专吸树枝水。 ";
		"蝉";
		"蚊子";
		"苍蝇";
		"蛐蛐儿";
	};	
	[42] = {
		"背着包袱不肯走，表面坚强内里柔，行动迟缓不拖拉，碰到困难就缩头。 ";
		"田螺";
		"海星";
		"章鱼";
		"海豚";
	};	
	[43] = {
		"一条牛，真厉害，猛兽见它也避开，它的皮厚毛稀少，长出角来当药材。 ";
		"犀牛";
		"黄牛";
		"水牛";
		"蜗牛";
	};	
	[44] = {
		"小货郎，不挑担，背着针，满处窜。 ";
		"刺猬";
		"海胆";
		"山羊";
		"蜜蜂";
	};	
	[45] = {
		"小飞机，纱翅膀，飞来飞去灭虫忙，低飞雨，高飞睛，气象预报它内行。 ";
		"蜻蜓";
		"瓢虫";
		"喜鹊";
		"白头翁";
	};	
	[46] = {
		"胡子不多两边翘，开口总是喵喵喵，黑夜巡逻眼似灯，粮仓厨房它放哨。 ";
		"猫";
		"狗";
		"虎";
		"豹";
	};	
	[47] = {
		"腿长胳膊短，眉毛盖着眼，有人不吱声，无人爱叫唤。 ";
		"蝈蝈";
		"蚂蚱";
		"蚂蚁";
		"马蜂";
	};	
	[48] = {
		"身穿鲜艳百花衣，爱在山丘耍儿戏，稍稍有点情况紧，只顾头来不顾尾。 ";
		"野鸭";
		"鹌鹑";
		"绵羊";
		"耕牛";
	};	
	[49] = {
		"小飞虫，尾巴明，黑夜闪闪像盏灯，古代有人曾借用，刻苦读书当明灯。 ";
		"萤火虫";
		"蝴蝶";
		"蚕";
		"毛毛虫";
	};	
	[50] = {
		"一顶透明降落伞，随波逐流飘海中，触手有毒蜇人痛，身上小虾当眼睛。 ";
		"海蛰";
		"乌贼";
		"鲨鱼";
		"鲸鱼";
	};	
	[51] = {
		"尖尖嘴，细细腿，狡猾多疑拖大尾。 ";
		"狐狸";
		"松鼠";
		"田鼠";
		"老鼠";
	};	
	[52] = {
		"身穿白袍子，头戴红帽子，走路像公子，说话高嗓子。 ";
		"鹅";
		"鸭";
		"鸡";
		"鸳鸯";
	};	
	[53] = {
		"每隔数日脱旧衣，没有脚爪走得急，攀缘树木多轻便，光滑地面步难移。 ";
		"蛇";
		"猴子";
		"猩猩";
		"考拉";
	};	
	[54] = {
		"长相俊俏，爱舞爱跳，飞舞花丛，快乐逍遥。 ";
		"蝴蝶";
		"蜜蜂";
		"螳螂";
		"萤火虫";
	};	
	[55] = {
		"尖尖牙齿，大盆嘴，短短腿儿长长尾，捕捉食物流眼泪，人人知它假慈悲。 ";
		"鳄鱼";
		"鲨鱼";
		"老虎";
		"豹子";
	};	
	[56] = {
		"性子像鸭水里游，样子像鸟天上飞，游玩休息成双对，夫妻恩爱永不离。 ";
		"鸳鸯";
		"老鹰";
		"麻雀";
		"野鸭";
	};	
	[57] = {
		"有枪不能放，有脚不能行，天天弯着腰，总在水里游。 ";
		"虾";
		"海马";
		"水母";
		"螃蟹";
	};	
	[58] = {
		"不走光跳，吵吵闹闹，吃虫吃粮，功大过小。 ";
		"麻雀";
		"喜鹊";
		"大雁";
		"八哥";
	};	
	[59] = {
		"像条带，一盘菜，下了水，跑得快。 ";
		"带鱼";
		"海带";
		"海参";
		"海狸";
	};	
	[60] = {
		"背面灰色腹有斑，繁殖习性很罕见，卵蛋产在邻鸟窝，代它孵育自消遣。 ";
		"杜鹃";
		"鸭子";
		"企鹅";
		"青蛙";
	};	
	[61] = {
		"头戴红缨帽，身穿绿罗袍，背上生双翅，爱脏腿长毛。 ";
		"苍蝇";
		"鹦鹉";
		"海鸥";
		"燕子";
	};	
	[62] = {
		"身子粗壮头长角，大人小孩都爱它，给人奶汁它吃草，浑身上下净是宝。 ";
		"奶牛";
		"山羊";
		"梅花鹿";
		"长颈鹿";
	};	
	[63] = {
		"栖息沼泽和田头，随着季节南北走，队列排成人字形，纪律自觉能遵守。 ";
		"大雁";
		"田鼠";
		"兔子";
		"狼";
	};	
	[64] = {
		"天热爬上树梢，总爱大喊大叫，明明啥也不懂，偏说知道知道。 ";
		"知了";
		"猴子";
		"燕子";
		"麻雀";
	};		
	[65] = {
		"样子像吊塔，身上布满花，跑路速度快，可惜是哑巴。 ";
		"长颈鹿";
		"羚羊";
		"梅花鹿";
		"斑马";
	};		
	[66] = {
		"家住青山顶，身披破蓑衣，常在天上游，爱吃兔和鸡。 ";
		"老鹰";
		"鱼鹰";
		"喜鹊";
		"海鸥";
	};	
	[67] = {
		"头戴红缨帽，身穿绿战袍，说话音清脆，时时呱呱叫。 ";
		"鹦鹉";
		"青蛙";
		"兔子";
		"猩猩";
	};		
	[68] = {
		"颜色有白又有灰，经过驯养很聪明，可以当做联络员，飞山越岭把信送。 ";
		"鸽子";
		"布谷鸟";
		"马";
		"蜜蜂";
	};		
	[69] = {
		"身上雪雪白，肚里墨墨黑，从不偷东西，却说它是贼。 ";
		"乌贼";
		"章鱼";
		"海胆";
		"海草";
	};	
	[70] = {
		"习性刁残海霸王，捕它要造工作船，浑身上下全是宝，海面换气喷银泉。 ";
		"鲸";
		"鲨鱼";
		"海豚";
		"海狮";
	};		
	[71] = {
		"肚大眼明头儿小，胸前有对大砍刀，别看样子有点笨，捕杀害虫又灵巧。 ";
		"螳螂";
		"蜘蛛";
		"蚂蚁";
		"瓢虫";
	};		
	[72] = {
		"面孔像猫，起飞像鸟，天天上夜班，捉鼠本领高。 ";
		"猫头鹰";
		"老鹰";
		"啄木鸟";
		"麻雀";
	};		
	[73] = {
		"有红有绿不是花，有枝有叶不是树，五颜六色居水中，原是海底一动物。 ";
		"珊瑚";
		"海参";
		"海狮";
		"海豹";
	};		
	[74] = {
		"团结劳动是模范，全家住在格子间，常到花丛去工作，造出产品比糖甜。 ";
		"蜜蜂";
		"蝴蝶";
		"蚊子";
		"蜘蛛";
	};		
	[75] = {
		"小小诸葛亮，独坐中军帐，摆下八卦阵，专捉飞来将。 ";
		"蜘蛛";
		"蚂蚁";
		"蜻蜓";
		"蝈蝈";
	};		
	[76] = {
		"手掌珍贵似明珠，行动笨拙傻乎乎，样子像狗爱玩耍，下水上树有功夫。 ";
		"熊";
		"虎";
		"鹿";
		"驴";
	};				
	[77] = {
		"是牛从来不耕田，体矮毛密能耐寒，爬冰卧雪善驮运，高原之舟人人赞。 ";
		"牦牛";
		"骆驼";
		"水牛";
		"蜗牛";
	};				
	[78] = {
		"红冠黑嘴白衣裳，双腿细瘦走路晃，漫步水中捕鱼虾，凌空展翅能飞翔。 ";
		"鹤";
		"鸭子";
		"公鸡";
		"燕子";
	};			
	[79] = {
		"凸眼睛，阔嘴巴，尾巴要比身体大，碧绿水草衬着它，好像一朵大红花。 ";
		"金鱼";
		"鲤鱼";
		"鳄鱼";
		"木鱼";
	};		
	[80] = {
		"像熊比熊小，像猫比猫大，竹笋是食粮，密林中安家。 ";
		"熊猫";
		"浣熊";
		"猴子";
		"麋鹿";
	};		
	[81] = {
		"它家住在弯弯里，前门后门都不关，狮子豺狼都不怕，只怕小虎下了山。 ";
		"老鼠";
		"松鼠";
		"蚯蚓";
		"蚕";
	};			
	[82] = {
		"有个小姑娘，身穿黄衣裳，你要欺侮它，它就扎一枪。 ";
		"马蜂";
		"蚊子";
		"啄木鸟";
		"苍蝇";
	};			
	[83] = {
		"身笨力气大，干活常带枷，春耕和秋种，不能缺少它。 ";
		"牛";
		"马";
		"羊";
		"骆驼";
	};			
	[84] = {
		"身长近一丈，鼻在头顶上，腹白背青黑，安家在海洋。 ";
		"海豚";
		"海豹";
		"大象";
		"野猪";
	};		
	[85] = {
		"会飞不是鸟，两翅没羽毛，白天休息晚活动，捕捉蚊子本领高。 ";
		"蝙蝠";
		"蜻蜓";
		"燕子";
		"蜜蜂";
	};		
	[86] = {
		"身披一件大皮袄，山坡上面吃青草，为了别人穿得暖，甘心脱下自己毛。 ";
		"绵羊";
		"山羊";
		"兔子";
		"猪";
	};	
	[87] = {
		"头上长树杈，身上有白花，四腿跑得快，生长在山野。 ";
		"梅花鹿";
		"长颈鹿";
		"金钱豹";
		"大象";
	};		
	[88] = {
		"形状像耗子，爬在树枝上，生活像猴子，忙着摘果子。 ";
		"松鼠";
		"猩猩";
		"树袋熊";
		"狗熊";
	};		
	[89] = {
		"耳大身肥眼睛小，好吃懒做爱睡觉，模样虽丑浑身宝，生产生活不可少。 ";
		"猪";
		"牛";
		"马";
		"驴";
	};	
	[90] = {
		"身小力不小，团结又勤劳，有时搬粮食，有时挖地道。 ";
		"蚂蚁";
		"老鼠";
		"蜘蛛";
		"麻雀";
	};
	[91] = {
		"身体半球形，背上七颗星，棉花喜爱它，捕虫最著名。 ";
		"七星瓢虫";
		"燕子";
		"蚜虫";
		"蝗虫";
	};	
	[92] = {
		"头戴珊瑚帽，身穿梅花袄，腿儿细又长，翻山快如飞。 ";
		"鹿";
		"羚羊";
		"绵羊";
		"山羊";
	};		
	[93] = {
		"头黑肚白尾巴长，传说娶妻忘了娘，生活之中人喜爱，因为常来报吉祥。 ";
		"喜鹊";
		"杜鹃";
		"乌鸦";
		"老鹰";
	};	
	[94] = {
		"本是古老一游禽，零下百度能安家，唯它南极能生存，遇人相迎不害怕。 ";
		"企鹅";
		"北极熊";
		"天鹅";
		"鸭子";
	};	
	[95] = {
		"鸟儿当中数它小，针状嘴巴舌尖巧，身子只有野蜂大，飞行本领却很高。 ";
		"蜂鸟";
		"蜜蜂";
		"蚊子";
		"麻雀";
	};	
	[96] = {
		"两弯新月头上长，常常喜欢水中躺，身体庞大毛灰黑，劳动是个好闯将。 ";
		"水牛";
		"犀牛";
		"马";
		"驴";
	};		
	[97] = {
		"周身银甲耀眼明，浑身上下冷冰冰，有翅寸步不能飞，没脚五湖四海行。 ";
		"鱼";
		"虾";
		"蟹";
		"水草";
	};		
	[98] = {
		"粽子头，梅花脚，屁股挂把弯镰刀，黑白灰黄花皮袄，坐着反比站着高。 ";
		"狗";
		"狼";
		"熊";
		"熊猫";
	};	
	[99] = {
		"耳朵长，尾巴短，红眼睛，白毛衫，三瓣嘴儿胆子小，青菜萝卜吃个饱。 ";
		"白兔";
		"猫";
		"狗";
		"熊";
	};	
	[100] = {
		"纺织工人聪明透，人人赞它是能手，自己独造一间房，四面不设门窗口。 ";
		"蚕";
		"蜘蛛";
		"蝴蝶";
		"蜜蜂";
	};		
	[101] = {
		"此物老家在非洲，力大气壮赛过牛，血盆大口吼一声，吓得百兽都发抖。 ";
		"狮子";
		"老虎";
		"犀牛";
		"斑马";
	};		
	[102] = {
		"头戴花冠鸟中少，身穿锦袍好夸耀，尾巴似扇能收展，尾羽开屏真俊俏。 ";
		"孔雀";
		"公鸡";
		"孔雀";
		"鸭子";
	};	
	[103] = {
		"春到它来临，催唤播种人，秋后它返回，遍传丰收音。 ";
		"布谷鸟";
		"喜鹊";
		"乌鸦";
		"鱼鹰";
	};		
	[104] = {
		"说它是马猜错了，穿的衣服净道道，把它放进动物园，大人小孩都爱瞧。 ";
		"斑马";
		"猎豹";
		"海马";
		"木马";
	};		
	[105] = {
		"不是狐狸不是狗，前面架铡刀，后面拖扫帚。 ";
		"狼";
		"熊";
		"老虎";
		"大象";
	};	
	[106] = {
		"虽有翅膀飞不起，非洲沙漠多足迹，快步如飞多迅速，鸟中体重它第一。 ";
		"鸵鸟";
		"骆驼";
		"火鸡";
		"公鸡";
	};	
	[107] = {
		"一身白衣多健美，在大海上四处飞，喜欢与船结伙伴，主要食物是鱼类。 ";
		"海鸥";
		"大雁";
		"麻雀";
		"乌鸦";
	};	
	[108] = {
		"身上乌又乌，赤脚走江湖，别人看它吃饭，其实天天饿肚。 ";
		"鱼鹰";
		"老鹰";
		"鸭子";
		"喜鹊";
	};	
	[109] = {
		"鹿马驴牛它不像，却难猜是哪一样，打开天窗说亮话，它有自己亲爹娘。 ";
		"麋鹿";
		"骡子";
		"大象";
		"狮子";
	};	
	[110] = {
		"头上两根须，身穿花衣衫，飞进花朵里，传粉又吃蜜。 ";
		"蝴蝶";
		"蜜蜂";
		"蝗虫";
		"蛾子";
	};		
	[111] = {
		"一物生来力量强，又有爹来又有娘，有爹不和爹一姓，有娘不和娘一样。 ";
		"骡";
		"麋鹿";
		"驴";
		"马";
	};		
	[112] = {
		"五彩星，落水底，样子老是有心计，悄悄潜伏沙面上，一有机会搞袭击。 ";
		"海星";
		"海螺";
		"扇贝";
		"水母";
	};	
	[113] = {
		"两头尖尖相貌丑，脚手耳目都没有，整天工作在地下，一到下雨才露头。 ";
		"蚯蚓";
		"蜗牛";
		"蚂蚁";
		"螳螂";
	};		
	[114] = {
		"小飞贼，水里生，干坏事，狠又凶，偷偷摸摸吸人血，还要嗡嗡叫几声。 ";
		"蚊子";
		"苍蝇";
		"蟋蟀";
		"蜜蜂";
	};	
	[115] = {
		"身子黑不溜秋，喜往泥里嬉游，常爱口吐气泡，能够观察气候。 ";
		"泥鳅";
		"蚯蚓";
		"鲤鱼";
		"蝌蚪";
	};	
	[116] = {
		"落地就会跑，胡子一大把，不管见了谁，总爱喊妈妈。 ";
		"山羊";
		"绵羊";
		"水牛";
		"犀牛";
	};		
	[117] = {
		"驰名中外一歌手，音韵宛转会多变，能学多种鸟儿叫，北疆内蒙是家园。 ";
		"百灵鸟";
		"布谷鸟";
		"喜鹊";
		"燕子";
	};	
	[118] = {
		"两只翅膀难飞翔，既作衣裳又作房，宁让大水掀下海，不叫太阳晒干房。 ";
		"蚌";
		"蜗牛";
		"田螺";
		"海龟";
	};	
	[119] = {
		"一个小儿郎，每天站桌上。肚里滚滚热，肚皮冰冰凉。一个大耳朵，穿件花衣裳。 ";
		"暖水瓶";
		"水壶";
		"杯子";
		"鼠标";
	};	
	[120] = {
		"有种鸟，本领高，尖嘴爱给树开刀，树木害虫被吃掉，绿化造林立功劳。 ";
		"啄木鸟";
		"喜鹊";
		"杜鹃";
		"燕子";
	};	
	[121] = {
		"身穿黄色羽毛衫，绿树丛中常栖身，只因歌儿唱得好，博得许多赞扬声。 ";
		"黄莺";
		"百灵鸟";
		"大雁";
		"孔雀";
	};	
	[122] = {
		"家住暗角落，身穿酱色袍，头戴黑铁帽，打仗逞英豪。 ";
		"蟋蟀";
		"蝉";
		"螳螂";
		"萤火虫";
	};	
	[123] = {
		"嘴长颈长脚也长，爱穿一身白衣裳，常在水边结伙伴，田野沟渠寻食粮。 ";
		"白鹭";
		"猫头鹰";
		"燕子";
		"丹顶鹤";
	};		
	[124] = {
		"身黑似木炭，腰插两把扇，往前走一步，就得扇一扇。 ";
		"乌鸦";
		"喜鹊";
		"燕子";
		"麻雀";
	};		
	[125] = {
		"身体足有丈二高，瘦长身节不长毛，下身穿条绿绸裤，头戴珍珠红绒帽。 ";
		"高粱";
		"玉米";
		"水稻";
		"小麦";
	};	
	[126] = {
		"小时青来老来红，立夏时节招顽童，手舞竹竿请下地，吃完两手红彤彤。 ";
		"桑葚";
		"葡萄";
		"苹果";
		"桃子";
	};	
	[127] = {
		"青枝绿叶长得高，砍了压在水里泡，剥皮晒干供人用，留下骨头当柴烧。 ";
		"麻";
		"棉花";
		"竹子";
		"荆条";
	};	
	[128] = {
		"麻布衣裳白夹里，大红衬衫裹身体，白白胖胖一身油，建设国家出力气。 ";
		"花生";
		"大豆";
		"小麦";
		"玉米";
	};	
	[129] = {
		"高高个儿一身青，金黄圆脸喜盈盈，天天对着太阳笑，结的果实数不清。 ";
		"向日葵";
		"金盏花";
		"蒲公英";
		"牡丹花";
	};		
	[130] = {
		"青枝绿叶不是菜，有的烤来有的晒，腾云驾雾烧着吃，不能锅里煮熟卖。 ";
		"烟叶";
		"韭菜";
		"白菜";
		"生菜";
	};	
	[131] = {
		"长得像竹不是竹，周身有节不太粗，不是紫来就是绿，只吃生来不能熟。 ";
		"甘蔗";
		"竹笋";
		"玉米";
		"高粱";
	};	
	[132] = {
		"小时青青腹中空，长大头发蓬蓬松，姐姐撑船不离它，哥哥钓鱼拿手中。 ";
		"竹子";
		"高粱";
		"芦苇";
		"松树";
	};	
	[133] = {
		"有个矮将军，身上挂满刀，刀鞘外长毛，里面藏宝宝。 ";
		"大豆";
		"扁豆";
		"玉米";
		"杨树";
	};	
	[134] = {
		"冬天蟠龙卧，夏天枝叶开，龙须往上长，珍珠往下排。 ";
		"葡萄";
		"爬山虎";
		"菊花";
		"柏树";
	};	
	[135] = {
		"水上生个铃，摇摇没有声，仔细看一看，满脸大眼睛。 ";
		"莲蓬";
		"荷叶";
		"铃铛花";
		"水仙花";
	};
	[136] = {
		"两叶花四朵，颜色白又黄，一年开一次，八月放异香。 ";
		"桂花";
		"菊花";
		"桃花";
		"杏花";
	};	
	[137] = {
		"兄弟几个真和气，天天并肩坐一起，少时喜欢绿衣服，老来都穿黄色衣。 ";
		"香蕉";
		"玉米";
		"桃子";
		"樱桃";
	};	
	[138] = {
		"胖娃娃，滑手脚，红尖嘴儿一身毛，背上浅浅一道沟，肚里血红好味道。 ";
		"桃子";
		"李子";
		"西瓜";
		"苹果";
	};	
	[139] = {
		"海南宝岛是我家，不怕风吹和雨打，四季棉衣不离身，肚里有肉又有茶。 ";
		"椰子";
		"菠萝";
		"莲雾";
		"荔枝";
	};	
	[140] = {
		"半截白，半截青，半截实来半截空，半截长在地面上，半截长在土当中。 ";
		"葱";
		"竹笋";
		"姜";
		"蒜";
	};	
	[141] = {
		"冬天幼苗夏成熟，滔滔海水是活土，根浮水面随浪晃，身潜水中漫起舞。 ";
		"海带";
		"水母";
		"海藻";
		"海葵";
	};	
	[142] = {
		"架上爬秧结绿瓜，绿瓜顶上开黄花，生着吃来鲜又脆，炒熟做菜味道佳。 ";
		"黄瓜";
		"丝瓜";
		"南瓜";
		"西瓜";
	};	
	[143] = {
		"一物生得真奇怪，腰里长出胡子来，拔掉胡子剥开看，露出牙齿一排排。 ";
		"玉米";
		"豌豆";
		"高粱";
		"榕树";
	};	
	[144] = {
		"一物生来真奇怪，它是世上一盘菜，娘死以后它才生，它死以后娘还在。 ";
		"木耳";
		"香菇";
		"平菇";
		"毒蘑菇";
	};	
	[145] = {
		"一个黄妈妈，生性手段辣，老来愈厉害，小孩最怕它。 ";
		"姜";
		"蒜苗";
		"黄豆";
		"黄瓜";
	};	
	[146] = {
		"一顶小伞，落在林中，一旦撑开，再难收拢。 ";
		"蘑菇";
		"蒲公英";
		"木耳";
		"棉花";
	};	
	[147] = {
		"脸圆像苹果，甜酸营养多，既能做菜吃，又可当水果。 ";
		"西红柿";
		"鸭梨";
		"桃子";
		"菠萝";
	};	
	[148] = {
		"样子像小船，角儿两头翘，骨头在外面，肉儿里头包。 ";
		"菱角";
		"栗子";
		"莲子";
		"李子";
	};	
	[149] = {
		"兄弟几个人，各进一道门，那个进错了，看了笑死人。 ";
		"扣子";
		"衣服";
		"抽屉";
		"裤子";
	};	
	[150] = {
		"脱去黄金袍，露出白玉体，身子比豆小，名字有三尺。 ";
		"大米";
		"小麦";
		"黄豆";
		"绿豆";
	};	
	[151] = {
		"号称山大王，树干冲天长，叶儿尖似针，造屋好做梁。 ";
		"杉树";
		"松树";
		"黄花梨";
		"梧桐树";
	};		
	[152] = {
		"身穿绿衣裳，肚里水汪汪，生的子儿多，个个黑脸膛。 ";
		"西瓜";
		"核桃";
		"南瓜";
		"丝瓜";
	};	
	[153] = {
		"四季常青绿，只是花开难，摊开一只手，尖针已扎满。 ";
		"仙人掌";
		"蓖麻";
		"松树";
		"菊花";
	};	
	[154] = {
		"打起高柄伞，穿起麻布衣，生来不怕热，为何脱我衣。 ";
		"棕榈树";
		"橡树";
		"榕树";
		"柳树";
	};		
	[155] = {
		"蓬蓬又松松，三月飞空中，远看像雪花，近看一团绒。 ";
		"柳絮";
		"棉花";
		"蒲公英";
		"高粱穗";
	};	
	[156] = {
		"有根不着地，有叶不开花，日里随水漂，夜里不归家。 ";
		"浮萍";
		"荷叶";
		"荷花";
		"芦苇";
	};	
	[157] = {
		"一个老汉高又高，身上挂着千把刀，样子像刀不能砍，洗衣赛过好肥皂。 ";
		"皂角树";
		"槐树";
		"柳树";
		"杨树";
	};	
	[158] = {
		"树大如伞叶层层，一生可活几千年，人人爱它做橱箱，香气扑鼻质量坚。 ";
		"樟树";
		"松树";
		"槐树";
		"柳树";
	};	
	[159] = {
		"皮肉粗糙手拿针，悬岩绝壁扎下根，一年四季永长青，昂首挺立伴风云。 ";
		"松树";
		"仙人掌";
		"杏树";
		"桃树";
	};	
	[160] = {
		"天南地北都能住，春风给我把辫梳，溪畔湖旁搭凉棚，能撒雪花当空舞。 ";
		"柳树";
		"芦苇";
		"杨树";
		"榕树";
	};	
	[161] = {
		"花中君子艳而香，空谷佳人美名扬，风姿脱俗堪钦佩，纵使无人也自芳。 ";
		"兰花";
		"梅花";
		"菊花";
		"桃花";
	};		
	[162] = {
		"青枝绿叶颗颗桃，外面骨头里面毛，待到一天桃子老，里面骨头外面毛。 ";
		"棉花";
		"桃树";
		"杨树";
		"柳树";
	};	
	[163] = {
		"幼儿不怕冰霜，长大露出锋芒，老来粉身碎骨，仍然洁白无双。 ";
		"麦子";
		"水稻";
		"玉米";
		"高粱";
	};	
	[164] = {
		"池中有个小姑娘，从小生在水中央，粉红笑脸迎风摆，身挨绿船不划浆。 ";
		"荷花";
		"芦苇";
		"浮萍";
		"莲藕";
	};	
	[165] = {
		"小小金坛子，装着金饺子，吃掉金饺子，吐出白珠子。 ";
		"橘子";
		"苹果";
		"桃子";
		"李子";
	};
	[166] = {
		"生根不落地，有叶不开花，街上有人卖，园里不种它。 ";
		"豆芽";
		"豌豆";
		"萝卜";
		"竹笋";
	};	
	[167] = {
		"小时胖乎乎，老来皮肉皱，吃掉它的肉，吐出红骨头。 ";
		"枣";
		"栗子";
		"瓜子";
		"杏仁";
	};		
	[168] = {
		"头戴节节帽，身穿节节衣，年年二三月，出土赴宴席。 ";
		"竹笋";
		"玉米";
		"高粱";
		"水稻";
	};			
	[169] = {
		"红口袋，绿口袋，有人害怕有人爱。 ";
		"辣椒";
		"胡萝卜";
		"香蕉";
		"苹果";
	};		
	[170] = {
		"上搭棚，下搭棚，开黄花，结青龙。 ";
		"丝瓜";
		"南瓜";
		"西瓜";
		"冬瓜";
	};		
	[171] = {
		"小时青，老来黄，金色屋里小姑藏。 ";
		"谷子";
		"玉米";
		"辣椒";
		"花椒";
	};	
	[172] = {
		"红红果，圆溜溜，咬一口，皱眉头。 ";
		"梅子";
		"红枣";
		"苹果";
		"柿子";
	};		
	[173] = {
		"小小花儿爬篱笆，张开嘴巴不说话，红紫白蓝样样有，个个都像小喇叭。 ";
		"牵牛花";
		"牡丹花";
		"月季花";
		"玫瑰花";
	};	
	[174] = {
		"干短杈多叶子大，青色灯笼树上挂，要是用它把油榨，家具船舱寿命加。 ";
		"油桐树";
		"梧桐树";
		"橡树";
		"杨树";
	};	
	[175] = {
		"空心苗，叶儿长，挺直腰杆一两丈，老时头发白苍苍，光长穗子不打粮。 ";
		"芦苇";
		"竹子";
		"竹笋";
		"高粱";
	};		
	[176] = {
		"青青蛇儿满地爬，蛇儿遍身开白花，瓜儿长长茸毛生，老君装药要用它。 ";
		"葫芦";
		"爬山虎";
		"葡萄";
		"南瓜";
	};	
	[177] = {
		"扎根不与菊为双，娇艳瑰丽放异香，唤作拒霜不相称，看来却是最宜霜。 ";
		"芙蓉";
		"月季";
		"蔷薇";
		"荷花";
	};	
	[178] = {
		"远看似火红艳艳，近看花儿六个瓣，拔起根来看一看，结着一串山药蛋。 ";
		"山丹丹";
		"山楂";
		"葡萄";
		"李子";
	};		
	[179] = {
		"一种植物生得巧，不是豆类也结角，果实制药可止血，白花可以做染料。 ";
		"槐树";
		"杏树";
		"梨树";
		"苹果树";
	};	
	[180] = {
		"不是葱不是蒜，一层一层裹紫缎，说葱比葱长得矮，像蒜就是不分瓣。 ";
		"洋葱";
		"水仙";
		"辣椒";
		"花椒";
	};
	[181] = {
		"叶子细小干儿瘦，结的果儿如葡萄，药用可以治蛔虫，名字一听味不好。 ";
		"苦楝树";
		"花椒树";
		"苹果树";
		"黑枣树";
	};	
	[182] = {
		"得天独厚艳而香，国色天香美名扬，不爱攀附献媚色，何惧飘落到他乡。 ";
		"牡丹";
		"玫瑰";
		"菊花";
		"桃花";
	};		
	[183] = {
		"干高杈多叶如爪，一到深秋穿红袄，球状果实刺儿多，驱风祛湿有疗效。 ";
		"枫树";
		"黄栌";
		"松树";
		"柳树";
	};	
	[184] = {
		"叶子茂盛价值大，养蚕硬是需要它，本来栽有千万棵，又说两株冤枉大。 ";
		"桑树";
		"杨树";
		"枫树";
		"槐树";
	};			
	[185] = {
		"身体圆圆没有毛，不是桔子不是桃，云里雾里过几夜，脱去绿衣换红袍。 ";
		"柿子";
		"苹果";
		"黑枣";
		"李子";
	};	
	[186] = {
		"小刺猬，毛外套，脱了外套露紫袍，袍里套着红绒袄，袄里睡个小宝宝。 ";
		"栗子";
		"葡萄";
		"苹果";
		"杏仁";
	};		
	[187] = {
		"把把绿伞土里插，条条紫藤地上爬，地上长叶不开花，地下结串大甜瓜。 ";
		"红薯";
		"萝卜";
		"土豆";
		"大葱";
	};	
	[188] = {
		"小小伞兵随风飞，飞到东来飞到西，降落路边田野里，安家落户扎根基。 ";
		"蒲公英";
		"豌豆";
		"黄豆";
		"绿豆";
	};	
	[189] = {
		"春穿绿衣秋黄袍，头儿弯弯垂珠宝，从幼到老难离水，不洗澡来只泡脚。 ";
		"水稻";
		"麦子";
		"玉米";
		"辣椒";
	};		
	[190] = {
		"圆圆铜钱挂满身，青皮青骨园中生，本是高低不统一，硬说长得一样齐。 ";
		"芥菜";
		"芹菜";
		"白菜";
		"菠菜";
	};	
	[191] = {
		"味道甜甜营养多，谁说无花只结果，其实花开密又小，切莫被名所迷惑。 ";
		"无花果";
		"樱桃";
		"核桃";
		"杨桃";
	};		
	[192] = {
		"紫藤绿叶满棚爬，生来就开紫色花，紫花长出万把刀，又作药用又吃它。 ";
		"扁豆";
		"豌豆";
		"大豆";
		"黑豆";
	};		
	[193] = {
		"园林三月风兼雨，桃李飘零扫地空，唯有此花偏耐久，绿枝又放数枝红。 ";
		"山茶花";
		"迎春花";
		"菊花";
		"梅花";
	};	
	[194] = {
		"东风融雪水明沙，烂漫芳菲满天涯，艳丽茂美枝强劲，路上行人不忆家。 ";
		"桃花";
		"梨花";
		"梅花";
		"菊花";
	};	
	[195] = {
		"壳儿硬，壳儿脆，四个姐妹隔床睡，从小到大背靠背，盖着一床疙瘩被。 ";
		"核桃";
		"栗子";
		"大蒜";
		"水仙";
	};		
	[196] = {
		"叶儿长长牙齿多，树儿杈杈结刺果，果皮青青果内黑，剥到心中雪雪白。 ";
		"板栗树";
		"核桃树";
		"樱桃树";
		"梨树";
	};	
	[197] = {
		"谁说石家穷，家里真不穷，推开金板壁，珠宝嵌屏风。 ";
		"石榴";
		"鸭梨";
		"苹果";
		"柿子";
	};		
	[198] = {
		"个儿小小，头尾尖尖，初尝皱眉，再吃开颜。 ";
		"橄榄";
		"酸枣";
		"核桃";
		"瓜子";
	};	
	[199] = {
		"体圆似球，色红如血，皮亮如珠，汁甜如蜜。 ";
		"樱桃";
		"石榴";
		"苹果";
		"荔枝";
	};		
	[200] = {
		"生在山里，死在锅里，藏在瓶里，活在杯里。 ";
		"茶叶";
		"竹子";
		"菊花";
		"梅花";
	};		
	[201] = {
		"铜盆粗棵树，芝麻大点叶，任凭山岩坚，千年见苍翠。 ";
		"柏树";
		"松树";
		"柳树";
		"槐树";
	};
	[202] = {
		"脱了红袍子，是个白胖子，去了白胖子，剩个黑丸子。 ";
		"荔枝";
		"樱桃";
		"石榴";
		"核桃";
	};	
	[203] = {
		"青皮包白肉，像个大枕头，莫听名字冷，热天菜场有。 ";
		"冬瓜";
		"白菜";
		"西瓜";
		"黄瓜";
	};	
	[204] = {
		"有叶不开花，开花不见叶，花开百花前，飘香傲风雪。 ";
		"梅花";
		"菊花";
		"竹子";
		"松树";
	};		
	[205] = {
		"说它是棵苗，为啥有知觉，轻轻一碰它，低头叶合了。 ";
		"含羞草";
		"三叶草";
		"蒲公英";
		"车前草";
	};		
	[206] = {
		"茎儿许多根，果子泥里存，没花也没叶，没枝也没根。 ";
		"荸荠";
		"甘蔗";
		"白薯";
		"萝卜";
	};		
	[207] = {
		"红线吊绿球，吊上树梢头，不怕风和雨，只怕贼来偷。 ";
		"猕猴桃";
		"菠萝";
		"苹果";
		"梨";
	};
	[208] = {
		"陶令最怜伊，山径细栽培，群芳冷落后，独自殿东篱。 ";
		"菊花";
		"梅花";
		"兰花";
		"桃花";
	};	
	[209] = {
		"状如蘑菇一珍宝，当年白蛇将它盗，其实是味好草药，滋补健身价值高。 ";
		"灵芝";
		"蘑菇";
		"水仙";
		"竹子";
	};		
	[210] = {
		"一个婆婆园中站，身上挂满小鸡蛋，又有红来又有绿，既好吃来又好看。 ";
		"枣树";
		"梨树";
		"杏树";
		"核桃树";
	};	
	[211] = {
		"皮儿薄，壳儿脆，四姐妹，隔墙睡，从小到大背靠背，裹着一层疙瘩被。 ";
		"蓖麻";
		"花生";
		"豆角";
		"豌豆";
	};
	[212] = {
		"身子长，个不大，遍体长着小疙瘩，有人见了皱眉头，有人见了乐开花。 ";
		"苦瓜";
		"黄瓜";
		"丝瓜";
		"南瓜";
	};	
	[213] = {
		"身材瘦瘦个儿高，叶儿细细披绿袍，别看样子像青蒿，香气扑鼻味儿好。 ";
		"芹菜";
		"茼蒿";
		"油菜";
		"生菜";
	};	
	[214] = {
		"粉妆玉琢新世界，傲霜斗雪花自开，岁寒为报春来早，姐妹亲朋喜开怀。 ";
		"梅花";
		"迎春花";
		"玫瑰花";
		"牡丹花";
	};	
	[215] = {
		"白天一到芬芳断，夜晚香味飘散远，飞虫闻味来传粉，秘密皆在花瓣间。 ";
		"夜来香";
		"昙花";
		"茉莉花";
		"丁香花";
	};		
	[216] = {
		"一团幽香口难言，色如丹桂味如莲，真身已归西天去，十指尖尖在人间。 ";
		"佛手";
		"椰子";
		"樱桃";
		"葡萄";
	};	
	[217] = {
		"红嘴绿鹦哥，吃了营养多。 ";
		"菠菜";
		"芹菜";
		"芥蓝";
		"圆白菜";
	};	
	[218] = {
		"黄包袱，包黑豆，尝一口，甜水流。 ";
		"梨";
		"柿子";
		"苹果";
		"橘子";
	};		
	[219] = {
		"紫色树，开紫花，紫色果里盛芝麻。 ";
		"茄子";
		"葡萄";
		"石榴";
		"番茄";
	};	
	[220] = {
		"白胖娃娃泥里卧，腰身细细心眼多。 ";
		"藕";
		"萝卜";
		"甘蔗";
		"竹笋";
	};	
	[221] = {
		"俺家一个哥哥，讨个黑脸老婆。 ";
		"锅";
		"碗";
		"盆";
		"勺子";
	};		
	[222] = {
		"八个蚂蚁抬棍棍，一个蚂蚁棍上困。 ";
		"六";
		"大";
		"小";
		"七";
	};	
	[223] = {
		"白白一片似雪花，落下水里不见。 ";
		"盐";
		"油";
		"冰糖";
		"料酒";
	};
	[224] = {
		"明又明，亮又亮，一团火球挂天上，冬天呆的时间短，夏天呆的时间长。 ";
		"太阳";
		"月亮";
		"星星";
		"飞机";
	};	
	[225] = {
		"来到屋里，赶也赶不走，时间一到，不赶就会走。 ";
		"太阳光";
		"蜡烛";
		"风";
		"雨水";
	};		
	[226] = {
		"有时候，圆又圆，有时候，弯又弯，有时晚上出来了，有时晚上看不见。 ";
		"月亮";
		"星星";
		"太阳";
		"流星";
	};	
	[227] = {
		"千条线，万条线，掉到水里看不见。 ";
		"雨";
		"雪花";
		"风";
		"冰雹";
	};
	[228] = {
		"弯弯一座彩色桥，高高挂在半山腰，七色鲜艳真正好，一会儿工夫不见了。 ";
		"彩虹";
		"雨水";
		"空气";
		"雪花";
	};	
	[229] = {
		"说象糖，它不甜，说象盐，又不咸，冬天有时一片，夏天谁都不见。 ";
		"雪";
		"冰雹";
		"雨水";
		"面粉";
	};	
	[230] = {
		"小白花，飞满天，下到地上象白面，下到水里看不见。 ";
		"雪";
		"雨";
		"冰雹";
		"闪电";
	};		
	[231] = {
		"我到处乱跑，谁也捉不到，我跑过树林，树木都弯腰，我跑过大海，大海的波浪高又高 ";
		"风";
		"闪电";
		"阳光";
		"雪花";
	};	
	[232] = {
		"从低到高，由浓到淡，忽左忽右，跟着风走。 ";
		"烟";
		"雾";
		"云";
		"风筝";
	};
	[233] = {
		"用手拿不起，用刀劈不开，煮饭和洗衣，都得请我来。 ";
		"水";
		"肥皂";
		"香皂";
		"洗衣粉";
	};	
	[234] = {
		"远看白光光，近看玻璃样，越冷越结实，一热水汪汪。 ";
		"冰";
		"雪";
		"雨";
		"云";
	};		
	[235] = {
		"没有身体倒会活，没有舌头会说话，谁也没有见过它，倒都叫它说过话。 ";
		"回声";
		"鬼";
		"山洞";
		"不知道";
	};	
	[236] = {
		"个儿不算大，帮着人看家， 身子用铁打，辫子门上挂。 ";
		"锁";
		"钥匙";
		"门闩";
		"防盗门";
	};	
	[237] = {
		"好象苹果红又红，好象柿子没有盖，能当水果能当菜，营养好来人人爱。 ";
		"西红柿";
		"桃子";
		"梨";
		"石榴";
	};	
	[238] = {
		"身体长又长，开花黄又黄，脸蛋儿象太阳，籽儿香又香。 ";
		"向日葵";
		"南瓜";
		"西瓜";
		"茄子";
	};	
	[239] = {
		"我的身体细又长，头长白毛身上光。从来就爱讲卫生，天天嘴里走两趟。 ";
		"牙刷";
		"牙膏";
		"牙齿";
		"舌头";
	};	
	[240] = {
		"红公鸡，绿公鸡，身子钻在泥底下，你要捉住它，揪住尾巴用力拔。 ";
		"胡萝卜";
		"辣椒";
		"白薯";
		"土豆";
	};	
	[241] = {
		"圆圆红罐罐儿，扣着圆盖盖儿，甜甜的蜜水儿，满满盛一罐儿。 ";
		"柿子";
		"桃子";
		"苹果";
		"石榴";
	};	
	[242] = {
		"去年秋天撒下种，长出绿苗过一冬。开春它还接着长，等到夏天黄澄澄。 ";
		"冬小麦";
		"水稻";
		"高粱";
		"玉米";
	};		
	[243] = {
		"农民春天种上它，夏天它就开了花。秋天结果象个桃，桃子裂了开白花。 ";
		"棉花";
		"玉米";
		"甘蔗";
		"杏";
	};		
	[244] = {
		"一只大公鸡，天天在这里，晚上不进笼，早上也不啼。 ";
		"鸡冠花";
		"玫瑰花";
		"牡丹花";
		"月季花";
	};		
	[245] = {
		"远看象把小绿伞，近看象个大绿盘，水珠掉进绿盘里，好象珍珠滚滚圆。 ";
		"荷叶";
		"荷花";
		"水仙";
		"水稻";
	};	
	[246] = {
		"一个小姑娘，坐在水中央，穿着粉红袄，模样真漂亮。 ";
		"荷花";
		"荷叶";
		"莲蓬";
		"莲藕";
	};		
	[247] = {
		"白胖胖，四方方，一块一块摆桌上，能做菜，能做汤，常常吃它有营养。 ";
		"豆腐";
		"饺子";
		"包子";
		"馄饨";
	};		
	[248] = {
		"身上一身毛，头上两个角，火气真不小，还会哞哞叫。 ";
		"牛";
		"羊";
		"骆驼";
		"马";
	};	
	[249] = {
		"大耳朵，噘嘴巴，吃起饭来巴达巴，细尾巴，胖嘟嘟，吃罢就睡呼噜噜。 ";
		"猪";
		"老鼠";
		"牛";
		"羊驼";
	};	
	[250] = {
		"尖尖的嘴巴象老鼠，一身茸毛尾巴粗。爱在森林里边住，爱吃松子爱上树。 ";
		"松鼠";
		"袋鼠";
		"考拉";
		"土拨鼠";
	};		
	[251] = {
		"身穿绿袍小英雄，夏天田里捉害虫，冷风吹来找不见，春天又在池塘里。 ";
		"青蛙";
		"蝌蚪";
		"蜻蜓";
		"燕子";
	};	
	[252] = {
		"鸟儿鸟儿嘴巴长，黑黑的尾巴花衣裳，一天到晚勤工作，好象医生治病忙，敲树干，当当当，要把害虫吃个光。";
		"啄木鸟";
		"百灵鸟";
		"布谷鸟";
		"燕子";
	};
	[253] = {
		"小小姑娘黑又黑，秋天走了春天回，带着一把小剪刀，半天空里飞呀飞。";
		"燕子";
		"大雁";
		"麻雀";
		"喜鹊";
	};	
	[254] = {
		"小黑妮儿会干活，自个叼泥来作窝。唧唧唧，唱起歌，飞来飞去把虫捉。";
		"燕子";
		"大雁";
		"麻雀";
		"乌鸦";
	};		
	[255] = {
		"名字叫做牛，不会拉犁走，别说它的力气小，能够背起屋子走。";
		"蜗牛";
		"天牛";
		"牦牛";
		"犀牛";
	};		
	[256] = {
		"没有脚，没有手，背上房子到处走，有谁把它碰一碰，赶紧躲进房里头。";
		"蜗牛";
		"乌龟";
		"水母";
		"蚯蚓";
	};		
	[257] = {
		"白天草里住，晚上往外飞，带着灯儿把路照，飞来飞去不怕黑。";
		"萤火虫";
		"蟋蟀";
		"蚂蚱";
		"瓢虫";
	};	
	[258] = {
		"好象一架小飞机，前后翅膀挨一起，睁大眼睛找小虫，吞到细细肚子里。";
		"蜻蜓";
		"麻雀";
		"蚊子";
		"萤火虫";
	};		
	[259] = {
		"黄衣裳，金翅膀，飞来飞去做工忙。它的本领大，还会造小房。做出好吃的，留给大家尝。谁敢欺负它，留神它的枪。";
		"蜜蜂";
		"马蜂";
		"瓢虫";
		"蜻蜓";
	};		
	[260] = {
		"小小虫儿很勤劳，它本领真不小，会把粮食搬，还会打地道。";
		"蚂蚁";
		"蚯蚓";
		"青蛙";
		"蚊子";
	};	
	[261] = {
		"八把尖刀，两把剪刀，身背皮箱，走路横跑。";
		"螃蟹";
		"海螺";
		"虾";
		"海龟";
	};	
	[262] = {
		"驼背老公公，胡子毛烘烘，热火锅里去洗澡，青袍换成大红袍。";
		"虾";
		"螃蟹";
		"乌贼";
		"鱼";
	};	
	[263] = {
		"小小石头硬又白，整整齐齐排两排。天天早起刷干净，结结实实不爱坏。";
		"牙";
		"指甲";
		"骨头";
		"头发";
	};	
	[264] = {
		"哥儿十个分两家，干起活来要请它。开机器，种庄稼，越干越巧劲越大。";
		"手";
		"脚";
		"胳膊";
		"牙齿";
	};		
	[265] = {
		"四四方方一座楼，大人小人住里头，小人有嘴不开口，大人开口又动手。";
		"木偶戏";
		"电影";
		"话剧";
		"京剧";
	};		
	[266] = {
		"一匹马儿两人骑，这边高来那边低，虽然马儿不会跑，两人骑着笑嘻嘻。";
		"跷跷板";
		"竹马";
		"自行车";
		"汽车";
	};	
	[267] = {
		"一座桥，地上架，走着上去坐着下。";
		"滑梯";
		"电梯";
		"楼梯";
		"立交桥";
	};	
	[268] = {
		"一个风箱真奇怪，一拉它就唱起来。";
		"手风琴";
		"钢琴";
		"电子琴";
		"口琴";
	};	
	[269] = {
		"一根竹管二尺长，开了七个小圆窗，对准一个小窗口，吹阵风就把歌唱。";
		"笛子";
		"唢呐";
		"琵琶";
		"古筝";
	};	
	[270] = {
		"一间房子扁又长，上边开了许多窗，用嘴吹进一阵风，好听的音乐多响亮。 ";
		"口琴";
		"手风琴";
		"扬琴";
		"吉他";
	};	
	[271] = {
		"一个大肚皮，生来怪脾气，不打不做声，越打越欢喜。 ";
		"鼓";
		"镲";
		"钟";
		"喇叭";
	};
	[272] = {
		"一个南瓜两头儿空，肚里开花放光明，有瓜没叶儿高高挂，照得面前一片红。 ";
		"灯笼";
		"电灯";
		"蜡烛";
		"手电";
	};	
	[273] = {
		"天上一只鸟，用线拴得牢，不怕大风吹，就怕细雨飘。 ";
		"风筝";
		"旗子";
		"飞机";
		"小鸟";
	};	
	[274] = {
		"圆头圆脑小东西，没骨头没肉光有皮，一打跳得三尺高，肚里憋着一包气。";
		"皮球";
		"羽毛球";
		"乒乓球";
		"气球";
	};		
	[275] = {
		"圆圆的身体皮儿薄，有红有绿颜色好，拴在线上随风舞，撒手高飞天上飘。";
		"气球";
		"篮球";
		"足球";
		"地球";
	};	
	[276] = {
		"有脚不会走，有嘴不开口，脸儿洗不得，一洗就变丑。";
		"泥娃娃";
		"不倒翁";
		"雪人";
		"洋娃娃";
	};	
	[277] = {
		"一位公公精神好，从小到老不睡觉。身体轻，劲不小，左推右推推不倒。";
		"不倒翁";
		"雪人";
		"泥人";
		"机器人";
	};	
	[278] = {
		"一个娃娃小不点，一件红袄身上穿，香火把它的辫子点，大叫一声飞上天。";
		"爆竹";
		"火柴";
		"打火机";
		"蜡烛";
	};	
	[279] = {
		"天上飞，不是鸟，前边翅膀大，后边翅膀小，喝饱汽油飞得高。";
		"飞机";
		"风筝";
		"蜻蜓";
		"竹蜻蜓";
	};	
	[280] = {
		"钢铁身子重万斤，搁在水里它不沉。不怕风浪大，就怕水不深。";
		"轮船";
		"潜水艇";
		"汽车";
		"飞机";
	};
	[281] = {
		"长长一条龙，走路轰隆隆，遇水过铁桥，遇山钻山洞，脚下钢轮力气大，日行千里真威风。";
		"火车";
		"汽车";
		"自行车";
		"飞机";
	};	
	[282] = {
		"四脚圆滚滚，眼睛亮晶晶，嘀嘀叫一声，招手过路人。";
		"汽车";
		"自行车";
		"飞机";
		"火车";
	};	
	[283] = {
		"说是牛，不是牛，不吃草，光喝油，工人叔叔送它来，支援农业大丰收。 ";
		"拖拉机";
		"汽车";
		"独轮车";
		"手推车";
	};	
	[284] = {
		"你说稀奇不稀奇，汽车长着长胳膊，抓起东西往上举，千斤万斤不费力。 ";
		"起重机";
		"压路机";
		"拖拉机";
		"收割机";
	};	
	[285] = {
		"一匹马儿真正好，没有尾巴没有脚，不喝水来不吃草，骑上它就满街跑。 ";
		"自行车";
		"独轮车";
		"汽车";
		"飞机";
	};	
	[286] = {
		"木头身上铁脚板，带它下地把活干。干活还得人扶着，翻的土地松又软。 ";
		"犁";
		"拖拉机";
		"铁锹";
		"锄头";
	};	
	[287] = {
		"歪脖子，宽嘴巴，跟着人走头朝下，野草见它就害怕，农民伯伯要用它。 ";
		"锄头";
		"斧头";
		"镰刀";
		"锤子";
	};	
	[288] = {
		"一根小木棒，安个弯月亮。秋天收庄稼，请它来帮忙。 ";
		"镰刀";
		"斧头";
		"锄头";
		"钳子";
	};	
	[289] = {
		"四四方方一块布，嘴和鼻子都盖住，两根带子耳上挂，不怕风沙不怕土。 ";
		"口罩";
		"手套";
		"袜子";
		"围巾";
	};		
	[290] = {
		"小小两只船，没桨又没帆，白天带它到处走，黑夜停在床跟前。 ";
		"鞋";
		"手套";
		"衣服";
		"裤子";
	};		
	[291] = {
		"一本书，天天看，看了一篇撕一篇。一年到头多少天，小书撕下多少篇。 ";
		"日历";
		"字典";
		"菜谱";
		"地图";
	};		
	[292] = {
		"它是我的好朋友，每个同学全都有，笔墨书本帮我拿，可我还得背它走。 ";
		"书包";
		"钱包";
		"手机";
		"铅笔盒";
	};	
	[293] = {
		"小黑人儿细又长，穿着木头花衣裳。画画写字它全会，就是不会把歌唱。 ";
		"铅笔";
		"橡皮";
		"尺子";
		"钢笔";
	};		
	[294] = {
		"身体有圆也有方，常在铅笔盒里装，要是写错一个字，它会马上来帮忙。 ";
		"橡皮擦";
		"修正液";
		"胶带";
		"小刀";
	};
	[295] = {
		"南边来了个黑大哥，炉里钻来火里坐，只要火里坐一阵，黑大哥变成红大哥。 ";
		"煤";
		"炭";
		"蜡烛";
		"火柴";
	};	
	[296] = {
		"青色糕，红色糕，不能吃，不能咬，点心铺里买不到，要盖房子少不了。 ";
		"砖头";
		"瓦";
		"水泥";
		"钉子";
	};		
	[297] = {
		"别看它的身子小，头上戴顶大白帽，睁开眼睛屋里亮，地上蚂蚁也能找得到。 ";
		"电灯";
		"手电";
		"蜡烛";
		"火柴";
	};	
	[298] = {
		"一朵花儿开得大，藤儿牵着高高挂。没有香味没有叶，会唱歌来会说话。 ";
		"扩音器";
		"电话";
		"电视";
		"音响";
	};	
	[299] = {
		"叮铃铃，叮铃铃，一头说话一头听。俩人不见面，说话听得清。 ";
		"电话";
		"电脑";
		"房子";
		"冰箱";
	};		
	[300] = {
		"溜溜圆，光闪闪，两根针，会动弹，一根长，一根短，嘀哒嘀哒转圈圈。 ";
		"钟表";
		"手机";
		"电视";
		"电脑";
	};		
}