--80级 +10紫色装备箱
local dwItemId = 5500692
local ItemScriptObj = {};
setmetatable(ItemScriptObj, {__index = CItemScript});

local Equip = {
	--镰
	[1] = {
			{1104050,900,1},		--武器
			{1204050,900,1},		--衣服
			{1214050,900,1},		--靴子
			{1224050,900,1},		--护腕
			{1234050,900,1},		--腰带
			{1450050,900,1},		--麟轩簪（通用）
			{1254050,600,1},		--裤子
			{1400050,900,1},		--苍山项链（通用）
			{1410050,900,1},		--玉衡戒（通用）
			{1420050,600,1},		--镜月镯（通用）
			{1430050,800,1},		--长生佩（通用）
			{1440050,800,1},		--翔鸾披风（通用）
		};	
	--刀	
	[2] = {
			{1102050,900,1},		--武器
			{1202050,900,1},		--衣服
			{1212050,900,1},		--靴子
			{1222050,900,1},		--护腕
			{1232050,900,1},		--腰带
			{1450050,900,1},		--麟轩簪（通用）
			{1252050,600,1},		--裤子
			{1400050,900,1},		--苍山项链（通用）
			{1410050,900,1},		--玉衡戒（通用）
			{1420050,600,1},		--镜月镯（通用）
			{1430050,800,1},		--长生佩（通用）
			{1440050,800,1},		--翔鸾披风（通用）
		};	
	--剑		
	[3] = {
			{1101050,900,1},		--武器
			{1201050,900,1},		--衣服
			{1211050,900,1},		--靴子
			{1221050,900,1},		--护腕
			{1231050,900,1},		--腰带
			{1450050,900,1},		--麟轩簪（通用）
			{1251050,600,1},		--裤子
			{1400050,900,1},		--苍山项链（通用）
			{1410050,900,1},		--玉衡戒（通用）
			{1420050,600,1},		--镜月镯（通用）
			{1430050,800,1},		--长生佩（通用）
			{1440050,800,1},		--翔鸾披风（通用）
		};	
	--枪
	[4] = {
			{1103050,900,1},		--武器
			{1203050,900,1},		--衣服
			{1213050,900,1},		--靴子
			{1223050,900,1},		--护腕
			{1233050,900,1},		--腰带
			{1450050,900,1},		--麟轩簪（通用）
			{1253050,600,1},		--裤子
			{1400050,900,1},		--苍山项链（通用）
			{1410050,900,1},		--玉衡戒（通用）
			{1420050,600,1},		--镜月镯（通用）
			{1430050,800,1},		--长生佩（通用）
			{1440050,800,1},		--翔鸾披风（通用）
		};		
};

-------------------------------------------------------
--使用物品
function ItemScriptObj:OnUseItem(objItemSys, objItem)
	local ZhiYe =  objItemSys:GetPlayer():GetInfo().dwProf
	local addTable = {};
	
	local id,Count = ArticleSustain:probability(Equip[ZhiYe])
	
	local item1 = {};
	item1.dwItemEnum	= id;
	item1.dwItemNumber= Count;
	item1.dwStrongLevel = 10;
	item1.dwBindType = enItemBindType.eYes;
	item1.setProperty = CGlobalItemManager:GetPropertyByQuality(id, 3);
	table.insert(addTable, item1);

	--_G.ItemSysOperType.Used 用于记录的 必须填
	if not objItemSys:AddEnumItemListToPacket(addTable, _G.ItemSysOperType.Used,true) then
		--什么都不返回  标示 删除道具，返回大于0的标示 错误提示
		return 6000810018;
	end;
end

-------------------------------------------------------
CGlobalItemManager:AddScript( dwItemId, ItemScriptObj )

