_G.SkillLoginConfig = 
{
	[enProfType.eProfType_Sickle] = {
			[1] = {
				img = "Icon_sk_51001_1.png", 
				types = "雀舌蚀体（招式）",
				des = "形拟雀落，勾镰剥啄。使用后可攻击近距离的单体目标", 
			},
			[2] = {
				img = "Icon_sk_51004_1.png", 
				types = "浮香魅影（招式）",
				des = "镰光如雪，满地乱玉。使用后可攻击身边小范围内的目标", 		
			},
			[3] = {
				img = "Icon_sk_51003_1.png", 
				types = "修罗刺魂（招式）",
				des = "使用后可攻击身边大范围内的目标。", 		
			},
			[4] = {
				img = "Icon_sk_51005_1.png", 
				types = "幽冥鬼爪（招式）",
				des = "神秘咒术，使用后对目标范围内敌人造成伤害，并将有70%几率将其束缚限制其移动，持续时间2秒。", 	
			},
			[5] = {
				img = "Icon_sk_51005_1.png", 
				types = "阴煞绝光（招式）",
				des = "使用后对扇形范围内敌人造成伤害，并将有80%几率降低目标攻击力30%，持续时间3秒。", 	
			},			
	},
	[enProfType.eProfType_Sword] = {
		[1] = {
			img = "Icon_sk_21001_1.png", 
			types = "剑影凝光（招式）",
			des = "快剑留影，凝光慑敌。使用后可攻击近距离的单体目标", 
		},
		[2] = {
			img = "Icon_sk_21004_1.png", 
			types = "剑羽惊寰（招式）",
			des = "使用后可攻击身边小范围内的目标", 		
		},
		[3] = {
			img = "Icon_sk_21003_1.png", 
			types = "寒霜剑气（招式）",
			des = "使用后可攻击身边大范围内的目标。", 		
		},
		[4] = {
			img = "Icon_sk_21005_1.png", 
			types = "横剑摆渡（招式）",
			des = "使用后可攻击目标直线上的敌人，并将有80%几率禁止对方使用技能，持续时间3秒。", 	
		},
		[5] = {
			img = "Icon_sk_21005_1.png", 
			types = "冰锋刺骨（招式）",
			des = "使用后可攻击目标直线上的敌人，并将有80%几率降低目标防御30%，持续时间3秒。", 	
		},	
	},
	[enProfType.eProfType_Knife] = {
		[1] = {
			img = "Icon_sk_31001_1.png", 
			types = "力劈重山（招式）",
			des = "刀锋冷厉，碎石裂地。使用后可攻击近距离的单体目标", 
		},
		[2] = {
			img = "Icon_sk_31004_1.png", 
			types = "快刀乱麻（招式）",
			des = "战魂未已，哀则必胜。使用后可攻击身边小范围内的目标", 		
		},
		[3] = {
			img = "Icon_sk_31003_1.png", 
			types = "天雷坠地（招式）",
			des = "使用后可攻击身边大范围内的目标。", 		
		},
		[4] = {
			img = "Icon_sk_31005_1.png", 
			types = "烈火腾云（招式）",
			des = "勇猛地跃向目标区域，对目标区域内的目标造成伤害，并有50%几率降低目标移动速度，持续时间3秒。", 	
		},
		[5] = {
			img = "Icon_sk_31005_1.png", 
			types = "龙战于野（招式）",
			des = "使用后可攻击身边大范围内的目标，并有80%几率击退并击晕目标，持续时间3秒。", 	
		},		
	},
	[enProfType.eProfType_Spear] = {
		[1] = {
			img = "Icon_sk_41001_1.png", 
			types = "流星追月（招式）",
			des = "灵蛇上棍，势如疾电。使用后可攻击近距离的单体目标", 
		},
		[2] = {
			img = "Icon_sk_41004_1.png", 
			types = "赤霞旋影（招式）",
			des = "丹凤起舞，狼烟横扫。使用后可攻击身边小范围内的目标", 		
		},
		[3] = {
			img = "Icon_sk_41003_1.png", 
			types = "回光幻电（招式）",
			des = "使用后可攻击身边大范围内的目标。", 		
		},
		[4] = {
			img = "Icon_sk_41005_1.png", 
			types = "骤雨青荷（招式）",
			des = "快速挥舞长枪对敌方造成多次伤害，最后一次伤害可将周围敌方眩晕0.3秒", 	
		},
		[5] = {
			img = "Icon_sk_41005_1.png", 
			types = "长虹贯日（招式）",
			des = "快速挥舞长枪对敌方造成多次伤害，并将目标击退。", 	
		},			
	},
}
	