--[[
	摇骰子系统配置文件
	周长沙
	2013-1-17
--]]


_G.GambleConfig = {
	dwNum = 6;--骰子数量
	dwCost = 10;--逆天改运消耗元宝数
	dwBCost = 0;--逆天改运消耗礼金数(二取其一)
	
	dwLookID = 10051001;--老顽童的LookID
	Eye = _Vector3.new(2,-5,2);--视口配置
	Look = _Vector3.new(-1.7,0,0);--视口配置
	Size = _Vector2.new(600,500);--显示老顽童的窗口大小
	
	Per = {--概率
		nper = {--没元宝各项出现的权重
			[1] = 170;--金
			[2] = 170;--木
			[3] = 170;--水
			[4] = 170;--火
			[5] = 170;--土
			[6] = 150;--全
		};
		yper = {--有元宝各项出现的权重
			[1] = 170;--金
			[2] = 170;--木
			[3] = 170;--水
			[4] = 170;--火
			[5] = 170;--土
			[6] = 150;--全
		};
	};
	Reward = {--真气增加量
		[1] = 1000;--金
		[2] = 1000;--木
		[3] = 1000;--水
		[4] = 1000;--火
		[5] = 1000;--土
		[6] = 5000;--全
	};
	Multiple = {--多个全时，每个全增加的倍数
		[0] = 0;--容错
		[1] = 1;--1个全
		[2] = 1;--2个全
		[3] = 1;
		[4] = 1;
		[5] = 1;
		[6] = 1;
	};
	Pic = {--图片配置
		[1] = "Icon_item_2300110_1.png";--金
		[2] = "Icon_item_2300120_1.png";--木
		[3] = "Icon_item_2300130_1.png";--水
		[4] = "Icon_item_2300140_1.png";--火
		[5] = "Icon_item_2300150_1.png";--土
		[6] = "Qita_zhenqi.png";--全
	};
	RollText = {
		[1] = T"增加金真气 %d";--金
		[2] = T"增加木真气 %d";--木
		[3] = T"增加水真气 %d";--水
		[4] = T"增加火真气 %d";--火
		[5] = T"增加土真气 %d";--土
		[6] = T"增加全真气 %d";--全
	};
	Text = {--界面文字
		szStart = T"开始";
		szFreeChange = T"踢桌子(%d)";
		szChange = T"逆天改运";
		szReward = T"领取真气";
		
		szThis = T"本次获得真气：";
		szDay = T"今日获得真气：";
		
		szDes = T"<font color='#FFFF00'>◎ 摇到<font color='#FF0000'>全</font>可获得全属性真气<font color='#FF0000'>5000</font>点，其他<br>   字只增加对应属性真气<font color='#FF0000'>1000</font>点<br>◎ </font><font color='#FFFF00'>可以使用<font color='#FF0000'>踢桌子</font>来重置不是<font color='#FF0000'>全</font>字的骰子<br>   每天<font color='#FF0000'>3</font>次<font color='#FF0000'>踢桌子</font>机会，<font color='#FF0000'>VIP</font>则有<font color='#FF0000'>5</font>次机会</font>";
	};
	Act = {--动作
		Level1 = 1005100191;
		Level2 = 1005100190;
		Level3 = 1005100192;
	};
	StrIndex = {--提示信息映射配置
		btnStart 		= 13001350001;--鼠标移动到“开始”按钮上悬浮提示
		btnReward 		= 13001350002;--鼠标移动到“收取真气”按钮上悬浮提示
		btnFreeChange 	= 13001350003;--鼠标移动到“踢桌子”按钮上悬浮提示
		btnChange 		= 13001350004;--鼠标移动到“逆天改运”按钮上悬浮提示
		errStart 		= 13001350005;--摇奖次数用完时点击“开始”按钮时错误提示
		errChange 		= 13001350006;--当六个骰子都为“全”时，点击“踢桌子”和“逆天改运”按钮时错误提示
		lblCan 			= 13001350007;--当未摇骰子且剩余次数>0时NPCTalkText显示
		lblCanot 		= 13001350008;--当未摇骰子且剩余次数=0时NPCTalkText显示
		lblLevel1 		= 13001350009;--当“全”>=1<3时NPCTalkText显示
		lblLevel2 		= 13001350010;--当“全”>=3<6时NPCTalkText显示
		lblLevel3 		= 13001350011;--当“全”=6时NPCTalkText显示
		errGold			= 13001350012;--元宝数量不足时，点击“逆天改运”按钮
		errBGold		= 13001350015;--礼金数量不足时，点击“逆天改运”按钮
		ntcFull			= 13001350014;--领取真气后，您的真气将溢出，是否继续领取？
		errFull			= 13001350013;--您的五行真气已满，无法再获取真气
		ntcAll			= T"玩家 %s 在和老顽童的比试中摇出了六个“全”属性，获得海量真气，你也可以去试试运气。 %s";--本次摇奖“全”的数量6
		lblTry			= T"我也试试";
	};
	Pfx = {--特效配置
		[1] = "sz_kuang_02";
		[2] = "sz_kuang_03";
		[3] = "sz_kuang_04";
		[4] = "sz_kuang_05";
		[5] = "sz_kuang_06";
	};
	
}