--[[
	--战场优化config
	--作者：张云华
	--时间：2013-8-21
]]
--

--指定战场config
_G.AssignBattleGround = {
	[1] = 8060,
	[2] = 8030,
}

--指定战场显示名字和其他文字信息
_G.BattlePlayerName = {
	szText = "黑衣人",
	szPKModelText = "当前场景无法切换模式",
	szDisableText = "当前场景无法使用",
}

--禁止道具相关规则config
--[8002]:地图id,{}:禁止道具id
--1禁止
_G.ForbidUseRuleConfig = {
	-- [1002] = 
	-- {
		-- [2100010] = 1,
		-- [2200050] = 1,
		-- [2200010] = 1,
		-- [2200040] = 1,
	-- },
	-- [8003] = 
	-- {
		-- [2100020] = 1,
		-- [2100030] = 1,
		-- [2100040] = 1,
		-- [2100050] = 1,
	-- },
	-- [8004] = 
	-- {
		-- [2100020] = 1,
		-- [2100030] = 1,
		-- [2100040] = 1,
		-- [2100050] = 1,
	-- },
}

--禁止切换PK模式的地图
_G.MapForbidPKMode = 
{
	-- [8001] = 1;
	-- [8002] = 1;
	-- [8003] = 1;
	-- [8004] = 1;
	-- [8005] = 1;
	-- [8006] = 1;
	-- [8007] = 1;
	-- [8008] = 1;
	-- [8009] = 1;
	[8060] = 1;
	[8030] = 1;
	[8031] = 1;
}