_G.LoginTitleConfig = {
	[1] = "ooo",
}
_G.LoginInfoConfig = {
		[1] = "ooo",
}

_G.ChgSceneReg={ 
[10001]="20级之前系统会为您默认选择推荐方案分配潜能点。",
[10002]="25级之前少侠可免费洗点，免费洗点按钮就在人物界面的属性面板附近。",
--//小地图
[20001]="在游戏内遇到问题时，可通过小地图左边的<font color='#00ff00'>“G”字按钮</font>联系客服人员。",
[20002]="点击小地图左边的<font color='#00ff00'>“邮”字按钮</font>可以查看官方发送的邮件。",
[20003]="系统会为您保存最多99封邮件，邮件将在收信日后的第15天自动清除。",
[20004]="点击小地图左边的<font color='#00ff00'>“显”字按钮</font>可以隐藏其他玩家的模型。",
--//快捷键
[30001]="按下<font color='#00ff00'>“Z”键</font>可进行快速拾取。",
[30002]="按下<font color='#00ff00'>“H”键</font>进行自动战斗，<font color='#00ff00'>“shift+H”</font>可打开挂机界面进行设置。",
[30003]="按下<font color='#00ff00'>“U”键</font>可打开闭关界面领取闭关奖励。",
[30004]="按下<font color='#00ff00'>“X”键</font>进行演武团练可获取大量五行真气。",
[30005]="<font color='#00ff00'>“shift+左键点击物品图标”</font>可将物品发送到聊天窗口供其他玩家查看。",
--//玩家头像
[40001]="威望称号除了为您提供丰富奖励之外，还将永久加成您的角色属性。",
[40002]="滑动角色血条和蓝条上的竖杠按钮，可以快速设置您的自动服药时机。",
[40003]="完成每日的威望任务可获取威望奖励，还能积累您的江湖威望。",
[40004]="点击角色头像下方的<font color='#00ff00'>“和”字按钮</font>可以进行PK设置。",
--//经脉
[50001]="经脉等级越高，战斗力提升越大。",
[50002]="经脉打通时，可以秒杀角色附近等级较低的怪物。",
[50003]="冲脉成功的一瞬间，周围玩家可以获得经脉分享。",
--//实战
[60001]="实战境界越高，属性加成越高，战斗力随之越强。",
[60002]="参阅《武尊断篇》是获得实战经验的唯一方式。",
[60003]="当前实战经验积满时，可使用《武尊残章》突破至更高的实战境界。",
[60004]="随着实战经验的不断增长，您的属性也在悄悄发生变化。",
--//宝石
[70001]="高级宝石精华可通过合成低级宝石精华获得。",
[70002]="举个例子：将宝石精华镶嵌在武器上，该精华即生成为火琉璃。",
[70003]="宝石精华是镶嵌在装备部件上的，更换装备不会受到影响。",
[70004]="激活宝石套装·辉曜宝器，可获得相应的属性加成。",
--//套装属性
[80001]="当12件装备均强化到+7以上时，即可激活强化套装·龙骧神甲。",
[80002]="当您拥有4件紫色装备时，即可激活高品质套装·绝世奇珍。",
[80003]="激活武器强化·乾戎天兵，将为您的武器附上炫目的特殊光效。",
--//五行调和
[90001]="若您的五行真气比例不均时，不妨进行五行调和。",
--//卡地图
[100001]="当您卡在某个地点无法移动时，自断心脉回城复活可助您摆脱困境。",
--//世家
[110001]="加入世家后，每天皆可领取世家福利。",
[110002]="世家等级越高，可为您提供的福利也会越多。",
--//伴侣
[120001]="相互赠送千纸鹤，可以增加您和伴侣的亲密度。",
--//坐骑
[130001]="坐骑等阶越高，带给您的属性加成越高。",
[130002]="坐骑升阶后仍可选择骑乘以前的坐骑，<font color='#00ff00'>属性加成不受影响</font>。",
--//副本
[140001]="若您意外离开副本，请务必选择<font color='#00ff00'>同一条线路</font>，在<font color='#00ff00'>3分钟之内</font>返回。",
--//连斩
[160001]="举个例子：若您达成<font color='#00ff00'>600连斩</font>获得“侠骨”状态，那么您对BOSS的伤害将<font color='#00ff00'>加成300%</font>。",
}
