local Img = {
	[1] = [[<img src="img://Xtb_talk.png">]];--后会有期	
	[2] = [[<img src="img://Xtb_weapon.png">]];
	[3] = [[<img src="img://Xtb_defense.png">]];	
	[4] = [[<img src="img://Xtb_gem.png">]];	
	[5] = [[<img src="img://Xtb_books.png">]];
	[6] = [[<img src="img://Xtb_horse.png">]];	
	[7] = [[<img src="img://Xtb_apothecary.png">]];
	[8] = [[<img src="img://Xtb_variety.png">]];
	[9] = [[<img src="img://Xtb_equip.png">]];
	--[10] = [[<img src="img://Xtb_equip.png">]];	]
	[11] = [[<img src="img://Xtb_stone.png">]];	
	[12] = [[<img src="img://Xtb_hsbj.png">]];	
	[13] = [[<img src="img://Xtb_storage.png">]];	
	[14] = [[<img src="img://Xtb_quest.png">]];--可接
	[15] = [[<img src="img://Xtb_rquest.png">]];--可交
	[16] = [[<img src="img://Xtb_uquest.png">]];--未完成
	[17] = [[<img src="img://Xtb_talk.png">]];--对话	
	[18] = [[<img src="img://Xtb_collective.png">]];--副本		
}

_G.NpcTaskImgConfig = {
	accept = Img[14];--可接
	uncomplete = Img[16];--未完成
	complete = Img[15];--可交
	talk = Img[17];--对话
}

_G.NpcStringConfigInfo=
{
 colDefault = [[<font color="#ffe384">%s</font>]];--NPC对话框NPC对白颜色
 colPLayer = [[<font color="#ffffcd">%s</font>]];--NPC对话框玩家对白颜色
 chatDefault = [[<font color="#65aaff">%s</font>]];--聊天框NPC名字颜色
 chatBody = "#ffa21e";--聊天框NPC说话内容颜色
 movieDefault = [[<font color="#ffffcd">%s</font>]];--电影剧情文字颜色
 [1]=Img[1].."后会有期";

 --野外BOSS被攻击喊话

[50]="无用南人，还不快跪下叫爷爷！或许本座还能饶你狗命，哈哈哈哈！",
[51]="身手倒是不弱，且吃我这一招，试试威力如何！",
[52]="桃花影落飞神剑，碧海潮生按玉箫",
[53]="居士慧根不浅，假以时日，定不可限量，不过今日，老衲姑且领先一筹了！",
[54]="我是武功天下第一，谁敢冒犯我，我就让谁死！",
[55]="天地不仁，以万物为刍狗！",
[56]="老叫花有些饿了，得找个地方吃上一顿好的，还不快快让路！",
[57]="不变应万变，无招胜有招！",
[58]="今日大欢喜，舍却危脆身。无嗔亦无忧，宁不当欣庆？",
[59]="死……你们……都得死……嗷——嗷啊啊啊——",
[60]="嘶嘶——嘶——",
--活动副本
[80] = Img[18].."进入龙鼎战<font color='#00FF00'>（每周二、五20点开启）</font>",
[81] = Img[18].."进入恶人谷<font color='#00FF00'>（24小时开放）</font>",
[82] = "菩提本无树，明镜亦非台。本是无一物，何处惹尘埃。",
[83] = Img[18].."进入盟主战<font color='#00FF00'>（每周六20点开启）</font>",
[84] = Img[18].."进入夜战襄阳<font color='#00FF00'>（每晚19:30-19:50开放）</font>",
[85] = "只要你有钱，我这里什么都有",
[86] = Img[11].."<font color='#00FF00'>天外陨石、藏宝图兑换</font>",
[87] = Img[11].."<font color='#00FF00'>棋魂兑换</font>",
[88] = Img[18].."戏说天下<font color='#00FF00'>（每日12:00-12:30开放）</font>",
[89] = Img[11].."<font color='#00FF00'>太玄经、青云碎片兑换</font>",
[90] = Img[11].."青云蜀道<font color='#00FF00'>（周一、周四20:00-20:30开放）</font>",
[91] = Img[11].."<font color='#00FF00'>前往战场</font>",
[96] = Img[18].."行镖江湖<font color='#00FF00'>（等级:45-65级 开放时间:15:00-16:00）</font>",
[92] = Img[18].."行镖江湖<font color='#00FF00'>（等级:65级以上 开放时间:15:00-16:00）</font>",
[93] = Img[11].."<font color='#00FF00'>前往战场</font>",
[94] = Img[11].."桃花迷阵<font color='#00FF00'>（每日17:30-18:00开放）</font>",
[95] = Img[11].."<font color='#00FF00'>点击领取奖励（领取后将传送回襄阳城）</font>",
[97] = Img[11].."<font color='#00FF00'>圣诞树兑换</font>",
[98]	=	"来跟小伙伴们一起愉快的玩耍吧~",
[99] = Img[11].."侠客岛<font color='#00FF00'>（每日13:00-13:40开放）</font>",
 [333]="大破金营",
 [444]=Img[18].."副本入口",
 [555]="哈哈，这里有个蚂蚁窝",
 [556]="你抓不到我o(≧v≦)o",
 [557]="我也要成为郭靖那样的大英雄",
 [558]="(≧▽≦)啦啦啦啦啦啦",
 [666]=Img[18].."进入副本",
 [667] = Img[18].."小猪快跑<font color='#00FF00'>（24小时开放）</font>",
 [100]="",-----怪物NPC空喊话需要用到的
------------------------------
	-------路雯喊话
	[101]="注意了,过两招看看你是否有这个慧根！",-----路雯进入战斗喊话
	[102]="请先用鼠标选中我，然后查看屏幕正下方的技能快捷键，并点击键盘上对应的快捷数字！",--生命少于99%
	[103]="若下方快捷栏没有技能，请按快捷键K，打开技能面板，并将已学的技能拖拽到快捷栏！",--生命少于70%
	[104]="你也可以按H键，使用自动攻击，来省去麻烦的操作！",--生命少于40%
	[105]="看来你已经学会使用了，以后闯荡江湖少侠应该可以自行应付了！",--生命少于13%
	-------教头喊话
	[106]="请少侠注意了！",-----教头进入战斗喊话
	[107]="首先你必须要学会无双技能。请按快捷键K，学习无双并且将技能拖拽到快捷栏，释放无双必须要消耗一颗『煞元』！",--生命少于99%
	[108]="煞元通过不断打怪增加杀意而来，请查看角色内力条下方的黄色杀意值，每达到1万点杀意值将凝结为一颗煞元！",--生命少于70%
	[109]="你可以试试释放无双技能，将会进入狂暴状态。无双技能可以在短时间内大幅增加属性。",--生命少于40%
	[110]="看来你已经学会使用了，灵活的应用无双技能可以使你在打怪、PK中更具战斗力！",--生命少于13%
----------------清音洞副本
	[111]="我已经将这孽畜制住了，请少侠再痛击几下，了结它的性命吧！",--生命少于13%
------------------------------
--空闲说话
	--[102]="木有就打电话了！",
	--[103]="闭嘴，基佬",
	--[104]="大王叫我~来巡山咯~",
	--[105]="咿儿哟~咿儿咿儿哟~",
	--[106]="巡了南山~巡北山喏~",
	--[107]="晚饭吃什么",
	--[108]="炒饭加鸭腿",
	--[109]="有木有人拼炒饭！",
	--[110]="啊~~六部~~你比五部多一部~~",


	[112]="哪里来的不怕死的！竟敢闯入金军大寨！",
	[113]="敌袭——！！",
	[114]="快来人！！别让这小贼跑了！！",
	[115]="呔！吃你爷爷一刀！",
	[1116]="没想到……我竟然死在你手上！",
	[1117]="十八年后，老子又是一条好汉！",
	[1118]="别、别放弃我……我还可以、还可以再抢救一下……",
	[1119]="什么人？！",
	[1120]="什么人还跑到爷爷的地盘上劫囚！乖乖把小命留下！",
	[1121]="快、快来……人……！",
	---------------------------------------------------------珍珑棋局-分割线-----------------------------------------------------------
	[116]="一入珍珑，身不由己，多少英雄败在棋局的无尽幻象之中，大侠今日当真决心一试？",
	[117]="太白何苍苍，星辰上森列。这一手，三环套月！",	--开始刷棋子
	[118]="狭路相逢，仇人相对，金国大将，敢一战否？",    --刷金国将领
	[119]="逆天道而顺大势，转乾坤以镇太虚。这一手，逆冲阴阳！",	--开始刷棋子
	[120]="溜奸耍滑，蛇鼠两端，蒙古霍都，敢一战否？",    --刷霍都
	[121]="四野何茫茫，孤城无从出，这一手，坐困愁城！",--开始刷棋子
	[122]="死而后生，大忠似奸，天蛛巫使，敢一战否？",--刷蚩萝伊
	[123]="出其不意行奇兵，这一手，围魏救赵！",--开始刷棋子
	[124]="自高自傲，目下无人，蒙古国师，敢一战否？",--刷金轮法王
	[125]="空即是色，色即是空。这一手，法相莲华！",--开始刷棋子
	[126]="哭丧棒打生人骨，赶尸匠唤活命魂，湘西名宿，敢一战否？",--刷潇湘子
	[127]="身死魂魄毅，乌江闻悲吟，这一手，四面楚歌！",--开始刷棋子
	[128]="颠颠复倒倒，天意弄人老，西毒欧阳，敢一战否？",--刷欧阳锋
	[129]="计谋鬼神事，勇担催天门，这一手，石破天惊！",--开始刷棋子
	[130]="伏久者，飞必高，暗棋天元，敢一战否？",--刷天元
	[131]="天兵照雪下玉关，虏箭如沙射金甲。这一手，十字定军！",--开始刷棋子
	[132]="力镇襄阳，天下共钦，郭靖大侠，你可心服？",--刷郭靖
	[133]="手中电击倚天剑，直斩长鲸海水开。这一手，挟山超海！",--开始刷棋子
	[134]="女中诸葛，不让须眉，黄蓉女侠，你可心服？",--刷黄蓉
	[135]="荡胸生层云，决眦入归鸟。这一手，五岳倒悬！",--开始刷棋子
	[136]="桀骜不驯，愤世嫉俗，桃花岛主，你可心服？",--刷黄药师
	[137]="分心二用无余处，专意合志有后招。这一手，左右互搏！",--开始刷棋子
	[138]="心若赤子，触类旁通，周老顽童，你可心服？",--刷周伯通
	[139]="菩提本无树，明镜亦非台。这一手，六根清净！",--开始刷棋子
	[140]="富贵浮云，三省其身，南帝一灯，你可心服？",--刷一灯大师
	[141]="倚剑登燕然，边烽列嵯峨。这一手，犄角之势！",--开始刷棋子
	[142]="嫉恶如仇，择善固执，江南七侠之首，你可心服？",--刷柯镇恶
	[143]="九重出入生光辉，东来蓬莱复西归。这一手，斗转星移！",--开始刷棋子
	[144]="曾经沧海难为水，除却巫山不是云，西狂杨过，你可心服？",--刷杨过
	[145]="巨灵咆哮擘两山，洪波喷箭射东海。这一手，腾蛇蹈海！",--开始刷棋子
	[146]="重吟真曲和清吹，却奏仙歌响绿云。古墓龙女，你可心服？",--刷小龙女
	[147]="自称阔逸无萧瑟，万顷天空一掷行。这一手，指点江山！",--开始刷棋子
	[148]="一双芒鞋踏风雷，一根竹杖扫天下，北丐七公，你可心服？",--刷洪七公
	[149]="大音希声，大象无形，这一手，太极无极！",--开始刷棋子
	[150]="云龙风虎尽交回，太白入月敌可摧。重阳真人，你可心服？",--刷王重阳
	[151]="请前辈赐教！",
	[152]="唉,棋差一招,莫要得意,下一手我便赢你！",
	[153]="少侠棋艺精湛,在下佩服！十三手棋局皆以被你破解,前途无量！",
	[154]="<font color='#E3170D' size='16'>抱歉，您身上没有足够的千纸鹤</font>",
	[155]="<font color='#00FF00' size='14'>等级不够，请选择其他选项！</font>",
	[156]="<font color='#00FF00' size='14'>棋局已开始，请少侠留心了！</font>",
	[157]="开启第2手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[158]="开启第3手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[159]="开启第4手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[160]="开启第5手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[161]="开启第6手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[162]="开启第7手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[163]="开启第8手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[164]="开启第9手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[165]="开启第10手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[166]="开启第11手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[167]="开启第12手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[168]="开启第13手棋局<font color='#00FF00'>(需要消耗1个千纸鹤)</font>",
	[169]="<font color='#00FF00'>成功击破13种棋局变阵</font>",
	
	[170]="且看这手棋!  少侠该当如何!?",
	---------------------------------------------------------十面埋伏-分割线--------------<font color='#00FF00' size='14'> </font>---------------------------------------------
	[180]="少侠准备好了吗，十面埋伏可得小心应对！",
	[181]="准备好了，开始！",
	[182]="<font color='#00FF00' size='14'>十面埋伏已经开始了，请小心应对！</font>",
	[183]="<font color='#00FF00' size='14'>下一波金军将在15秒之后出现，请做好万全准备！</font>",
	[184]="<font color='#00FF00' size='14'>金军将在10秒之后出现，请做好准备！</font>",
	[185]="<font color='#00FF00' size='14'>金军将在5秒之后出现，请注意了！</font>",
	[186]="<font color='#00FF00' size='14'>金军出现！</font>",
	[187]="<font color='#00FF00' size='14'>金军BOSS将在20秒之后出现，请及时清理小兵！</font>",
	[188]="<font color='#00FF00' size='14'>金军BOSS将在10秒之后出现，请及时清理小兵！</font>",
	[189]="<font color='#00FF00' size='14'>金军BOSS将在5秒之后出现，请及时清理小兵！</font>",
	[190]="<font color='#00FF00' size='14'>成功击退所有金军，将会在30秒之后传出副本！</font>",
	---------------------------------------------------------五行道场-分割线-----------------------------------------------------------
	[220]="五行道场NPC描述，XXXXXX！",
	[221]=Img[18].."准备好了，开始！（开启副本）",
	[222]="<font color='#00FF00' size='14'>五处已经出现五行兽的石雕了，请前往击破</font>",
	[223]="<font color='#00FF00' size='14'>五行道场已经开始运作，请注意了！</font>",
	[224]="<font color='#00FF00' size='14'>金雕像已被击破，BOSS出现！</font>",
	[225]="<font color='#00FF00' size='14'>石雕像已被击破，BOSS出现！</font>",
	[226]="<font color='#00FF00' size='14'>水雕像已被击破，BOSS出现！</font>",
	[227]="<font color='#00FF00' size='14'>火雕像已被击破，BOSS出现！</font>",
	[228]="<font color='#00FF00' size='14'>图雕像已被击破，BOSS出现！</font>",
	[229]="<font color='#00FF00' size='14'>金BOSS已被击破，击破其余BOSS后，五行圣兽将会出现！</font>",
	[230]="<font color='#00FF00' size='14'>木BOSS已被击破，击破其余BOSS后，五行圣兽将会出现！</font>",
	[231]="<font color='#00FF00' size='14'>水BOSS已被击破，击破其余BOSS后，五行圣兽将会出现！</font>",
	[232]="<font color='#00FF00' size='14'>火BOSS已被击破，击破其余BOSS后，五行圣兽将会出现！</font>",
	[233]="<font color='#00FF00' size='14'>土BOSS已被击破，击破其余BOSS后，五行圣兽将会出现！</font>",
	[234]="<font color='#00FF00' size='14'>五行圣兽出现在中央广场，请速去击败！</font>",
	[235]="<font color='#00FF00' size='14'>击败圣兽，副本完成，将会在30秒之后传出副本！</font>",
	
	[251]="五行兽 - <font color='#00FF00'>金虚狼</font>，金元气凝结而成，刚烈若极，特点 <font color='#00FF00'>暴击、攻速</font> ！",
	[252]="五行兽 - <font color='#00FF00'>木灵猴</font>，木元气凝结而成，丰润万物，特点 <font color='#00FF00'>生命、愈合</font> ！",
	[253]="五行兽 - <font color='#00FF00'>水元鳄</font>，水元气凝结而成，上善若水，特点 <font color='#00FF00'>速度、敏捷</font> ！",
	[254]="五行兽 - <font color='#00FF00'>火玄狐</font>，火元气凝结而成，侵略如火，特点 <font color='#00FF00'>攻击、暴击</font> ！",
	[255]="五行兽 - <font color='#00FF00'>土幻蜥</font>，土元气凝结而成，不动如山，特点 <font color='#00FF00'>防御、磐石</font> ！",
	[256]="！！！！！！！！！",
	---------------------------------------------------------烽火辎路-分割线-----------------------------------------------------------
	[280]="此处乃是蒙古辎重必须经过的山脉，在此处设伏等待必能等到蒙古后勤军队经过。上山的路颇为绵延，物资车必须绕路而上，少侠会有足够的时间，需要注意的是山上的土匪贼人可能前来捣乱！",
	[281]=Img[18].."有劳军师，我便再此处等待！（开启副本）",
	[282]="<font color='#00FF00' size='14'>蒙古物资军队已经发往山上营地了，少侠快去阻挡！</font>",
	[283]="<font color='#00FF00' size='14'>你看，说曹操，曹操就到，他们来了！</font>",
	[284]="<font color='#00FF00' size='14'>物资车已经到达蒙古军营，下一批将在30秒后出现！</font>",
	[285]="<font color='#00FF00' size='14'>成功劫走物资车，下一批将在30秒后出现！</font>",
	[286]="<font color='#00FF00' size='14'>下一批物资车在山脚下出现，据说山上的贼匪似乎有所行动！</font>",
	[287]="<font color='#00FF00' size='14'>警戒！！发现山贼！！！！！</font>",
	[288]="<font color='#00FF00' size='14'>下一批物资车在山脚下出现，半山腰似乎出现了金国的小队！</font>",
	[289]="<font color='#00FF00' size='14'>警戒！！前方出现金国小队！！！！！</font>",
	[290]="<font color='#00FF00' size='14'>下一批物资车在山脚下出现，蒙古军营似乎调遣来了接应小队！！</font>",
	[291]="<font color='#00FF00' size='14'>警戒！！发现蒙军接应小队正在前方！！！！！</font>",
	[292]="<font color='#00FF00' size='14'>山脚下出现蒙古后勤军需官！！</font>",
	[293]="<font color='#00FF00' size='14'>下一批敌人15秒后出现！</font>",
	[294]="<font color='#00FF00' size='14'>击败军需官，副本完成，将会在30秒之后传出副本！</font>",
	[295]="<font color='#00FF00' size='14'>蒙古后勤军队出现！</font>",

	[298]="闪开闪开，闲杂人等一律闪开！",
	[299]="找死，小子！",
	[300]="蠢货，就这水平也敢来干这勾当！去死吧！",
	[301]="畏惧我们吧，长生天的后人没有孬种！",

	[302]="此路是我开，此树是我栽，给我留下买路钱！",
	[303]="放心吧，我们不劫色！只是会要了你的命！！",
	[304]="小子，敢比我们早动手，那先把你给劫了！！",
	[305]="混蛋，敢坏我们好事，先揍你！！！",

	[306]="可恶的宋人，竟敢比我们还先动手！那就先送你上西天！",
	[307]="杀！",
	[308]="敢抢我们的肉，纳命来——！",

	[309]="可恶，胆敢抢我们的物资，去死吧！",
	[310]="居然劫持了我们这么多批物资，你活腻了！",
	[311]="混蛋，你们太卑鄙了！敢玩阴的！",

	[312]="完蛋了,喝了太多酒误了大事!回去也得死,小子你有种,看招吧!!",

	[314]="救命啊！",
	[315]="谢谢大侠搭救！！",
	[316]="谢谢！",
	[317]="啊 快跑！",
	
	[341]="探子汇报,蒙古的车队<font color='#00FF00'>即将要到山脚</font>，闲话不多说了。",
	[342]="你要做的就是，阻止他们将<font color='#00FF00'>物资车送到山上的营寨</font>!",
	[343]="上山的路有<font color='#00FF00'>两条捷径</font>，分别是...<font color='#00FF00'>这里</font>!",
	[344]="跟...<font color='#00FF00'>这里</font>!  好好利用它们，会让你<font color='#00FF00'>事半功倍</font>的!",
	---------------------------------------------------------------演武节堂------------------------------------------------------------------------------
	[370]="演武节堂是我们宋军士兵平常练武的场地，你有意思要试试吗？",
	[371]=Img[18].."我要试试！（开启副本）",
	[372]="<font color='#00FF00' size='14'>演武已经开始，请注意了！</font>",
	
	[375]="凌教头：弟兄们，都出来啦，陪这个新人蛋子练练！",
	[376]="新兵教官：哈哈，久违啦。",
	---------------------------------------------------------------大破金营------------------------------------------------------------------------------
	[400]="啊？什么情况？！哪来的宋人！！",
	[401]="来人啊！敌袭——！！",
	[402]="无用南人，纳命过来！",

	[403]="快来人……，有敌军。",

	[404]="八面伏手，给我上！",
	[405]="遵命！",
	[406]="让你们宋人见识见识我们的厉害！",
	
	[420]="报,,,报,, 有宋人!!!",
	[421]="慌慌张张个什么样，给我退下!",
	
	[422]="哈哈,你们<font color='#00FF00'>中计了</font>! 看看我们的厉害!",
	[423]="左右刀斧手,给我出来!",
	[424]="把小命留下!",
	[425]="看招!",
	[426]="全都给我站好了,不许偷懒!",
	[427]="         金国 - 联军智囊!",
	[428]="         蒙古 - 联军悍将!",
	[429]="         联军 - 联军头领!",
	---------------------------------------------------------------押运镖车提示------------------------------------------------------------------------------
	---世家镖车
	[500]="族长不在镖车附近,无法前进！请族长尽快回来带队！",
	[501]="镖车遭到攻击！请警戒四周！",
	[502]="镖车生命不足25%！",
	---------------------------------------------------------------守卫襄阳------------------------------------------------------------------------------
	[550]="请竭力防守襄阳城！",
	[551]=Img[18].."开始守卫襄阳（开启副本）",
	[552]="<font color='#00FF00' size='16'>敌方已经开始进攻，请注意！</font>",
	
	[560]="报------!!!!前…前方发现大批敌人!!!!!!!!",
	[561]="见其服饰,是 【南疆五毒教】 的逆贼!!",
	[562]="见其人马体格,是 【蒙古】 的人马!!",
	[563]="来的正好!请少侠击溃他们!!",
	-----------------------------------------------------------------小猪
	[566]="大侠可算来了，老农我可快急死了！您说说，天下掉下石头，却偏偏砸中我家的猪圈，真是飞来横祸！一切全拜托大侠，务必帮老农我把猪儿全赶回圈里啊！",
	[567]=Img[18].."老丈别急，我这就动手！",
	---------------------------------------------------------------天罡北斗------------------------------------------------------------------------------
	[600]=Img[18].."那我就领教领教（开启副本）",
	---------------------------------------------------------------夫妻副本----------------------------------------------------------------------------
	[630]="看看幽境两侧的箱子，分别是 <font color='#00FF00'>1</font>  到  <font color='#00FF00'>9</font>",
	[631]="你们小两口<font color='#00FF00'>一人去一侧</font>！",
	[632]="分别<font color='#00FF00'>打相同数字</font>的箱子，达到 <font color='#00FF00'>5</font> 次，就算你们过关！",
	
	[633]="龙儿,你永远都是我的.....    该死的杨过,定要把你碎尸万段!",
	[634]="这世上的情侣都得死!  师妹,别怨师姐我!",
	
	------------------------------------------------------卧虎藏龙（路雯）----------------------------------------------------------------------------------
	[700]="离开副本",
	[701]=Img[1].."开启车轮战模式",
	[702]=Img[1].."开启大乱斗模式",
	[703]="选择相应模式进行挑战吧，你会有意想不到的收获！",
	
	--晓薇
	[704]="咦，第一个是我吗？好吧，你可不能欺负人家年纪小哦~",	--出生喊话
	[705]="你猜猜，我这背篓里装的是什么？",	--狂暴喊话
	[706]="呜呜呜——好疼好疼！人家不依……",	--死亡喊话
	--刘雨
	[707]="欺负晓薇算什么本事，来跟你小姑奶奶过过招！",	--出生喊话
	[708]="哈，敢招惹你小姑奶奶，抽得你老娘都不认得你！",	--狂暴喊话
	[709]="贼厮鸟，打了鸡血了你！",	--死亡喊话
	[710]="就决定是你了，出来吧——我的青象",	--召唤青象喊话
	[711]="就决定是你了，出来吧——我的大宛马",	--召唤大宛马喊话
	[712]="就决定是你了，出来吧——我的银犀",	--召唤银犀喊话
	[713]="就决定是你了，出来吧——我的玄豹",	--召唤玄豹喊话
	--南筱芸
	[714]="我打你一下，你不能打我两下，不然……我可就亏了！",	--出生喊话
	[715]="也不能光让你占便宜啊……",	--狂暴喊话
	[716]="完了完了，这回可亏大了！",	--死亡喊话
	--戈楠
	[717]="我说不来，你偏要我来，来就来！",	--出生喊话
	[718]="你不要一再挑战我的耐性！",	--狂暴喊话
	[719]="还打？都这样了你还打？",	--死亡喊话
	--杨锋
	[720]="铁无情，随心而锻，倒比人还多几分变通。",	--出生喊话
	[721]="好，再试试我这几招！",	--狂暴喊话
	[722]="唉……打人没什么意思，我还是回去打铁吧！",	--死亡喊话
	--章博
	[723]="天文地理，诗词歌赋，人生哲学，只管来问！",	--出生喊话
	[724]="真是斯文扫地！斯文扫地啊！",	--狂暴喊话
	[725]="不是说好了文斗吗？怎么变成武斗了！",	--死亡喊话
	--阿熊
	[726]="真好玩，我也要玩！",	--出生喊话
	[727]="呜呜……我再也不捣乱了……",	--死亡喊话
	--周静恒
	[728]="还请少侠怜香惜玉……",	--出生喊话
	[729]="你、你这招数……好似那负心人！",	--狂暴喊话
	[730]="哎哟哟——莫伤了奴家这双手！",	--死亡喊话
	--欧雅琪
	[731]="生生死死见的多了，是男是女也就不重要了。",	--出生喊话
	[732]="有两下子，看来欧某必须要认真一些了！",	--狂暴喊话
	[733]="且慢！欧某赠你一颗大力丸，我们算个平手如何？",	--死亡喊话
	--秦江
	[734]="今儿也算开了眼界，还有人敢来主动挑衅公门中人呐。",	--出生喊话
	[735]="秦某官虽小，却也不是你能得罪得起的！知道太守大人是我什么人吗？",	--狂暴喊话
	[736]="令尊……莫非姓李……？",	--死亡喊话
	--许竹青
	[737]="看得许某人热血沸腾，这便来与少侠过上两招！",	--出生喊话
	[738]="少侠可要当心了！",	--狂暴喊话
	[739]="后生可畏，后生可畏啊！",	--死亡喊话
	
	[750]="敌人已经出现，准备战斗！",
	[751]="选择离开副本将导致该次副本失败，确定离开？",
	[752]=Img[1].."确定",
	
	------------------------------------------------------通天塔----------------------------------------------------------------------------------
	[800]="小的们布阵，好好招呼一下我们的客人！",
	

	---------------------------------------------------------------end------------------------------------------------------------------------------


--商店
 [2]=Img[2].."武器售卖";
 [3]=Img[3].."防具售卖";
 [4]=Img[4].."饰品售卖";
 [5]=Img[5].."秘籍售卖";
 [6]=Img[6].."坐骑装备售卖";
 [7]=Img[7].."药品售卖";
 [8]=Img[8].."杂货售卖";
--装备强化
 [9]=Img[9].."装备炼制";
 [10]="附加属性炼制";
--宝石工艺
 [11]=Img[11].."宝石工艺";
--护身宝甲
 [12]=Img[12].."护身宝甲熔炼";
--仓库
 [13]=Img[13].."仓库",
--激活码领取 
 [14]=Img[18].."激活码领取",
 
--使用物品任务错误提示
 [999911]="请前往指定地点使用此物",
 [999912]="此地粮草已烧毁，请勿浪费火种",
 [999913]="这口井已投过解药，请速去城中其他水井施药",
 [999914]="请勿频繁使用此物",
 [999915]="您已采集到足够的三七",
 [999916]="这厮尚未被除去",
 [999917]="任务背包已满，请空余足够空间放置所获之物",
 [999918]="您已拥有此物",
 [999919]="大功已成，大侠无需再费心神",
 [999920]="此地已种植过树苗",
 [999921]="此处栈桥已修复，请去修理别处栈桥",
 [999922]="此香炉已点燃",
 [999923]="此处水样已收集",
 [999924]="此处遗体已焚毁",
 [999925]="此地鳄鱼卵已经被毁了",
 [999926]="包裹已满，请空余至少一格包裹放置所获之物",
 [999927]="此处已点燃，请勿浪费火种",
 ------------------------------------------------------------------------
---------------------------------------------------------------场景展示------------------------------------------------------------------------------------------------------------
--出生点展示
 [1001001]="山中不觉流光度，已是十年寒暑……我非当年襁褓之儿，四位师父也已近垂暮。",
 [1001002]="这些年师父们未传我一招半式，却悉心调养我的骨骼经络，这处隐居之地看似简单，实则别具苦心。",
 [1001003]="山下的村子名为丘山村，取丘山为岳之意，所居者乃是当年横扫天下的岳家军之后人。",
 [1001004]="村中无一人不习武艺，却不知为何甘愿隐居在此，将一身绝技埋没山林。",
 [1001005]="今日，便是我入村习武之时……",
--丘山村展示
 [1001010]="此处即是丘山村",
 [1001011]="丘山为岳，村中所居，皆是当年横扫天下的岳家军之后人",
 [1001012]="无一人不习武艺，无一人不怀绝技",
 [1001013]="却不知为何，甘愿隐居在此，埋没山林",
 [1001014]="四位师父让我在此随村中长辈修习武艺，但愿在不久之后，我即可由此地，踏入江湖",
 --[1001015]="但愿在不久之后，我即可由此地，踏入江湖",
--襄阳城展示
 [2001001]="襄阳自古为兵家必争之地，滨临汉水，遥望长江",
 [2001002]="城中遗留着无数战火痕迹",
 [2001003]="处处彰显着苍凉雄浑的气势",
 ------------------------------------------------------------------------
---------------------------------------------------------------章节总结------------------------------------------------------------------------------------------------------------
	[000]="敬请期待。",
 ------------------------------------------------------------------------
---------------------------------------------------------------新章开启------------------------------------------------------------------------------------------------------------
	[100001]=[[始——十六载光阴飞度，别恩师初入江湖；<br/>屈——扶弱未竟遭讥诮，求医不得反成仇；<br/>追——年少酬知己，冲冠为红颜；<br/>离——遗孤承祖志，壮行辞乡邻。]],	
	[100002]=[[侠——有心济乱世，襄阳会英雄；<br/>义——闻说义士隐，犯险寻迷踪；<br/>情——千里追梦影，敌营见疑身；<br/>忠——群侠夺弩图，岂肯与仇家。]],
	[100003]=[[妄——孤岛生迷阵，痴儿指前途；<br/>疑——刁蛮小姐受难，聋哑仆侍作梗；<br/>惊——曾经无猜成奸计，昨日青梅落尘埃；<br/>殇——玉碎珠沉处，梦化飞烟去。]],
	[100004]=[[谬——本是抱不平，孰料成嬉戏；<br/>惑——莫非计中计，难算人外人；<br/>叹——总有贰心意，辜负结发恩；<br/>愿——同林莫成分飞，有情终成眷属。]],
	[100005]=[[探——大理无辜遭瘟疫，南疆有意起争端；<br/>遇——未料得灵狐有主，哪想见白发红颜；<br/>闯——如履薄冰施药，身临其境受劫；<br/>破——天龙寺疑心未定，藏经阁暗影何来。]],
	[100006]=[[仁——恶女逞威风，良民求相助；<br/>孝——庄内隐杀机，墓前现真凶；<br/>节——凭你高官厚禄，自有碧血丹心；<br/>勇——黄沙染血色，绿林照光明。]],
	[100007]=[[起——贼子扰乱清净地，侠士安定道家心；<br/>承——三清殿外除恶业，重阳像前结良缘；<br/>转——顽童戏群道，法王战孤英；<br/>合——功成身退离古墓，别开生面赴竹林。]],
	[100008]=[[乱——刁蛮女儿真难养，落魄王孙君莫问；<br/>急——懵懂遇雪蛛，恍惚见朱雀；<br/>战——假乞丐血口喷人，真长老故弄玄虚；<br/>决——天蛛旧影临碧波，金轮新败退江湖。]],
	[100009]=[[豪——浩歌望岳意相倾，杀孽缠身心惘然；<br/>盛——残酒悼英灵，全意惩奸恶；<br/>怒——正派生邪念，小人扮君子；<br/>昭——愿证清白登云巅，为取晶魄攀峭壁。]],		
	[100010]=[[忿——平生怕见不平事，杀尽不平方太平；<br/>问——佛心深深存真意，祖训渺渺留善行；<br/>慨——独鹤万里赴金诺，孤鸿千转拣寒枝；<br/>斗——半途杀出西域客，包藏祸心修道人。]],
	[100011]=[[惋——世风日下逐私欲，人心不复古时纯；<br/>厌——宫里见魑魅魍魉，阁中逢牛鬼蛇神；<br/>慌——割肉喂鹰未必善，以怨报德悔时晚；<br/>断——友强即敌弱，远交而近攻。]],	
	[100012]=[[寻——千里兼程求重宝，百十忧难为一约；<br/>惯——料想难得善了，从来不见坦途；<br/>险——聆讯清真寺，斗战将军府；<br/>感——旧闻堪落泪，异类亦有情。]],		
 ------------------------------------------------------------------------
-------------------正传界面显示------------------------------------------------------------------------------------------------------------
	[200001]=[[始——<br/><p align="center">十六载光阴飞度，别恩师初入江湖</p>屈——<br/><p align="center">扶弱未竟遭讥诮，求医不得反成仇</p>追——<br/><p align="center">年少酬知己，冲冠为红颜</p>离——<br/><p align="center">遗孤承祖志，壮行辞乡邻</p>]],	
	[200002]=[[侠——<br/><p align="center">有心济乱世，襄阳会英雄</p>义——<br/><p align="center">闻说义士隐，犯险寻迷踪</p>情——<br/><p align="center">千里追梦影，敌营见疑身</p>忠——<br/><p align="center">群侠夺弩图，岂肯与仇家</p>]],
	[200003]=[[妄——<br/><p align="center">孤岛生迷阵，痴儿指前途</p>疑——<br/><p align="center">刁蛮小姐受难，聋哑仆侍作梗</p>惊——<br/><p align="center">曾经无猜成奸计，昨日青梅落尘埃</p>殇——<br/><p align="center">玉碎珠沉处，梦化飞烟去</p>]],
	[200004]=[[谬——<br/><p align="center">本是抱不平，孰料成嬉戏</p>惑——<br/><p align="center">莫非计中计，难算人外人</p>叹——<br/><p align="center">总有贰心意，辜负结发恩</p>愿——<br/><p align="center">同林莫成分飞，有情终成眷属</p>]],
	[200005]=[[探——<br/><p align="center">大理无辜遭瘟疫，南疆有意起争端</p>遇——<br/><p align="center">未料得灵狐有主，哪想见白发红颜</p>闯——<br/><p align="center">如履薄冰施药，身临其境受劫</p>破——<br/><p align="center">天龙寺疑心未定，藏经阁暗影何来</p>]],
	[200006]=[[仁——<br/><p align="center">恶女逞威风，良民求相助</p>孝——<br/><p align="center">庄内隐杀机，墓前现真凶</p>节——<br/><p align="center">凭你高官厚禄，自有碧血丹心</p>勇——<br/><p align="center">黄沙染血色，绿林照光明</p>]],
	[200007]=[[起——<br/><p align="center">贼子扰乱清净地，侠士安定道家心</p>承——<br/><p align="center">三清殿外除恶业，重阳像前结良缘</p>转——<br/><p align="center">顽童戏群道，法王战孤英</p>合——<br/><p align="center">功成身退离古墓，别开生面赴竹林</p>]],
	[200008]=[[乱——<br/><p align="center">刁蛮女儿真难养，落魄王孙君莫问</p>急——<br/><p align="center">懵懂遇雪蛛，恍惚见朱雀</p>战——<br/><p align="center">假乞丐血口喷人，真长老故弄玄虚</p>决——<br/><p align="center">天蛛旧影临碧波，金轮新败退江湖</p>]],
	[200009]=[[豪——<br/><p align="center">浩歌望岳意相倾，杀孽缠身心惘然</p>盛——<br/><p align="center">残酒悼英灵，全意惩奸恶</p>怒——<br/><p align="center">正派生邪念，小人扮君子</p>昭——<br/><p align="center">愿证清白登云巅，为取晶魄攀峭壁</p>]],	
	[200010]=[[忿——<br/><p align="center">平生怕见不平事，杀尽不平方太平</p>问——<br/><p align="center">佛心深深存真意，祖训渺渺留善行</p>慨——<br/><p align="center">独鹤万里赴金诺，孤鸿千转拣寒枝</p>斗——<br/><p align="center">半途杀出西域客，包藏祸心修道人</p>]],	
	[200011]=[[惋——<br/><p align="center">世风日下逐私欲，人心不复古时纯</p>厌——<br/><p align="center">宫里见魑魅魍魉，阁中逢牛鬼蛇神</p>慌——<br/><p align="center">割肉喂鹰未必善，以怨报德悔时晚</p>断——<br/><p align="center">友强即敌弱，远交而近攻</p>]],
	[200012]=[[寻——<br/><p align="center">千里兼程求重宝，百十忧难为一约</p>惯——<br/><p align="center">料想难得善了，从来不见坦途</p>险——<br/><p align="center">聆讯清真寺，斗战将军府</p>感——<br/><p align="center">旧闻堪落泪，异类亦有情</p>]],		
 ------------------------------------------------------------------------
---------------------------------------------------------------风云------------------------------------------------------------------------------------------------------------
	[10001]=[[绝路见侠气，乱世出英雄。当今武林群雄并起、英才辈出，数风流人物，唯<font color='#ff0f0f'>等级榜第一名</font>]],
	[10012]="，江湖上无人能出其右，实乃人中龙凤！",		
	[10002]=[[兹有广厦三千，可庇天下寒士俱欢颜。<font color='#ff0f0f'>财富榜第一名</font>]],	
	[10015]="，生财有道，疏利仗义，可谓今世之孟尝，再生之陶朱！",		
	[10003]="十步杀一人，千里不留行。事了拂衣去，深藏身与名。",	
	[10016]=[[雄踞<font color='#ff0f0f'>连斩榜第一名</font>，特此昭告天下，以彰其威！]],	
	[10004]=[[习武之辈首重任督二脉，冲脉调节气血，带脉约束纵行诸脉，其余四脉为辅，每通一穴，则战力激增，今有<font color='#ff0f0f'>经脉榜第一名</font>]],	
	[10017]="，尤善运气冲穴之法，金身有望，实乃百年难见之奇才！",
	[10005]="十步杀一人，千里不留行。事了拂衣去，深藏身与名。",	
	[10006]=[[雄踞<font color='#ff0f0f'>杀手榜第一名</font>，特此昭告天下，以彰其威！]],
	[10007]=[[绝路见侠气，乱世出英雄。当今武林群雄并起、英才辈出，数风流人物，唯<font color='#ff0f0f'>成就榜第一名</font>]],	
	[10018]="",	
	[10008]=[[绝路见侠气，乱世出英雄。当今武林群雄并起、英才辈出，数风流人物，唯<font color='#ff0f0f'>BOSS击杀榜第一名</font>]],	
	[10019]="",
	[10009]=[[绝路见侠气，乱世出英雄。当今武林群雄并起、英才辈出，数风流人物，唯<font color='#ff0f0f'>宝甲榜第一名</font>]],	
	[10020]="",
	[10010]=[[绝路见侠气，乱世出英雄。当今武林群雄并起、英才辈出，数风流人物，唯<font color='#ff0f0f'>实战榜第一名</font>]],	
	[10021]="",
	[10011]="银鞍紫鞚照云日，左顾右盼生光辉。",
	[10022]=[[与其坐骑同登<font color='#ff0f0f'>坐骑榜第一名</font>，良骑得遇伯乐，相伴江湖，快意恩仇，人生如此，夫复何求！]],
	[10024]=[[绝路见侠气，乱世出英雄。当今武林群雄并起、英才辈出，数风流人物，唯<font color='#ff0f0f'>战斗力榜第一名</font>]],
	[10025]="",
	[10026]=[[绝路见侠气，乱世出英雄。当今武林群雄并起、英才辈出，数风流人物，唯<font color='#ff0f0f'>名剑榜第一名</font>]],
	[10027]="",	
--
	[10013]="自设风云各榜以来，武林中后起之秀无数，榜上有名如",
	[10014]="者，出于其类而拔乎其萃，令人好生欣羡。",	
--
 [10023]="所谓时势造英雄，如今正值多事之秋，风云各榜虚位颇多，留待各路英雄，凡有出于其类而拔乎其萃者，必当昭告天下，以彰其威。",	
--
	[1177443301] = [[论起对这江湖之事的了解，我风云客栈认了第二，怕是没人敢认第一。你既然倍受当家青睐，想来是有几分本事，我且问你，如今<font color='#ff0f0f'> %s 排在第 %d 名</font>的是何人？<br/>【打开排行榜（快捷键P）可查阅相关信息】]];
	[1177443302] = "是 %s ！" ;
	[1177443303] = "哈，瞧你白混这么多年，这都不知道，啧啧……";
	[1177443304] = "容在下再想想。";
	[1177443305] = "当家的眼光果然非比寻常，看你没啥稀奇，倒是耳聪目明，不过比我还差得远……";
	[1177443306] = "好说。";
 
------------------------------------------------------------------------
--------NPC:10011000 小猪-------------------------------------------------
----------------------------------------------------------------------- 
 [1001100011]="别惹我，我爸是猪~~刚~~鬣~~",
------------------------------------------------------------------------
--------NPC:10011000 屠龙刀-------------------------------------------------
----------------------------------------------------------------------- 
 [1002104711]="武林至尊，宝刀屠龙，号令天下，莫敢不从，倚天不出，谁与争锋！以下侠士便是上一届屠龙宝刀之主，不知待冰火岛烽烟再起之时，你可有胆量跨服一战？", 
---------------------------------------------------------------主线------------------------------------------------------------------------------------------------------------
--------NPC:10011001 平郎中-------------------------------------------------
-----------------------------------------------------------------------
 [1001100111]="杀一人，救一人，救一人，杀一人。医人杀人一样多，蚀本买卖绝不做。",
--task 1003 complete_talk
 [100331]="%s，你来了，路上可还顺利？我听仁毅说，他好心去村口接你，你却对他言语奚落，可有此事？",
 [100332]="是陆师兄出言挑衅在前，我不过是以牙还牙而已。",
--task 1004 accept_talk
 [100421]="恩，此乃我意料中事。仁毅本性不坏，就是心胸太窄，成不了大业，也坏不了大事。中人之资，中人之资罢了——唔，你怎么欲言又止的，何事？",
 [100422]="先生，村口有人前来求医，我看其中一人似乎伤得不轻……",
--page goto
 [100423]="死不了——你刚到村里，管甚闲事？唔——丘山四隐没少费心思，你的骨骼经脉都经过刻意调养，是块好料子。好了，你去杨铁匠那里取把兵器，我先摸摸你的底。",
 [100424]="【平先生脾气古怪，最好先顺着他，再想法子说服他救人】……是，我这就去。",
--task 1006 complete_talk
 [100631]="下盘虚浮，腰臂无力，白瞎了一副好架子，你是在替那木桩子赶蚊子呢，还是在给它掸灰？啧啧啧，不行啊不行——果然是要从头开始！",
 [100632]="【还真被杨大叔说中了】……先生，那救人之事……？",
--task 1007 accept_talk
 [100721]="你费这口舌作甚？杀一人，救一人，只要他们去杀一人，我自会救那一人。我看他们也没诚意求医，光会在村口号丧！他们都不急，你急个什么？",
 [100722]="或许……他们只是不忍以他人的性命来换自己的性命？",
--page goto
 [100723]="那还有什么可说的？我是要从阎王爷手里抢人，不还上一条命，阎王爷找我算账怎么办？你别废话，这本手札你且拿去，好好照着练。",
 [100724]="【平先生顽固不化，这可如何是好？】多谢先生赐教。",
--task 1007 complete_talk
 [100731]="脑子倒是好使。丘山四隐苦心养育你这么多年，不要让他们的心血废于一旦。如今既然到了我和穆老这里，我们是绝不会容你偷懒耍赖，你可不要掉以轻心。",
 [100732]="先生放心，我定会竭尽心力，不会让你们失望。那村口的求医之人……",
--task 1008 accept_talk
 [100821]="你怎么这么烦人？真是服了你了！好吧，我答应你，你帮我做一件事，我便考虑出手救了那人。听清楚啊，只是考虑！",
 [100822]="也好，那先生想要我做什么？",
--page goto
 [100823]="答应的倒是痛快。村东头厮混的那些小痞子近来愈发放肆，很是碍我的眼，你去将他们教训一顿，先让我顺顺气。",
 [100824]="是，我这就去跟他们“说说道理”。",
--task 1008 剧情
 [100841]="小痞子敢在丘山村撒野？惹谁不好惹着了平先生，算你们倒霉了！",
--
 [100853]="磨磨蹭蹭地干什么？你不是着急想救人吗？待我助你一段脚程！",
--
 [100842]="前面那不是梦儿吗？哈哈，难道是来找我的？唔？不对，求医的那两人怎会在这里？",
--
 [100843]=[[<font color='#278cf1'>梁梦儿：</font>……没想到会派你们两人来。平一指心思缜密，你们一来就先对上他，真是不怕死。]],
 [100844]=[[<font color='#278cf1'>侯通海：</font>这个郡主就不必担心了，我们敢唱苦肉计，自然就有后招！郡主还是交代正事要紧……]],
 [100845]=[[<font color='#278cf1'>梁梦儿：</font>哼。武穆遗书不在这里，<font color='#31cf32'>%s</font>根本不知遗书之事。村里的人没一个省油的灯，看似毫无芥蒂，实际上对我提防甚深，难办得很。]],
 [100846]=[[<font color='#278cf1'>沙通天：</font><font color='#31cf32'>%s</font>会活到现在，是你们“暗棋”的错。我说小郡主，王爷对此事可是上心得很，同样的错误，你们“暗棋”可不要犯第二次啊——]],
 [100847]=[[<font color='#278cf1'>神秘女子：</font><font color='#31cf32'>%s</font>跟您关系这么要好，若您都套问不出线索，恐怕是真的不知道。丘山村中人多为岳家军的后人，其余皆是隐世高人，岂敢轻视？]],
 [100848]=[[<font color='#278cf1'>梁梦儿：</font>呵，空，你说什么风凉话。没想到你叛逃后，竟诈死躲在这里这么久。不过清闲日子享受够了，要是不想穆胜捷知道你的真面目，就尽心帮我。]],
 [100849]=[[<font color='#278cf1'>神秘女子：</font>郡主，不，小飞，我……]],
 [100850]=[[<font color='#278cf1'>梁梦儿：</font>别废话。听着，此事了结，我自会离开丘山村。只要你乖乖合作，我可以不向首领报告你的行踪。]],
 [100851]=[[<font color='#278cf1'>神秘女子：</font>这……嘘——！好像有人来了！]],
 [100852]=[[<font color='#278cf1'>梁梦儿：</font>是<font color='#31cf32'>%s</font>！尔等依计行事，切莫漏了破绽！散了！]],
------------------------------------------------------------------------------------------------
-------------------------------NPC:10011002 村长 穆选锋-------------------------------------
------------------------------------------------------------
 [1001100211]="当年徽钦二帝被俘，朝廷南渡，岳家军残部无奈隐退，见这山中环境幽僻，便在此安家落户。那时候，老朽还是个小娃儿呢。",
--task 1018 complete_talk
 [101831]="事到如今也不必瞒你，梁梦儿一年前突然出现，自称是江南五大世家之一梁家的后人，但我、平先生还有丘山四隐都认为她的身份大有可疑，所以一直不许你和她有太多来往。",
 [101832]="不可能，当初我救起梦儿时她已是生命垂危，平先生亲自验过伤的，怎会有诈？",
--task 1019 accept_talk
 [101921]="我知你与她同病相怜，尽管相交时间不长，感情却十分深厚。但你涉世未深，若是她有心骗你，绝不是难事，须知防人之心不可无，你要三思。",
 [101922]="穆爷爷，我不信！我……",
--page goto
 [101923]="我知道你一时接受不来，总之梁梦儿之事，一时也没有头绪，你且冷静想想，帮我去探望一下阿雯的伤情吧。",
 [101924]="……我知道了。",
--task 1019 剧情
 [101941]=[[<font color='#278cf1'>陆仁毅：</font>穆大哥，你快回来！]],
 [101942]=[[<font color='#278cf1'>穆胜捷：</font>仁毅，你别管！]],
 [101943]=[[<font color='#31cf32'>%s：</font>穆大哥，你这是要去哪？]],
 [101944]=[[<font color='#278cf1'>穆胜捷：</font><font color='#31cf32'>%s</font>，在我回来之前，帮我照顾好阿雯，若我回不来了……让阿雯不要等我。]],
 [101945]=[[<font color='#31cf32'>%s：</font>什么？穆大哥！喂——！陆师兄，发生了什么事？]],
 [101946]=[[<font color='#278cf1'>陆仁毅：</font>唉！你怎么也不帮忙拦下他，要你何用！让开让开！]],
 [101947]=[[<font color='#278cf1'>陆仁毅：</font>穆老！大事不好！胜捷大哥自己出村去了，说要去找金人报仇！您看，这是他留下的字条……]],
 [101948]=[[<font color='#278cf1'>穆选锋：</font>“不灭女真，愧对吾妻”？哼！真是匹夫之勇！胜捷这小子怎么如此糊涂！]],
 [101949]=[[<font color='#278cf1'>陆仁毅：</font>穆老，现在怎么办？]],
 [101950]=[[<font color='#278cf1'>穆选锋：</font>此刻没空管他。金兵就要来了，你速去召集村中好手，准备迎战！]],
 [101951]=[[<font color='#278cf1'>陆仁毅：</font>是！]],
--task 1019 complete_talk
 [101931]="大战在即，胜捷这个混帐小子！竟然如此胡闹！",
 [101932]="穆爷爷，穆大哥盛怒之下独自出村，吉凶难料，我们还是想办法把他追回来吧。",
--task 1020 accept_talk
 [102021]="哼！这个混账！阿雯重伤卧床，他不思照料妻子，反而鲁莽行事！我平日的教导都喂到狗肚子里去了！若是死了，那是他自己造的孽，不去管他！",
 [102022]="穆爷爷，穆大哥关心则乱，实在是情有可原。",
--page goto
 [102023]="你不必替他开脱！哼……依那封密信的内容推测，金兵将集中在叠翠岭，那里地势高峻，扼守山中来往要道。胜捷八成是知道了此事，才会如此冲动。",
 [102024]="穆爷爷，我留在村里也帮不上大忙，就让我去叠翠岭看看吧。",
--task 1020 剧情
 [102041]="穆大哥竟不在这里……奇怪，穆爷爷说金兵集中在此，可这里兵员松懈，不像是屯兵要地啊……",
--
 [102042]="如此也好，叠翠岭路途颇远，且让老夫助你一臂之力！",
--task 2140 剧情
 [214041]="穆大伯，小陆子来报了信，您说怎么打，我们只管拼命！金狗既然欺到头上，咱可没有忍气吞声的道理！",
 [214042]="丘山村生死存亡在此一战，仰仗诸位乡亲了！杨虎，%s孤身去探叠翠岭，烦请你前去护持！",
 [214043]="好，包在俺老杨身上！", 
----------------------------------------------------------------------------------------------------
---------------------NPC：10011003 铁匠 杨虎------------------
---------------------------------------------------------------------------------------------------
 [1001100311]="我这可是祖传的手艺，讲究的就是个精细，什么时候让我碰上块好坯子，我也铸它把绝世神兵！",
--task 1004 complete_talk
 [100431]="%s，不是说你今天入村，要跟平先生和穆老习武吗？怎么一来就跑我这儿来啦，还这么火急火燎的，裤子被人点着啦？哈哈哈——",
 [100432]="杨大叔，您先别顾着说笑啊，平先生要我来您这里取把趁手的兵器。",
--task 1005 accept_talk
 [100521]="嗨，原来是这事儿，早就准备好了！喏，这可是我选上好的毛坯，照着丘山四隐的兵器紧赶慢赶打出来的，一样一把，你想选哪把就拿哪把！怎么样，大叔对你够意思吧？",
 [100522]="多谢杨大叔！可是，这……【四位师父皆是个中高手，我该选哪把兵器才好？】",
--page goto
 [100523]="怎么？这点主意都拿不准？那你还闯荡个什么江湖，赶紧回家洗洗睡吧！",
 [100524]="我可不会打退堂鼓！",
--task 1005 剧情
 [100541]=[[<font color='#31cf32'>%s：</font>真真师父说过，长镰由古时之长戈化形而来。镰首委婉，镰柄挺秀，扣之声音清越。静而持之，如弦月悬于澄夜；动而舞之，似芒星划破虚空。嘻嘻，我就要这镰了！]],
--
 [100542]=[[<font color='#31cf32'>%s：</font>师父曾言：刀，霸器也，以斩伐到其所乃击之，其形粗犷，其技朴拙，其势悍勇，为百兵之胆。这把大刀我瞧着正好，等我学成，便可像江岳师父那样，一夫当关，万夫莫开！]],
--
 [100543]=[[<font color='#31cf32'>%s：</font>传说上古之时，黄帝铸轩辕剑力战蚩尤，剑道由此而始。石渊师父亦曾有言：剑为君子之器，持之宏道行仁，仗义扬威，堪称“百兵之君”。杨大叔，我就选这柄重剑！]],
-- 
 [100544]=[[<font color='#31cf32'>%s：</font>师父曾言：枪长七尺至八尺，金铸其锋而以木为柄，舞动时，寒星点点，银光粲粲，泼水不能入，出枪如潜龙出渊，收枪似灵蛇入洞。这长枪，正堪为我所用！]],
--task 1005 complete_talk
 [100531]="成啊，还挺像这么回事的！可惜是个空架子，一动手就全露馅喽！哈哈哈——",
 [100532]="【额上滴汗】杨大叔，您就别取笑我了……",
--task 1006 accept_talk
 [100621]="哈哈，行了行了，平先生不是要你练两手给他瞧瞧吗？喏，木桩就摆在那儿，还不快去？平先生见了，指不定怎么损你呢！哈哈——",
 [100622]="杨大叔……我先去了！",
--------------------------------------------------------------------------
--------------------NPC:10011004 裁缝 路雯---------------------------
--------------------------------------------------------------------------
 [100411]="穆哥不在家中，妇道人家不便独自面见外人，若无要事，就请回吧。",

----------------------------------------------------------------
-----------------NPC:10011005 穆胜捷-----------------
----------------------------------------------------------------
 [1001100511]="今天收获颇丰，待我择日出山，一齐卖到襄阳城中换个好价钱，正好可以给阿雯买点城里的新鲜玩意儿。",
--task 1012 complete_talk
 [101231]="哟，今天这是刮的什么风，竟把你这稀客给吹到夕照坡来了？",
 [101232]="穆大哥！不好了，梦儿被两个人异乡人抓走了！",
--task 1013 accept_talk
 [101321]="异乡人？近来叠翠岭一带也有许多异乡人游荡，还扎了营寨。我在此滞留多日，就是想将他们的底细探清后，再向村里回报。你说的可是那些人？",
 [101322]="不，那两人乃是向平先生求医不成，竟心生歹念掳走了梦儿，扬言要杀了她抵命！",
--page goto
 [101323]="到底怎么回事，你给我细说一遍。我就觉得奇怪，山下那伙异乡人在叠翠岭按兵不动，很像在等待什么时机……",
 [101324]="【你将事情始末简述一番】穆大哥，你认为他们是一伙的？",
--page goto
 [101325]="唔，有可能。若真是一伙，你说的那两人便是借求医之名，行打探之实，如今求医之计不成，才将梦儿抓去，套问村中的情况。",
 [101326]="不行，我去把梦儿从他们手里抢回来！",
----------------------------------------------------------------
---------------------NPC:10011006 农夫妻子 武三娘----------------
----------------------------------------------------------------
 [1001100611]="十年之期越来越近，不知这山中的清静日子还能过几天……",
--task 1009 complete_talk
 [100931]="%s？你怎么这会儿一个人进林子里来了，路上遇着狼没有？", 
 [100932]="三娘放心，那些野狼不是我的对手，这是平先生给武三叔配的药，他最近可好？",
--task 1010 accept_talk
 [101021]="唉，还是老样子。在丘山村里好歹有平先生的药能压制着，但是眼见十年之期越来越近，我真怕他会再受到刺激，去与阿沅夫妻两个为难……",
 [101022]="您这样苦心孤诣，武三叔一定会好起来的。",
--page goto
 [101023]="承你吉言了。好在我身边还有敦儒和修文，只盼拙夫能早日清醒，一家人好好过日子。天色不早，我就不多留你在林子里耽搁了，赶紧回村里休息吧。",
 [101024]="恩，那我先走了。",
--task 1010 剧情
 [101041]=[[<font color='#278cf1'>梁梦儿：</font>救命啊——！]],
 [101042]=[[<font color='#31cf32'>%s：</font>……梦儿？！]],
 [101043]=[[<font color='#31cf32'>%s：</font>【是村口那两个求医的人？！】你们抓了梦儿想干什么？还不快放开她！]],
 [101044]=[[<font color='#278cf1'>沙通天：</font>放了她？休想！哼，平一指不是杀一人救一人吗？我这就杀了这个小姑娘，看他救不救我兄弟！走！]],
 [101045]=[[<font color='#278cf1'>梁梦儿：</font><font color='#31cf32'>%s</font>——！救我——<font color='#31cf32'>%s</font>——！]],
--task 1011 剧情
 [101141]="可恶，那个人不是重伤在身么，怎会有这么快的身法！唔……？草丛里有什么东西？",
--task 1012 剧情
 [101241]="这是梦儿的镯子，定是她特意留给我的线索！这个方向……对，我去夕照坡找穆大哥帮忙。",
----------------------------------------------------------------
-----------------------NPC:10011007 樵夫 林中才------------------
----------------------------------------------------------------
 [1001100711]="那个小畜生，拐走了我的阿沅……我的阿沅……阿沅乖……爹疼你……",

-----------------------------------------------------------
-----------------------------NPC:10011008 神秘女子（路雯，剧情）----------------------
------------------------------------------------------------
	[1001100811]="此处便是曲幽村，你到这就算安全了。",

	
------------------------------------------------------------------------------------
---------------------NPC:10011010 肉铺老板----------------------------
------------------------------------------------------------------------------------
 [1001101011]="新、新鲜的——的猪——猪——猪肉了，啊，便——便——宜卖啦，啊，十——十——十——文一斤，啊，是童、童叟无——无——欺啦！",

------------------------------------------------------------------------------------
---------------------NPC:10011011 梁梦儿----------------------------
------------------------------------------------------------------------------------
 [1001101111]="丘山村真是个好地方，山明水秀，犬吠蝉鸣，比外面不知道好上多少倍。",
--task 1001 剧情
 [100141]="%s，可算看见你了，我等你好久了呢！",
--task 1001 complete_talk
 [100131]="%s，可算等到你了，快走，平先生在村里等着你呢。", 
 [100132]="梦儿？你一直在这儿等我？",
--task 1001 剧情
 [100142]=[[<font color='#31cf32'>%s：</font>眼前的少女便是我的青梅之交，性子古灵精怪，令人难以招架。一年前，我在村口河滩上发现了重伤昏迷的她，将她救回丘山村。]],
 [100143]=[[<font color='#31cf32'>%s：</font>之后才得知，她与我竟同为十六年前那场惨案的受害者，江南五大世家只剩下我与她二人，同病相怜的遭遇使我们的关系更加亲密。]],
--task 1002 accept_talk
 [100221]="你四位师父早几天就来村里交代过了，说你今日下山，开始跟穆爷爷和平先生他们学功夫，先入门为长，以后你就要叫我梦儿师姐，嘻嘻……",
 [100222]="叫你师姐？也不是不行，你倒让我看看你有什么本事。",
--page goto
 [100223]="听好了，师姐我就先指教你一回。练武之人，讲究臂力、体魄、根骨、技巧四大要素，分别影响攻击、防御、生命和身法，若能将潜能点分配妥当，便可使自身具备更好的习武基础。",
 [100224]="恩，不错，背得一字不差。",
--page goto
 [100225]="哼，那是当然……啊，谁、谁说我是背的！你敢取笑我，看我还理不理你，我这就告诉穆爷爷和平先生去！",
 [100226]="诶诶，梦儿！好，算我的错，我们先进村吧，别让前辈们久等。",
--task 1002 剧情
 [100241]="哼，别以为我这就原谅你了。你若还敢惹我生气，我就再也不理你了。",
 [100242]="一听说你要下山，我这些天都高兴得没睡好！",
 [100243]="再也不用担心偷溜下山会被你四位师父责骂了！太好了！",
 [100244]="诶，陆仁毅那家伙好像又在逞威风了，我们快过去看看！",
--task 1008 complete_talk
 [100831]="……呵呵，%s，你什么时候来的？也不打声招呼，吓我一跳。",
 [100832]="刚到，看你们聊得正欢，就没叫你。梦儿，你怎会跟那两人求医的人在一块儿？还有那个女子……是穆家嫂子？",
--task 1009 accept_talk
 [100921]="哦，那两人见求医无望，想离开村子另寻名医，所以跟我打听消息，可我哪知道？至于穆家嫂子……我昨天就跟她约好了今天去看她绣的新花样儿，她来找我呢。",
 [100922]="那她怎么不等你，自己就走了？",
--page goto
 [100923]="还不是平先生派的差事么！三娘前日说武三叔的药快吃完了，平先生最要面子，生怕治不好武三叔的疯病要食言，这不，今日配好了药，巴巴地让我给送进林子里去。",
 [100924]="老松林里常有野狼出没，你一个姑娘家家的，怎么好去？",
--page goto
 [100925]="可不是么……我还跟穆家嫂子约好了，若跑一趟林子，回来定是晚了。诶……嘻嘻，%s，你去帮我跑一趟吧，好不好？等我学会了，就给你绣条新帕子！",
 [100926]="鬼丫头！好啦，药给我吧，我正好拿那些野狼再练练手。",
----------------------------------------------------------------
-----------------NPC:10011012 猎户 穆胜捷（营地附近）-----------------
----------------------------------------------------------------
 [1001101211]="这些人的目的到底是什么……",
--task 1013 complete_talk
 [101331]="%s，你怎么这么鲁莽！这些人尚不知深浅，也不确定他们与掳劫梦儿的人是否一伙，就算梦儿真的在他们手上，你一个人难道能把她救出来？万一再把你搭进去，岂不更糟？",
 [101332]="穆大哥，我、我一想到梦儿有危险，心里就着急，才会……那现在要怎么做？",
--task 1014 accept_talk
 [101421]="罢了，现在你已经打草惊蛇，索性堂堂正正地找他们问清来意，若是他们与掳劫梦儿的人是一伙的，正好救出梦儿。",
 [101422]="好，我们要怎么做？",
--page goto
 [101423]="没你的事。我一个人去就行了，你那点三脚猫的功夫，自保都不够用，跟着只会拖我后腿！",
 [101424]="不行！穆大哥，你不让我跟着，我就自己去！",
--page goto
 [101425]="你——！好吧，没空与你啰嗦，你千万跟在我身后，一旦情况不对，马上跑回村里求援，不要逞一时意气，以免我们俩都栽在这里，连个报信的人都没有！",
 [101426]="放心吧，我这次一定谨慎行事。",
--task 1014 剧情
 [101441]="手脚轻点！走，我们绕到那个帐篷后面去！",
--
 [101442]=[[<font color='#278cf1'>断：</font>丘山村，哼，丘山二字合在一起便是个岳字，那些岳家军自己躲在这深山野林里一辈子也就罢了，连儿孙也守在了这里，也亏得他们耐得住性子。]],
 [101443]=[[<font color='#278cf1'>沙通天：</font>岳家军对岳飞死心塌地，肯为他在山里呆个几十年有何稀奇？可怕的是，岳飞死了这么多年，仍有这么强的影响力，不光是我们王爷，连你们“暗棋”也在千方百计地算计他的遗书。]],
 [101444]=[[<font color='#278cf1'>断：</font>我们的事，你最好闭嘴，要不是看在小飞是完颜洪烈的亲孙女的份上，首领岂会稀罕与他合作？我们不过是各取所需。你们记住，<font color='#31cf32'>%s</font>是我的，当年大意留下的祸根，这回我要亲自铲除！]],
 [101445]=[[<font color='#278cf1'>金兵：</font>报——断大人，不好了！有个家伙闯进营地，杀伤了我们好几个兄弟，像是丘山村的人！]],
 [101446]=[[<font color='#278cf1'>沙通天：</font>哈哈，大概是咱们小郡主的那个小朋友到了！老夫就不陪你们年轻人闹了，断，这里交给你了，可别耽误明日大事！]],
 [101447]=[[<font color='#278cf1'>断：</font>你让完颜洪烈尽管放心就是！]],
--
 [101448]="臭老头儿，想走？没这么容易！不过……他们怎么会提到我……那个鬼面人的话是什么意思？",
--task 1014 complete_talk
 [101431]="%s，切莫冲动！他们一面之词难辨其中深意，我们要从长计议！",
 [101432]="穆大哥！梦儿就是被他和他的师弟掳走的，若现在放走了他，梦儿的下落就无人可知了！",
--task 1015 accept_talk
 [101521]="我就知道你不肯听话！忘了之前你怎么跟我保证的？你听我说，那老头儿孤身一人，如何带走梦儿？不如寻个机会去找那个鬼面人当面问个明白！",
 [101522]="对！我真糊涂，怎么没有想到这一点……我这就去！",
--page goto
 [101523]="喂，站住，%s——！回来！",
 [101524]=Img[18].."潜入异乡人营地",
----------------------------------------------------------------
-----------------NPC:10011013 穆胜捷（剧情副本）-----------------
----------------------------------------------------------------
 [1001101311]="阿雯……都怪我……",
 [101611]=Img[18].."潜入异乡人营地",
--task 1015 剧情
 [101541]="你们潜入丘山村，掳走一个姑娘家，意欲何为！？",
 [101542]="哈哈哈——想知道答案？用你们的命来换吧！",
--
 [101543]=[[<font color='#31cf32'>%s：</font>好骇人的蛮力……！！头好晕，撑不住了……唔……]],
 [101544]=[[<font color='#278cf1'>路雯：</font>断，住手！]],
 [101545]=[[<font color='#278cf1'>穆胜捷：</font>阿雯……？你怎么来了？你、你会武功？！]],
 [101546]=[[<font color='#278cf1'>断：</font>空？哼，你终于肯露面了，小飞对我说时，我还不相信！]],
 [101547]=[[<font color='#278cf1'>穆胜捷：</font>阿雯，你跟这个贼人认识？！]],
 [101548]=[[<font color='#278cf1'>路雯：</font>穆哥，我……我是金人，可我早就跟他们没有一点关系了！]],
 [101549]=[[<font color='#278cf1'>穆胜捷：</font>不必解释！你、你居然骗了我这么多年，把我当傻子一样玩弄于股掌中！我……真是瞎了眼……]],
 [101550]=[[<font color='#278cf1'>路雯：</font>穆哥！我从来都没有骗你，只是……只是没告诉你，我是金人……穆哥，你信我！]],
 [101551]=[[<font color='#278cf1'>断：</font>废话少说！空，你这个叛徒！等到黄泉路上再跟你的情郎解释吧！]],
 [101552]=[[<font color='#278cf1'>路雯：</font>穆哥，小心！断！受死——！]],
 [101554]=[[<font color='#278cf1'>断：</font>这、这不可能……]],
 [101555]=[[<font color='#278cf1'>路雯：</font>唔……]],
 [101556]=[[<font color='#278cf1'>穆胜捷：</font>阿雯——！]],
 [101557]=[[<font color='#278cf1'>路雯：</font>为什么……要有战争……我只是想……与你安然度日……]],
 [101558]=[[<font color='#278cf1'>穆胜捷：</font>阿雯……我……]],
 [101559]=[[<font color='#278cf1'>路雯：</font>穆哥，要……小心……梁、梁梦儿……她是……完颜……梦……]],
 [101560]=[[<font color='#278cf1'>穆胜捷：</font>什么？你说什么？阿雯，你醒醒！阿雯——！！]],
 [101561]=[[<font color='#31cf32'>%s：</font>唔……痛死我了……]],
--task 1015 complete_talk
 [101531]="阿雯……你别吓我……阿雯，你醒醒……",
 [101532]="啊——！穆大哥，这、这是发生了什么事？阿雯嫂子她怎么浑身都是血？",
--task 1016 accept_talk
 [101621]="……阿雯是金人，同这些贼人是旧识。是我的错……竟然受不得旁人两句挑拨，就怀疑自己的妻子，害得阿雯……跟这个贼人两败俱伤……",
 [101622]="什么？！……那、那梦儿呢？她在不在这里？",
--page goto
 [101623]="梦儿不在这里，阿雯昏迷之前曾提及梦儿，又说什么完颜，我没有听清。你在这营地中搜一搜，看看能不能找到什么线索。",
 [101624]="好。",
--task 1016 剧情
 [101641]=[[<font color='#278cf1'>穆选锋：</font>……！！我们听到打斗声赶过来的，胜捷，这是怎么回事！？]],
 [101642]=[[<font color='#278cf1'>穆胜捷：</font>爹，我们……啊，平先生，请快救救阿雯！此人乃死于阿雯之手，足以一命抵一命！]],
 [101643]=[[<font color='#278cf1'>平一指：</font>唔，让我看看……]],
 [101644]=[[<font color='#278cf1'>平一指：</font>路雯伤势太重，速速将她带回村里。穆老，此处就交给你了。]],
 [101645]=[[<font color='#278cf1'>穆选锋：</font>恩，事出突然，有劳先生了。胜捷你带阿雯回去，请平先生疗伤。<font color='#31cf32'>%s</font>留下，我有事要问。]],
 [101646]=[[<font color='#278cf1'>穆胜捷：</font>是，爹！阿雯，你坚持住，我们马上回去……]],
----------------------------------------------------------------
-----------------NPC:10011014  平郎中（剧情用）-----------------
----------------------------------------------------------------
 [1001101411]="杀一人，救一人，救一人，杀一人。医人杀人一样多，蚀本买卖绝不做。",
--task 1021 剧情
 [102141]="%s，我们中计了，你快跟我走！",
--task 1021 complete_talk
 [102131]="唉，我们都被那封密信骗了。叠翠岭乃是故布疑兵，沙通天亲自带着人渡过芦飞滩攻入村中，穆老正带着村中好手全力抵抗，未免不测，穆老让我带你离开。",
 [102132]="那封密信是我找到的，若因此中计，我也有责任。要我独自逃生？我决不走！",
--task 1022 accept_talk
 [102221]="如今岂是你任性之时！你若有失，江南五大世家的血海深仇，谁去报？你父祖的遗志你也不管？丘山村所有人的希望都寄于你一身，你对得起谁？！",
 [102222]="丘山村的希望……？平先生，我不明白你的意思……",
--page goto
 [102223]="你不明白的事情多了！你父祖皆是一代豪侠，为了忠义，宁死不屈，你身为他们唯一的后人，决不能辜负他们。",
 [102224]="那我就更不能走了，我宁愿站着死，绝不跪着生！",
--page goto
 [102225]="唉……我就料到会是这个结果，罢了，你先下山随我去与穆老会合。",
 [102226]="好，我们快走！",
--task 1022 剧情
 [102241]="唉——治人治其病，焉能医其命？该来的，躲不过，看来这丘山村我是呆不得喽！",
----------------------------------------------------------------
-----------------NPC:10011015  穆选锋（剧情用）-----------------
----------------------------------------------------------------
 [1001101511]="当年徽钦二帝被俘，朝廷南渡，岳家军残部无奈隐退，见这山中环境幽僻，便在此安家落户。那时候，老朽还是个小娃儿呢。",
--task 1016 complete_talk
 [101631]="%s，阿雯为何会伤成这样，你将详情速速说与我听。",
 [101632]="穆爷爷，是这样的……【你将事情的来龙去脉告知穆老】",
--task 1017 accept_talk
 [101721]="阿雯是金人……唉，胜捷太过武断，他们成亲已有三年，若阿雯有歹意，岂会安然至今？我来时见你在营地里翻翻找找，可有什么发现？",
 [101722]="我只在火堆旁找到一截没有烧完的布条，似乎是他们传递消息的密信，不过已残缺不全。",
--page goto
 [101723]="唔，聊胜于无。这伙人来得太过诡秘，我们必须查清他们的目的，你将那布条上的内容念来给我听听。",
 [101724]="是，穆爷爷。",
--task 1017 剧情
 [101741]=[[<font color='#31cf32'>%s：</font>【省略号为密信的破损处】……遗书下落已知悉，藏于桃花……靖处。命小飞速往与……会合，转道襄阳……后共赴桃花……后人已无用，杀。空为叛逆，杀。丘山……免后患，遣沙通天、侯通海率兵……叠翠岭，明日……屠村。]],
--task 1017 complete_talk
 [101731]="屠村？哼！好啊，来得好！吾辈隐居于此数十载，日日习武不辍，为的就是能保住岳家军昔日威名！这些女真蛮子只要敢来，便要他们再次领教岳家军的厉害！",
 [101732]="穆爷爷，密信上说的遗书……是怎么回事？",
--task 1018 accept_talk
 [101821]="信上所指遗书八成是岳元帅当年在狱中所写成的一部兵法……%s，这些人恐怕就是十六年前造下江南五家灭门血案的凶手，丘山村的存在也已暴露，山雨欲来，山雨欲来啊……",
 [101822]="难怪鬼面人会提到我的名字……穆爷爷，若他们是灭我五家的凶手，那梦儿落在他们手上岂不是……？！",
--page goto
 [101823]="我已知晓梦儿被掳之事……%s，今日所发生的事实在诸多蹊跷，我们先回村去，等安排好明日迎战事宜，我再与你细说。",
 [101824]="可是梦儿她……！唉，好吧，我跟您回去。",
--task 1022 剧情
 [102242]=[[<font color='#278cf1'>穆选锋：</font><font color='#31cf32'>%s</font>？！你怎么还没走？平先生，我不是让你带<font color='#31cf32'>%s</font>离开村子的吗？]],
 [102243]=[[<font color='#278cf1'>平郎中：</font>我早就说过，这家伙主意大得很，我带不走。穆老，是时候把全部真相告诉<font color='#31cf32'>%s</font>了。]],
 [102244]=[[<font color='#31cf32'>%s：</font>什么全部真相？穆老，平先生，难道你们还瞒着我什么？]],
 [102245]=[[<font color='#278cf1'>穆选锋：</font><font color='#31cf32'>%s</font>，吾辈隐居在此是为了守护一个秘密，而你的家族与其他四大世家亦是因此牺牲。当年岳飞岳元帅含冤赴死前，命四名岳家军士将他在狱中所写的兵法和一封密函送给远避蜀地的岳四公子……]],
 [102246]=[[<font color='#278cf1'>穆选锋：</font>不料此事被秦桧察觉，派出鹰犬一路追杀，激战之中，遗书被撕成两半。那四名岳家军带着半部遗书和密函，仓皇之下，误入你家。]],
 [102247]=[[<font color='#278cf1'>穆选锋：</font>你祖父得知原委后，定计将遗书和密函各伪造一份，四人带着假遗书和真密函继续赶往蜀地，真正的遗书则托付给你的家族。]],
 [102248]=[[<font color='#278cf1'>穆选锋：</font>元帅平反后，四人为助岳四公子重振岳家军，冒险潜入深宫，寻找被秦桧夺走的半部遗书，可它已下落不明。于是四人想到了由你家保管的另外半部遗书，可惜终究晚了一步……]],
 [102249]=[[<font color='#31cf32'>%s：</font>这四名岳家军士就是我的四位师父……没想到我的身世竟牵扯如此多的曲折秘辛。这么说来，徐、莫、梁、白四大世家全是受了我家的牵连……]],
--task 1022 complete_talk
 [102231]="%s，你不要多想，只怪这些人丧心病狂，不惜造下血案。这些歹人会在十六年后重现于此，证明你家所保管的半部遗书并未落入其手，也算是坏消息中的好消息了。",
 [102232]="可如今两个遗书残本都下落不明，岳四公子在朝堂上默默无闻，又该当如何……",
--task 1023 accept_talk
 [102321]="唉……此亦是我心头大憾，我本打算让你再磨砺两年，但他们已经找上门来，与其坐以待毙，不如放手一搏。%s，追查遗书下落的重任就交到你身上了。",
 [102322]="国仇家恨已至此，我岂有退缩之理！穆爷爷，我绝不会辜负诸位长辈的期望。",
--page goto
 [102323]="这封信你收好，出去之后，先到襄阳城去见归云庄庄主陆冠英陆大侠，平先生与他有旧，已在信中说明诸事，他会照料你。",
 [102324]="我记下了。诸位长辈，%s就此拜别！",
--------------------------------------------------------------------------------------
-----------------NPC:10011016  丘山四隐 石渊（剧情用）-----------------
--------------------------------------------------------------------------------------
 [1001101611]="下山去后，用心与丘山村中诸位长辈学习，不可怠慢。",
--task 1001 accept_talk
	[100151]=[[<font color='#278cf1'>石渊：</font>时如逝水，终究到了你下山之日。这些年来，吾辈教你仁义之道，不传你半点武学，可知为何？]],
	[100152]=[[<font color='#31cf32'>%s：</font>请师父明示。]],
	[100153]=[[<font color='#278cf1'>石渊：</font>你身负大仇，注定要经历一番腥风血雨。吾辈将你由襁褓之儿抚养长大，不强求你放弃仇恨，只望你不要因仇恨而丧失心志。你要如你父亲一般，侠义为怀，坚守正道，虽有牺牲，但无愧于心。]],
	[100154]=[[<font color='#278cf1'>苏清岚：</font>今日之后，吾辈与你的师徒缘分已尽，不可再提。正值乱世，不可无防身之技，你先去丘山村中修习基础武学。记住，武功不是你逞凶的利器，而是正义的护盾。侠之大者，为国为民！]],
	[100155]=[[<font color='#31cf32'>%s：</font>师父教诲，谨记于心。此去之后，难期再会，<font color='#31cf32'>%s</font>拜谢四位师父养育之恩！]], 	
--------------------------------------------------------------------------------------
-----------------NPC:10011017  丘山四隐 江岳（剧情用）-----------------
--------------------------------------------------------------------------------------
 [1001101711]="别闯祸！要是我听到风声说你在江湖上胡作非为给老子丢人，就算在千里之外也要把你抓回来揍一顿！",
--task 1001 accept_talk
	[100126]=[[<font color='#278cf1'>江岳：</font>好啦，多的我也没什么好说的，大小伙子了，自己拿捏得住分寸！今后江湖风雨，只有你一人面对，可别给老子当孬种，否则老子第一个不放过你！]],
	[100127]=[[<font color='#31cf32'>%s：</font>师父您这说的什么话，我哪能啊！]],
	[100128]=[[<font color='#278cf1'>陆真真：</font>哈哈，<font color='#31cf32'>%s</font>那个嫉恶如仇的火爆脾气，我看当孬种是不会了，只别做个莽夫就好！遇事多动动心思，别脑子一热就冲上去了。]],
	[100129]=[[<font color='#278cf1'>苏清岚：</font>习得一身武艺，便如水上行舟，或载或覆，只在你一念之间，须知善泳者溺于水，你要好自为之，时刻谨记侠义二字。]],
	[100130]=[[<font color='#31cf32'>%s：</font>师父们就只管把心放在肚子里，我一定闯出个名堂来！经此一别，不知道还有没有机会再见，<font color='#31cf32'>%s</font>拜谢四位师父养育之恩！]],
--------------------------------------------------------------------------------------
-----------------NPC:10011018  丘山四隐 苏清岚（剧情用）-----------------
--------------------------------------------------------------------------------------
 [1001101811]="去吧，做你应做之事。日后无人在身边提点，你自己须得明辨是非。",
--task 1001 accept_talk
	[100156]=[[<font color='#278cf1'>苏清岚：</font>今日之后，吾辈与你的师徒缘分已尽，不必再提。你命运多舛，性子又过于执拗，只望你善用一身武艺，侠义为怀，坚守正道。]],
	[100157]=[[<font color='#31cf32'>%s：</font>师父，我记下了。]],
	[100158]=[[<font color='#278cf1'>江岳：</font>嗨，你可真是……<font color='#31cf32'>%s</font>一个小姑娘家，被教得这么老气横秋，要我说，报仇雪恨、匡扶正义是一回事，她自己的人生是另一回事，人生苦短，及时行乐。]],
	[100159]=[[<font color='#278cf1'>石渊：</font>阿岳所言，不无道理……<font color='#31cf32'>%s</font>你注定不能轻松度日，却也不必过于自苦，凡事只要无愧于侠义之道，无愧于心便是。]],
	[100160]=[[<font color='#31cf32'>%s：</font>师父教诲，铭记于心。此去之后，难期再会，<font color='#31cf32'>%s</font>拜谢四位师父养育之恩！]], 
--------------------------------------------------------------------------------------
-----------------NPC:10011019  丘山四隐 陆真真（剧情用）-----------------
--------------------------------------------------------------------------------------
 [1001101911]="%s啊，你怎么这么快就长大了呢？以后我去捏谁的脸呢……", 
--task  1001 剧情
	[100121]=[[<font color='#278cf1'>陆真真：</font>转眼就这么多年了，想当初阿渊从桌子底下把你抱出来的时候，你才像只小猫儿这么大，就知道哇哇地哭，唉，时间过得真快……]],
	[100122]=[[<font color='#31cf32'>%s：</font>师父，这些年我不懂事，尽惹你生气了……]],
	[100123]=[[<font color='#278cf1'>陆真真：</font>嘛，反正该打也打了，过去的就别提了。下山之后，好好跟着穆老和平先生习武。你人小鬼大，我倒不担心你吃亏，别去坑人我就阿弥陀佛了。]],
	[100124]=[[<font color='#278cf1'>石渊：</font><font color='#31cf32'>%s</font>你记着，虽说成大事者不拘小节，但奇不可胜正，你父祖皆是一代豪杰，绝顶的侠义之士，你可不要坏了他们的忠义之名。]],
	[100125]=[[<font color='#31cf32'>%s：</font>师父们尽管放心便是，正邪善恶自在我心，我绝不会辜负四位师父的教导。此去之后，难期再会，<font color='#31cf32'>%s</font>拜谢四位师父养育之恩！]],
----------------------------------------------------------------
-----------------NPC:10011022  陆仁毅-----------------
---------------------------------------------------------------- 
 [1001102211]="%s，可算是看到你人影儿了！",
--task 1002 剧情
 [100245]=[[<font color='#278cf1'>陆仁毅：</font>早就说过了，平先生杀一人，救一人，绝不做亏本买卖，你们两个人还是想想办法怎么填上这人命缺口，苦苦哀求这一招对平先生没用！]],
 [100246]=[[<font color='#31cf32'>%s：</font>陆师兄，这是怎么了？]],
 [100247]=[[<font color='#278cf1'>陆仁毅：</font>哎哟，可算见着你们俩的人影儿了！穆老和平先生都打发我来看过多少回了，还以为<font color='#31cf32'>%s</font>下山的时候掉沟里了呢！真会给人找麻烦！至于这两个人嘛……向平先生求医的呗！]],
 [100248]=[[<font color='#278cf1'>沙通天：</font>两位少侠！两位少侠，我师弟身受重伤，求两位帮忙替我们师兄弟向平神医求求情吧！只要平神医愿意为我师弟治伤，我们兄弟定做牛做马以报大恩！]],
 [100249]=[[<font color='#278cf1'>侯通海：</font>是啊，求求两位了……]],
--task 1002 complete_talk
 [100231]="我好心劝你一句，别去惹这麻烦，平先生杀一人救一人的规矩立了几十年，从来没有一个例外！别以为你是丘山四隐养大的，先生就能卖你天大的面子，哼，还真挺拿自己当回事儿！",
 [100232]="陆师兄，你怎么能这么说，人命关天，不试试怎么知道？",
--task 1003 accept_talk
 [100321]="得了得了，别在这儿假仁假义，本少侠可不吃你这套！你想管便管，那些溜须拍马的话，尽管留着去哄穆老和平先生吧！",
 [100322]="陆师兄，你话中句句带刺，实非君子所为。",
--page goto
 [100323]="哼！唉——可惜我没有这么好的命，摊上四个有脸面的长辈，能让穆老和平先生亲自教我习武！哈，不过师父领进门修行在个人，名师出孬徒什么的，也不是没有嘛！",
 [100324]="呵呵。陆师兄这是在拿自己当例子么？",
--task 1003 剧情
 [100341]="你——！哼，%s，你少得意，早晚有你好看！",
 [100342]="呸！有你的好看才是！这副羡慕嫉妒恨的嘴脸不要太难看，真给丘山村丢人！",
 [100343]="%s，那两位伯伯怪可怜的，你去求求平先生吧，我在这儿等你。",
------------------------------------------------------------------------------------
---------------------NPC:10021019 襄阳守卫----------------------------
------------------------------------------------------------------------------------
 [1002101911]="出门在外，都不容易。",
--task 1023 complete_talk
 [102331]="看你是个生面孔，如今襄阳城须得小心戒备，不得不稍作盘问，少侠何事来到襄阳城？",
 [102332]="这位兄台，我是来寻人的。请问归云庄庄主陆冠英陆大侠现在居于城中何处？",
--task 2001 accept_talk
 [200121]="原来少侠认识陆庄主，他可是太守大人的座上宾。你想寻陆庄主，他现在正在城中央的广场上，你一直往前走就能看到了。",
 [200122]="多谢兄台，我这就过去。",
------------------------------------------------------------------------------------
---------------------NPC:10021001 陆冠英----------------------------
------------------------------------------------------------------------------------
 [200111]="是大丈夫，当提三尺剑，行侠义之道，锄强扶弱，保家卫国。",
--task 2001 complete_talk
 [200131]="这位少侠寻找在下，不知所为何事？",
 [200132]="我这有一封信，请陆大侠先行过目。",
--task 2002 accept_talk
 [200221]="【看完信后】原来少侠是当年五大世家的遗孤，平先生既然信得过陆某，陆某自当竭力相助，只是时过境迁，现在想要调查当年之事，一时怕是难有结果。",
 [200222]="我也知道当年悬案一时难决，可在下有一总角之交，同为五大世家中人，现在落入金军手中，还望陆大侠出手相助。",
--page goto
 [200223]="竟有此事？请少侠将你朋友的容貌特征告知于我，陆某一定尽力搜寻。",
 [200224]="多谢陆大侠，她叫梁梦儿……【你将梁梦儿的容貌特征详述与陆冠英】",
--page goto
 [200225]="好，若有梁姑娘的消息，一定即时转告。眼下战情紧急，我脱不开身，少侠若不介意，请对照这一份募集军资的商户清单，到各处确认筹资情况，正好也熟悉一下城中形势。",
 [200226]="好，那我这就去。",
--task 2002 accept_talk goto npc 10021012
--task 2008 complete_talk
 [200831]="%s，为何愁眉苦脸，难道是筹资之事不顺利？",
 [200832]="那倒不是，不过另有一事……【你将纪开泰之子失踪一事告知陆冠英】",
--task 2009 accept_talk
 [200921]="【皱眉思忖片刻】金国在北方被蒙古打得狼狈，襄阳金军已成孤军。我军但凡有物资运送，他们都会如饿狼夺食一般扑过来。纪壮士失踪，怕是因此而起，此事陆某也要担一份责任，决不能坐视。",
 [200922]="若是金人作祟，那我也不能袖手旁观。",
--page goto
 [200923]="少侠勿急，眼下还不能断定纪壮士吉凶如何。家父带着一些兄弟在野郊协助我军作战，说不定他们会有情报，待我传书一封，问得结果再作打算。",
 [200924]="陆庄主好意，我心领了。但金军就在城外，梦儿说不定正在那里受苦，无论如何，我都要走这一趟。",
--page goto
 [200925]="那好，%s，我这就去见太守大人请他相助，你帮我送一份名帖到太守府，然后去野郊与家父会合，互为照应。",
 [200926]="事不宜迟，我这就动身。",
--task 2009 accept_talk goto npc 10021002
--task 2035 complete_talk
 [203531]="我听家父说了，此次重伤完颜赛合，盗出机关弩图，少侠功不可没，当年你父亲侠名远播，义薄云天，当真是虎父无犬子！",
 [203532]="陆庄主过奖。",
--task 2036 accept_talk
 [203621]="我义兄郭靖与义嫂黄蓉现居于桃花岛，我在书信中提及少侠，郭大哥对你亦是赞赏，很想见你一面，少侠可愿走一趟桃花岛？ ",
 [203622]="郭大侠想见我？",
--page goto
 [203623]="不错，他说当年曾与你父亲有过数面之缘，很想见见故人之后，另外还有一桩隐秘要事相谈，连我都不肯透露呢。",
 [203624]="这……在下也毫无头绪。",
--page goto
 [203625]="哈哈，见到他你便知晓。桃花岛所在海域地形十分复杂，暗礁暗流密布，若无指引，只怕不得其门而入，郭大嫂曾将一幅桃花岛的海图放在我夫人遥迦那里，少侠可前去取得。",
 [203626]="好，那我就去麻烦陆夫人了。",
--task 2036 accept_talk goto npc 10021099
--task 2114 accept_talk
 [211421]="习武之人，讲究拳不离手，熟能生巧。正所谓“读书百遍，其义自见”，武学亦是如此，平日里多多演练，总会有灵犀一现的顿悟之时。",
 [211422]="陆大侠说的是，只是独自演武，总不及二人拆招来得有效。",
--page goto
 [211423]="这又有何难，襄阳城如今侠士众多，少侠不妨便在城中演练一番，何愁无人拆招？说不定还会遇上高人，对你指点一二，便可受用不尽。",
 [211424]="好，我便试上一试。",
--task 2114 complete_talk
 [211431]="吐故纳新，气沉丹田，劲随意走，通达四体。少侠这一番演武，可有什么不同的感觉？",
 [211432]="专心之时，似有一股热流，随着四肢经脉而走，徐徐汇于脐下。",
--task 2115 accept_talk
 [211521]=[[很好，看来你对<font color='#00ff00'>奇经八脉</font>已有所悟。须知经脉一道于习武之人十分重要，经通则脉顺，脉顺则气行，气行则劲至，方有可能窥破上乘武道之精妙。]],
 [211522]="陆大侠所言，我似懂非懂，还请明示。",
--page goto
 [211523]=[[口动不如身动，你且按照引导所示，<font color='#00ff00'>运气冲穴</font>。]],
 [211524]="谨遵教诲。",
--task 2115 complete_talk
 [211531]="你资质上佳，果非凡品。想来你已经懂了，我亦不必赘言。",
 [211532]="陆大侠谬赞了，多谢指教。",
--task 2138 accept_talk
 [213821]="少侠！少侠来的正好，出大事了！蒙古人违了盟约，与一伙金军残兵纠集在一起，眼下虽是按兵不动，但看他们排兵布阵，日夜操练，显然是冲着襄阳城来的！",
 [213822]="蒙古人灭了金国，金兵竟肯与他们一个鼻孔出气？",
--page goto
 [213823]="哼，狼狈为奸罢了。我看他们未必就是一条心，只是各怀鬼胎，面和心不合，只是这两头恶狼一齐咬上来，也足以让我们大感头疼。",
 [213824]="当然不能这样眼巴巴的看着，陆庄主可有什么筹谋，还请赐教。",
--page goto
 [213825]="眼下襄阳兵马吃紧，轻易是动不得。光凭我们这些武林人士，只能想出个奇袭的法子。凑上一班好手，趁蛮子们不注意，坑他们一把！少侠可愿同去？",
 [213826]="此事何须多问，此乃侠义本分，只管算我一个！",
-----------------------------------------------------
-------------npc:10021002 吕太守-----------------
-----------------------------------------------------
 [200211]="吕某一身生死荣辱皆系于襄阳，况百姓赋予众望，安敢不尽心竭力？",
--task 2009 剧情
	[200941]=[[<font color='#31cf32'>%s：</font>不愧是太守府邸，当真是气势浑然，肃穆庄严。]],
 [200942]=[[<font color='#278cf1'>守卫：</font>来者止步！此乃襄阳太守府，闲杂人等，不得擅闯！]],
 [200943]=[[<font color='#31cf32'>%s：</font>在下受归云庄主陆冠英所托，前来拜见太守大人，这是名帖，请代为通传。【递上名帖】]],
 [200944]=[[<font color='#278cf1'>守卫：</font>恩，果然是陆大侠的名帖。已有人进去请示了，少侠请进。]],
--task 2009 complete_talk
 [200931]="本官听下人禀报，说你是奉归云庄陆大侠之命来见本官，可是如此？",
 [200932]="正是如此。这是陆庄主的名帖，太守大人请过目。",
--task 2010 accept_talk
 [201021]="这些年来，陆氏父子助我良多，此次他有事相求，本官自然不会拒绝。本官安排好时间后，会派人去通知陆庄主的。",
 [201022]="多谢大人。在下还要去野郊与陆老庄主会合，这就告辞了。",
--page goto
 [201023]="哦，陆老英雄正在城外野郊协助宋明义宋将军作战，本官可为你传书一封，代为引荐，你只管前去便是。",
 [201024]="多谢大人相告。",
--task 2010 accept_talk goto npc 10031005
--task 2101 accept_talk
 [210121]="江湖上多个朋友便是多一条出路，少侠在外行走，还需有人相互照应。再者，襄阳城如今好手紧缺，若能多些像少侠这样的青年俊彦，本官不甚欣慰。",
 [210122]="承蒙太守青睐，在下行走江湖时必当留心，结交同心同德的侠义之士，不负大人一番苦心。",
--page goto
 [210123]="江湖乃龙蛇混杂之地，少侠想要广交志同道合之益友，凭一己之身，难免有遗珠之恨。本官倒是知道一个简便的法子，让少侠结识更多有志之士。",
 [210124]="在下洗耳恭听。",
--page goto
 [210125]=[[少侠不妨查看自己的<font color='#00ff00'>社交</font>，其中有一项<font color='#00ff00'>江湖关系</font>，打开之后，别有洞天。]],
 [210126]="听大人这样一说，我到有些迫不及待了。",
--task 2101 complete_talk
 [210131]="如此一来，少侠便能更加方便地与江湖才俊结交了。",
 [210132]="多谢大人指点。",
--task 2123 accept_talk
 [212321]="%s少侠，本官有急事相托。",
 [212322]="太守大人勿急，是什么事？",
--page goto
 [212323]="宋将军中了金军埋伏，被困于城外，朝廷援兵未到，襄阳城的守军轻易动不得，只好求助于如少侠这般的江湖侠士了。",
 [212324]="如此要事，我怎敢怠慢？不知宋将军被困于城外何处？",
--page goto
 [212325]=[[地形复杂，一时说不清楚。少侠请前往<font color='#00ff00'>陆夫人程遥迦</font>处，她正在召集人手一同前去为宋将军解围。]],
 [212326]="好，我这就去陆夫人那里。",
--task 2139 accept_talk
 [213921]="反了天了！真是反了天了！",
 [213922]="太守大人何故如此动怒？",
--page goto
 [213923]="自诸位侠士大破联营之后，残金与蒙古两边恼羞成怒，也不知使了什么法子，竟骗得拜火教和五毒教的乌合之众与他们一道，围住了汉水大寨！",
 [213924]="什么？！汉水大寨乃是襄阳门户，这当真是情况危急。",
--page goto
 [213925]="哼，他们想要如愿，也是做梦！本官主意已定，亲自督阵，定要拒敌于汉水！大侠，这还免不了要诸位侠士一道出力助阵，以作攻坚力量！",
 [213926]="大人放心，家国大事，在下定不会退缩！",
--task 2139 complete_talk
 [213931]="大侠以百姓身家为重，仗义出手，令人钦佩！",
 [213932]="好说，大人尽管差遣便是。",
-------------------------------------------------------------
--------------npc:10021003 戈楠---------------------------
-------------------------------------------------------------
 [200311]="乱世之中，有一把利器防身那是必须的。诶，少侠，就是说你呢，看你腰中废铁还挂着作甚？快来看看我这里的宝刀名剑，哪样不比你那把强？",
--task 2004 complete_talk
 [200431]="一见少侠，便觉英气逼人，来日必非寻常人物。可惜，少年英雄却无好兵器相配，真是令人扼腕。我店中多有神兵利器，买上一把，定能实力大增，将来称霸江湖亦未可知啊！",
 [200432]="老板真是会做生意，不过我这是长辈所赠，不敢轻易弃置。",
--task 2005 accept_talk
 [200521]="哈哈，那倒是我唐突了。少侠是个爽快人，那我也就不多罗嗦了，既然不是来我店中选购兵器，那是有何贵干呐？",
 [200522]="我是来替陆冠英陆大侠问问戈老板，准备的物资怎么样了？",
-- --page goto
 -- [200523]="哦——这事儿啊，好说。各式兵甲都已经送到杨师傅那里做最后一道强化炼制了，算算时间也该好了。我这店里走不开，少侠若是有空就帮我去看看吧。",
	-- [200524]="好，那我就去杨师傅那里瞧瞧。",
--task 2005 accept_talk goto npc 10021005
--------------------------------------------------------------------
------------------------npc:10021004 南筱芸----------------------
--------------------------------------------------------------------
 [200411]="一种相思，两处闲愁，征战日久，不知良人何日方归……客官是想挑些什么？",
--task 2040 complete_talk
 [204031]="客官看着眼生，可是初次光临小店？",
 [204032]="店家好眼力，在下是替归云庄陆庄主来看看情况。",
--task 2004 accept_talk
 [200421]="请少侠转告陆大侠，南记布庄已备下各种耐磨、保暖的布料五千匹，还有大量的棉花，相信可以为我军将士补充一批御寒的衣物。",
 [200422]="姑娘高义，在下敬佩。",
--page goto
 [200423]="我能够在战火中安稳的继续做买卖，多亏了那些将士悍不畏死，守护襄阳，如今陆大侠让我有机会为他们出一份力，我自然不会敷衍。",
 [200424]="姑娘这话，陆大侠听了一定欣慰，那我就先去别家了，告辞。",
--task 2004 accept_talk goto npc 10021003
--task 4117 accept_talk
 [411721]="你行走江湖已非一日，怎么身上连件护身的甲胄都没有，未免太过寒酸。我要你取15张鳄鱼之硬皮，还有30只野猴变异的脚爪，帮我送到广平禅师那里。你若能办到，我自有厚赠。",
 [411722]="那么，请姑娘稍候。",
------------------------------------------------------------
------------------npc:10021005 杨锋----------------------
------------------------------------------------------------
 [200511]="工欲善其事，必先利其器，精益求精，在生死相斗时便多一分胜算。",
-- --task 2005 complete_talk
 -- [200531]="哎，小心小心，别被溅上铁水，要是烫伤了，那疼起来可要命呢！",
 -- [200532]="多谢提醒。",
-- --task 2006 accept_talk
 -- [200621]="我看你是从戈楠那边过来，是不是他让你来问那批装备的事？喏，就剩我手上这个了，马上就好。唔……少侠，别怪我多嘴，你手中这柄兵器虽好，却还欠了些火候。",
 -- [200622]="哦？杨师傅，我对炼制装备也很有兴趣，不知能否教教我？",
-- --page goto
 -- [200623]="年轻人好学是好事，可我这门手艺却不是轻易能学会的。你便按照我的引导，一步一步地做来试试吧。",
 -- [200624]="多谢杨师傅了。",
-- --task 2006 complete_talk
 -- [200631]="少侠好聪明，看过一次就做得有模有样，不错，哈哈哈，不错！",
 -- [200632]="杨师傅过奖了。",
--task 2007 accept_talk
 [200721]="我这里完工了，其余造好的兵甲我都存在城中宜通号钱庄，城中商家多半也都将物资存放在那里。据我所知，陆大侠募捐的上一批物资就是从宜通号起运的。",
 [200722]="哦？如此说来，这宜通号钱庄红火得很啊。",
--page goto
 [200723]="可不是嘛，几十年的老招牌了。少侠若有什么一时用不着的东西，也可以存在那里，省心得很！",
 [200724]="好，那我就去宜通号看看。",
--task 2007 accept_talk goto npc 10021010
--task 2037 complete_talk
 [203731]="哟，又见面了。我可听说了，少侠在野郊一战成名，可喜可贺！",
 [203732]="多谢杨师傅，我这次来，是想将一身装备稍加磨砺。",
--task 2043 accept_talk
 [204321]="年轻人好学是好事，可我这门手艺却不是轻易能学会的。你便按照我的引导，一步一步地做来试试吧。",
 [204322]="好，有劳杨师傅。",
--task 2043 complete_talk
 [204331]="少侠好聪明，看过一次就做得有模有样，不错，哈哈哈，不错！",
 [204332]="杨师傅过奖了。",
--task 2044 accept_talk
 [204421]="这装备啊，与人一样，越是打磨越见好。你可一刻都不能放松了，行走江湖，若是装备落了人后，可是要吃大亏的！",
 [204422]="在下一定谨记。",
--page goto
 [204423]="哦，看你神色，想必是有心事，你才刚刚踏出江湖之路的第一步，既然有陆庄主等人的提携，可得好好把握机会。",
 [204424]="恩，我这就要离开襄阳城，杨师傅，后会有期。",
---------------------------------------------------------------
---------------------npc:10021006 康兴哥--------------------
----------------------------------------------------------------
 [200611]="眼看这襄阳城越来越乱了，活人死鬼都来凑热闹，我连媳妇儿都还没娶呢，这可如何是好！",
--task 2104 accept_talk
 [210421]="滚滚红尘多自扰，无端惹得痴人笑。多情浪客无情剑，江湖儿女江湖老。",
 [210422]="你倒悠闲，独自在这念什么歪诗？",
--page goto
 [210423]="我说少侠，你成日里一个人在江湖上晃悠，就没想过找个倾心的伴儿，两个人在一块儿也没这么孤单不是？",
 [210424]="如何不想呢，只是哪有你说的这么容易。",
--task 2104 complete_talk
 [210431]="要找个情投意合固然不易，可若是孤芳自赏无人知，又上哪找去？小的告诉你一个妙法，少侠只消打开自己的好友界面，然后查看江湖关系，其中有一项征婚……嘿嘿嘿嘿……",
 [210432]="咳……我知道了，多谢多谢。",
--task 2125 accept_talk
 [212521]=[[江湖传闻，当年被灵鹫宫主虚竹子无意间破解的<font color='#00ff00'>珍珑棋局</font>重现于世，不过与虚竹子所破的那一局又<font color='#00ff00'>有了新的变化</font>，乃由棋痴摆下，不少好手慕名而去，纷纷败回。]],
 [212522]="哦？当初逍遥派掌门无崖子先生传下的珍珑棋局何等厉害，这位棋痴先生竟能通而后变，又摆新局，当真十分了得。",
--page goto
 [212523]="少侠难道不想去试上一试？",
 [212524]="我还差得远呢，你不是说已经有不少人失败了么？我去也是白去。",
--page goto
 [212525]="诶，话可不能这么说，虚竹子破珍珑棋局时，也不过是少林一个不起眼的小沙弥罢了，这啊，还得看机缘。我可是听说，即便是败回的那些人也从中受益匪浅呢，少侠何必瞻前顾后，错失良机？",
 [212526]="你说的也对，那我就去试上一试。",
-----------------------------------------------------------------
-----------------------npc:10021007 章博----------------------
-----------------------------------------------------------------
 [200711]="书中自有黄金屋，书中自有千锺粟，书中自有颜如玉，书中车马多如簇。",
--task 2108 accept_talk
 [210821]=[[章某别无所长，唯一屋藏书，乃是心头之好。平生又最爱结交年少有为之士，既是与少侠投缘，无甚宝物以酬知交，就将这藏书之中适于少侠修习的<font color='#00ff00'>心法秘籍</font>，挑选一些相赠吧。]],
 [210822]="无功不受禄，我对先生并无贡献，岂能接受先生厚赠？",
--page goto
 [210823]="哈哈，这有何难，学生出上几道题目，由少侠来解决，解决一道，便赠上一本秘籍，如何？",
 [210824]="如此甚妙，那么，就请先生出题吧。",
--page goto
 [210825]=[[好。学生听说<font color='#00ff00'>金军配发给士兵的令牌</font>上，背面阴刻了一种纹章，<font color='#00ff00'>集齐10块</font>便可拼出完整的符文，女真人将这符文代代相传，据说可激发兵士之武勇，使人不惧恶战，就请少侠帮学生收集一套这种令牌吧。]],
 [210826]="好，请先生稍候。",
--task 2108 complete_talk
 [210831]=[[少侠请看，这一本心法名为<font color='#00ff00'>《青莲秘箓》</font>，乃是太虚双仙之一的青莲神尼所著，其中所载，均神奇绝妙，玄奥精深。但凡修习，便<font color='#00ff00'>可使自身生命上限增加</font>。]],
 [210832]="竟有如此绝妙功法，多谢先生传授。",
--task 2109 accept_talk
 [210921]="这第二题，就不需少侠大费周折了。金军败势已定，少侠不妨去助我军将士一臂之力。",
 [210922]="哦？先生想让我怎么做？",
--page goto
 [210923]=[[百夫长乃是战场上号令兵丁，保全战阵不乱的基础之人，少侠可尽你之力，将<font color='#00ff00'>金军百夫长</font>除去若干，当可令金军诸将大伤脑筋。]],
 [210924]="哈哈，此言正合我意！",
--task 2109 complete_talk
 [210931]=[[少侠果然根基不凡。这本<font color='#00ff00'>《天元心法》</font>具正邪之长，有速成之利，只要勤加修习，便<font color='#00ff00'>可使自身内力上限增加</font>，他日对战之时，当知其益。]],
 [210932]="多谢先生。",
--task 2110 accept_talk
 [211021]=[[东海桃花岛，属东邪所有，岛上桃林十里不绝，其中有灵猴生长，尽得岛上灵气。灵猴虽通身棕黑，但其颈下却生有一丛纯金毛发，请少侠替学生<font color='#00ff00'>收集5份</font>，学生自有用处。]],
 [211022]=[[<font color='#00ff00'>灵猴颈下的纯金毛发</font>吗？我记下了。]],
--task 2110 complete_talk
 [211031]=[[好，这正是我所需。这一本秘籍乃是西藏密宗中至高无上的护法神功——<font color='#00ff00'>《龙象般若功》</font>，此功共有十三层，但苛求循序渐进，故而从未有人练到十层以上。]],
 [211032]="如此高深的心法，先生纵传于我，恐怕我也难以大成。",
--page goto
 [211033]=[[学生早已考虑到这一点。少侠非密宗中人，习武的路数大有不同，故而这本乃是学生所录的摘要，少侠按此书修习，便无需顾虑，可惜的是，只可获得<font color='#00ff00'>增强防御</font>之益，其余精要，终不可得。]],
 [211034]="先生为我考虑得十分周到，能得此功一利，亦是先生之赐。",
--task 2111 accept_talk
 [211121]="少侠觉得桃花岛上景色如何？",
 [211122]="桃花岛确为一处胜地，好景无数，难怪什么都不放在眼里的东邪，会选了一处孤岛作为住处。",
--page goto
 [211123]="不过据学生所知，桃花岛美则美矣，近来却被毒物所侵。桃林之中，不知因何突然出现了一种毒蝎，被它蛰上一下，便有性命之虞。",
 [211124]="那实在危险得很，难道先生想……？",
--page goto
 [211125]=[[学生岂会陷害少侠？这种毒蝎的尾蛰乃是入药的佳品，学生近来研习医书，很想见识一下，当与少侠同往桃花岛。少侠可用此针激发血气，自可不惧那蝎子。劳烦少侠，为学生<font color='#00ff00'>活捉10只毒蝎</font>来。]],
 [211126]="既已约定，自当守诺。",
--task 2111 complete_talk
 [211131]=[[多谢少侠。此书不知何人所著，乃是学生年轻时于太湖西洞庭山一秘密石窟中所得，乃是修习上乘正宗玄门功夫的心法密钥，名为<font color='#00ff00'>《玄功要诀》</font>……]],
 [211132]="先生年轻时，也是江湖中人？",
--page goto
 [211133]=[[哈哈哈，这不是重点，少侠不需追究。藉此心法，无论少侠日后修习何种武学，都可获事半功倍之效，于<font color='#00ff00'>自身的攻击力上大有增益</font>。]],
 [211134]="多谢先生。【这些秘籍，随便拿出一本，便会有无数江湖人士为它打破头，他竟然收藏了这么多，还随意赠人，这位章先生的身份……很不简单呐……】",
--task 2112 accept_talk
 [211221]=[[这一次不用少侠轻身涉险，弹指峰上生有一种<font color='#00ff00'>白及草</font>，倒是不难找，请少侠帮学生采上一些，学生自有用处。]],
 [211222]="那么，就请先生稍候了。",
--task 2112 complete_talk
 [211231]="这一本秘籍，严格来说，是教人一种奇异的身法。",
 [211232]="哦？那似乎与先生先前赠我的心法，很不一样？",
--page goto
 [211233]="不，这套身法并没有特定的身姿招数，只在于心法。练成之后，高纵上跃，矫若游龙，在腾起之势将竭时，不需借助任何实物，仅凭身体在空中打一回旋，便可再获向上之力，如是可至二三十丈。",
 [211234]="那岂不是如神仙法术一般？",
--page goto
 [211235]=[[诶，只不过是江湖传说罢了。学生仔细参详过，二三十丈怕是夸大，<font color='#00ff00'>不过于身法增益上，确有奇效</font>。少侠大可一试，必有满意的收获。]],
 [211236]="【看他的身形举止，不像会武功的，却能看透心法秘籍的关节——江湖上有传言，凡世外高人常有独特的手段隐藏自己的武功深浅，难道眼前便是一位返璞归真的隐士高人？】……多谢先生。",
--task 2113 accept_talk
 [211321]="最后一个考验，便是要少侠与凶恶哑仆的首领过过招，此人未被黄药师抓上到前，便是一方恶霸，少侠要万分当心才是。",
 [211322]="必不负先生所望。",
--task 2113 complete_talk
 [211331]=[[学生要赠与少侠的<font color='#00ff00'>最后一本秘籍</font>，原是一门邪派武学。伤敌一千，自损八百，欲伤人，先伤己。学生得此秘籍后，深感创始者之无情，心内不喜，故而苦思多年，终于有了改进之法。]],
 [211332]="【什么？！他竟能将已成一派套路的武学心法改创？其修为实在不可小觑，只是擅自修改原创者的心血，实非正直者所为……】",
--page goto
 [211333]="少侠是不是在想学生篡改他人武学，实非正道？",
 [211334]="呃……这……不敢欺瞒先生，在下确实不甚赞同。",
--page goto
 [211335]="学生亦知如此行事不妥，但武学传承之事，讲究去芜存菁，为我所用。少侠并非邪派传人，修习原本的心法，亦有不妥，故而将学生改创的心法传于少侠，但愿不违传承之道。",
 [211336]="先生苦心，在下自当珍而重之。",
--task 2113 uncomplete_talk
 [211341]="洞内凶险，处处当心。",
 [211342]="完成士人之赠（六）由此进入清音洞。",
--task 2124 accept_talk
 [212421]="%s少侠，别来无恙？观少侠气象，已是今非昔比，内家功法颇有小成，真是士别三日，当刮目相看啊。",
 [212422]="章先生谬赞了。",
--page goto
 [212423]="不过有一句话，还需得与少侠明言。凡武功修为到了一定凡修习内家心法之人，到达一定境界后，对真气之运转必自有一番领悟。然而此阶段之后，瓶颈随之而来。",
 [212424]="那敢问先生，可有解法？",
--page goto
 [212425]="五行道场乃按五行术数排列建造，一旦进入，其中的特殊气场将与习武之人体内的五行真气相互呼应，令人产生不同的幻觉。凡凭自身定力从幻觉中醒悟者，多有意外之喜。",
 [212426]="五行道场……那我要怎样才能进入五行道场修行？",
--page goto
 [212427]="五行道场由五行道人主持，你可前去陆夫人程遥迦那里，她乃全真门下，对五行道场熟得很，自会送你过去。",
 [212428]="好，那我这就去了。",
-------------------------------------------------------------------------
------------------npc:10021010 纪开泰--------------------------------------------
-------------------------------------------------------------------------
 [1002101011]="东西存在我们宜通号，您就把心放在肚子里吧！",
--task 2007 complete_talk
 [200731]="唉……这如何是好，我可怎么向祖宗交代啊……宜通号几十年的招牌，难道要断送在我手里？",
 [200732]="掌柜何故如此？",
--task 2008 accept_talk
 [200821]="这位少侠多包涵，敝号出了些意外，若是来存物的，还请改日再来。",
 [200822]="掌柜放心，我是来帮陆庄主看看物资的。掌柜若有困难，不妨对我说说。",
--page goto
 [200823]="唉，不瞒少侠。上一批物资是由敝号运往城外的水军大营。犬子算是个江湖人，武艺还过得去，与营中军官又熟，所以就由他亲自陪着震威镖局走这一趟。",
 [200824]="可是这一趟出了什么意外？",
--page goto
 [200825]="物资相安无事，可犬子却失了消息，我一介商贾在官府那边讨不得好，怎么也探不到消息，眼看这第二批物资就要再次起运了，犬子要是再不回来……唉……",
	[200826]="掌柜勿忧，待我将此事告知陆大侠，他一定不会坐视不理。",
--task 2008 accept_talk goto npc 10021001
---------------npc：10021008 杂货商 晓薇-------------------------
 [1002100811]="走过路过，不要错过，价格公道，童叟无欺。客官，来一样？",
---------------npc：10021009 饰品商 周静恒------------------------
 [1002100911]="走过路过，不要错过，价格公道，童叟无欺。客官，来一样？",
---------------npc：10021011 坐骑商 刘雨--------------------------
 [1002101111]="我这里有千里良驹，却不知阁下有没有伯乐之明？",
--task 2003 complete_talk
 [200331]="吁——站好了！这畜牲，性子真烈，还敢撂蹶子？！小姑奶奶抽死你！老实点！",
 [200332]="呃，姑、姑娘……",
--task 2038 accept_talk
 [203821]="哟，少侠是来买坐骑的？那你可找对地方了，远的不说，这襄阳城方圆八百里，论起马行，咱刘记绝对是第一！",
 [203822]="姑娘误会，在下囊中羞涩，实在买不起坐骑，我是替陆庄主来确认物资的。",
--page goto
 [203823]="原来是陆庄主的人，你只管回报陆庄主，刘记早就准备好三百匹良骑，只等着送往汉水大营了。",
 [203824]="好，我定如实回报。",
--page goto
 [203825]="先别忙走，你既然帮陆庄主做事，那也就是咱刘记马行的朋友了。喏，我这里正好有几匹新到的坐骑，虽不是上等货，但总好过你靠两条腿跑，就赠你一匹。",
 [203826]="啊？这怎么使得？",
--task 2038 剧情
 [203841]=[[<font color='#278cf1'>刘雨：</font>我说使得就使得。这可是大理运来的大象，四肢粗壮有力，看似笨重，跑起来快着呢。你又是这么个小不点，坐它身上，看谁还敢欺负你？]],
 [203842]=[[<font color='#278cf1'>刘雨：</font>我说使得就使得。看见没？雷州来的犀牛！抓的时候，可不容易，看看这牙，看看这蹄子，劲大着呢！看你这么大的块头，也就它能扛得动了。]],
 [203843]=[[<font color='#278cf1'>刘雨：</font>我说使得就使得。宝马配英雄，你现在还不是英雄，自然也没有宝马，呵呵。不过可别小看它，日行千里虽然不能，三五百里的，一阵风就过去了！]],
 [203844]=[[<font color='#278cf1'>刘雨：</font>我说使得就使得。我最羡慕会武功的女子，英姿飒爽，不让须眉，看姑娘你的周身气派，将来定是名满江湖的一代女侠，这玄豹正好配你！]],
 [203845]=[[<font color='#31cf32'>%s：</font>当真是神骏非常！日后相伴江湖，就多承它照顾了！多谢刘姑娘厚赠！]],
--task 2040 accept_talk
 [204021]="不必客气，我冲的可是陆庄主的面子，呵呵呵，你就快去做你的事吧，别耽误了陆庄主的正事要紧。",
 [204022]="哎，那我就先告辞了。",
--task 2117 accept_talk
 [211721]="其实这坐骑，跟人一样，你好好培养它，它也会随你一起成长，宝骏配英雄嘛。",
 [211722]="哦？这中间是怎么个联系，还请姑娘指教一二。",
--page goto
 [211723]=[[诶，说什么指教呢。其实很简单，<font color='#00ff00'>等阶越高的坐骑本身属性越强，对主人的属性增幅也就越大</font>，听我这么空口白牙的说，还不如你自己去将坐骑提升一阶看看，自然就明白了。]],
 [211724]="好，我这就试试。",
--task 2117 complete_talk
 [211731]="如何？是否比之前神骏不少？它的资质算是不错，大有潜力可挖，等它过了三阶之后，就不会是现在这般模样了，到时候，你可别太惊讶。",
 [211732]="哦？三阶之后竟会改变模样？这倒令我十分期待。",
 
---------------npc：10021012 药品商 欧雅琪-----------------------
 [1002101211]="昔有神农尝百草，今有欧某卖丹药。补气血，旺元气，大家好，才是真的好！",
--task 2002 complete_talk
 [200231]="少侠可是身体有何不适？",
 [200232]="不是，我是替陆冠英陆大侠来确认物资情况的。",
--task 2003 accept_talk
 [200321]="原来如此。归云庄这次号召全城商户募集军资，平日里多蒙陆庄主看顾，宝济堂岂有怠慢之理？物资早已备齐，只等陆庄主号令，便可送往城外大营。",
 [200322]="这样便好，我一定会转告陆大侠。",
--page goto
 [200323]="少侠是初次来宝济堂吧？行走江湖，难免要动刀动枪，我店中有各种常备的药剂，少侠不妨看看，一定有用得上的。",
 [200324]="掌柜不必招呼我了，我自己随便瞧瞧，之后还要去南记布庄。",
--task 2003 accept_talk goto npc 10021004
---------------npc：10021013 护身宝甲 广平禅师-------------------
 [1002101311]="菩提本无树，明镜亦非台。本是无一物，何处惹尘埃。",
----------------npc：10021014 宝石匠人 颜灵------------------------
 [1002101411]="玉不琢不成器，再好的宝石也得经过一番精雕细琢方能大放光彩。",
---------------npc：10021015 门客招募 许竹青-----------------------
 [1002101511]="何以潮歇浪百尺，何以雨落不闻雷，何以空穴来呼啸，何以江湖无闲人。问也风云，答也风云。",
--task 2118 accept_talk
 [211821]="如今金国已灭，却仍有些散兵游勇在襄阳城附近徘徊不去，之前那领军的完颜赛合被你打成重伤，没过多久，这样一个莽汉竟然就这么死了。",
 [211822]="什么？自上次从野郊回来之后，我并未对军中消息留意，完颜赛合竟然死了？",
--page goto
 [211823]="怎么，你不信风云客栈的消息？",
 [211824]="那倒不是这个意思……",
--page goto
 [211825]="完颜赛合虽然死了，却来了个比他更难缠的都烈，金军本意是派他前来支援，没想到蔡州一破，这都烈一看金国气数已尽，就带了一群兵勇在野郊占山为王了。",
 [211826]="哈哈，这怎么听着像说书似的？",
--page goto
 [211827]="是有点像。接下来就该有个少年英雄看不惯他为祸乡邻，挺身而出。单枪匹马闯入山寨大杀三百个来回，手刃贼王，为乡民除害。",
 [211828]="呃……你这样看着我是什么意思？",
--page goto
 [211829]="难道你不想做英雄？",
 [211830]="这……我……",
--page goto
 [211841]="去吧，事成回来，自不会薄待你。",
 [211842]="既是如此，何妨一搏？",
--task 2118 complete_talk
 [211831]="都烈的人头带回来了？",
 [211832]="那还有假？",
--page goto
 [211833]="做得好，我自会兑现诺言，奉上奖励。",
 [211834]="却之不恭，在下就厚颜收下了。",
--task 2119 accept_talk
 [211921]="当年江南有五家七侠，五家自不必说，便是十六年前惨遭灭门的你家与徐、莫、梁、白四家，七侠便是郭靖大侠的七位师父，可惜如今只余下飞天蝙蝠柯镇恶，在桃花岛上安养天年。",
 [211922]="如此说来，当年江南武林的精华，如今都已损失殆尽了。",
--page goto
 [211923]="可以这么说，不过江湖本质如此，后浪推前浪，今日你位居人上，明日就可能冒出个毛头小子将你败于剑下。",
 [211924]="许当家何以突然对我说起这些？",
--page goto
 [211925]="呵呵，自然是有原因的。我与柯大侠也算是有些交情，你与风云客栈颇为有缘，故而我有意引荐你去向柯大侠讨教讨教。你如今也不是个初出茅庐的小虾米了，若能与高手过招，对你益处无穷。",
 [211926]="此言当真？那我就谢过许当家了。",
--task 2119 complete_talk
 [211931]="如何？这一战让你大开眼界吧？",
 [211932]="的确受益匪浅，柯老前辈宝刀未老，令人钦佩。再谢许当家引荐之情。",
--task 2120 accept_talk
 [212021]="我听闻你曾与东邪黄药师有过一面之缘？",
 [212022]="风云客栈果然消息灵通。不错，我的确曾在绝情秘涧中，有幸与桃花岛主有过接触。黄前辈也确实如传闻中一般，难以常理揣度其心思。",
--page goto
 [212023]="恩，那是自然，东邪之名，岂能有假？黄岛主虽然生性不羁，其深情却令人感动，自他的夫人去后，黄岛主再未续弦，颇为自苦。",
 [212024]="黄岛主的深情确实令人感动。",
--page goto
 [212025]="自上次与柯大侠交手之后，也有一段时日了，你可有心再向绝顶高手挑战？",
 [212026]="诶？难道许当家又打算将我引荐给哪位高手？",
--page goto
 [212027]="话里不说外人，自然便是东邪黄药师。我前日里刚得到的消息，桃花岛主在绝情密境附近出没。",
 [212028]="好，那我再去拜会拜会。",
--task 2120 complete_talk
 [212031]="经历此战，你的眼界又开阔不少，且自己好好消化消化，定有进益。",
 [212032]="恩，我定不会松懈。",
--task 2121 accept_talk
 [212121]="一灯大师未出家时乃是大理国主，五绝之南帝，当年裘千仞使出阴招，暗害了刘皇妃与周伯通的私生子，一灯大师因顾及华山论剑没有出手相救，后一直引以为憾，终因自责而出家。",
 [212122]="其实刘皇妃与周伯通暗通款曲，也是对不起一灯大师。",
--page goto
 [212123]="其间恩恩怨怨，局外人又如何评说？只可惜牵连了一条无辜的孩童性命，这才让一灯大师耿耿于怀，不得不皈依佛门，以求开解。",
 [212124]="那一灯大师现在如何了？",
--page goto
 [212125]="许是青灯古佛，六根清净之故，一灯大师如今的修为更胜从前。你同一灯大师不是也颇有些交情么，若去向一灯大师挑战，他定会悉心指教。",
 [212126]="恩，说来我也很久没见过一灯大师了，再去探望一下也好。",
--task 2121 complete_talk
 [212131]="经历此战，你的眼界又开阔不少，且自己好好消化消化，定有进益。",
 [212132]="恩，我定不会松懈。",
--task 2122 accept_talk
 [212221]="五绝之中，经历最为坎坷的，倒是西毒欧阳锋。年轻时闯出名堂，却被天纵奇才的重阳真人压在头上翻身不得，后来又被郭夫人用计，练功练得走火入魔，神智失常。",
 [212222]="可他勾结金人，助纣为虐，郭夫人这么做也不算过分。",
--page goto
 [212223]="更稀奇的还在后头呢，若是常人被这样折腾完了，不死也该废了。偏偏老毒物凭着超凡的资质，竟将全身经脉逆转，将错就错，练成了一门怪异的功法，越怪越厉害，越厉害就越怪，真是不可思议。",
 [212224]="五绝之中，果然没有一个是浪得虚名之辈。但欧阳锋品行不端，武功再高也不能为正道所用，当真令人扼腕。",
--page goto
 [212225]="这么说来，进入白驼山密境向欧阳锋挑战，你应当十分乐意了？",
 [212226]="呃……这……我可以去试试。",
--task 2122 complete_talk
 [212231]="经历此战，你的眼界又开阔不少，且自己好好消化消化，定有进益。",
 [212232]="恩，我定不会松懈。",
--task 2134 accept_talk
 [213421]="遥想重阳真人当年，弃笔从戎，立志报效朝廷、抗击敌虏，可惜势单力薄，难以回天。心灰意冷之下，避居活死人墓，幸得林朝英女侠苦口婆心，说动他走出古墓。",
 [213422]="哦？重阳真人竟还有这样失意的时候？",
--page goto
 [213423]="每一个人的成功都不会是轻易得来的，只有在经历过巨大的挫折之后重新建立起来的信念才会持久，才会被坚决地贯彻。",
 [213424]="后来重阳真人一手创立全真教，武功冠绝天下，那种气派，当真令人神往。",
--page goto
 [213425]="你若有心想领教全真教的武学，重阳真人是请教不到了，眼下他座下七大弟子尚余其五，以长春真人丘处机武学修为最高，何不前去讨教？",
 [213426]="听你这样一说，真是心痒难耐，我这就走一趟终南山。",
--task 2134 complete_talk
 [213431]="经历此战，你的眼界又开阔不少，且自己好好消化消化，定有进益。",
 [213432]="恩，我定不会松懈。",
--task 2135 accept_talk
 [213521]="天下五绝，你几乎已经战了个遍，唯剩九指神丐洪七公了。洪老前辈将丐帮帮主之位传给黄蓉之后，当真称得上是神龙见首不见尾，连我们也很难掌握他的动向。",
 [213522]="但以我以前的经验，许当家既然主动提及，必然是已经有了洪老前辈的消息？",
--page goto
 [213523]="哈哈哈，你倒是精明，不错，我收到消息，洪老前辈就在竹林密境，这可是难得一遇的大好时机，你要是错过了，下一回想要再见洪老前辈可就难咯！",
 [213524]="竹林密境？那我得赶紧上路了！",
--task 2135 complete_talk
 [213531]="经历此战，你的眼界又开阔不少，且自己好好消化消化，定有进益。",
 [213532]="恩，我定不会松懈。",
--task 2136 accept_talk
 [213621]="你可知剑魔独孤求败？",
 [213622]="江湖上谁人不知剑魔传说？杨大哥的玄铁重剑，可不就是继承自他？",
--page goto
 [213623]="不错，杨过虽然继承了他的剑，但却没有继承他的剑法，剑魔真正大成的剑术名为“独孤九剑”，手中无剑，心中有剑，以无招胜有招。",
 [213624]="这世上当真会有如此境界？",
--page goto
 [213625]="哈哈，传言如此，不过独孤九剑的传人风清扬正当壮年，正是华山派弟子，就在华山密境之中静修，若你有心试探，何不亲自前往约战？",
 [213626]="听你这样一说，真是心痒难耐，我这就走一趟华山。",
--task 2136 complete_talk
 [213631]="经历此战，你的眼界又开阔不少，且自己好好消化消化，定有进益。",
 [213632]="恩，我定不会松懈。",
--task 2137 accept_talk
 [213721]="当年少林因不满王世充手下将领侵占寺中封地，率众以拒伪师，昙宗等十三武僧夜袭郑兵大营，生擒大将王仁则，献于秦王李世民，为大唐一统立下了汗马功劳。少林由此而兴，执武林正道之牛耳。",
 [213722]="我只知少林武功名扬天下，不知竟还有这般由头？",
--page goto
 [213723]="少林武功之所以称为武学正宗，除了其本身技艺非凡之外，还因为它是为正义而战，佛家常说“以修罗手段显慈悲胸怀”，此言得之。",
 [213724]="少林武学的境界的确令人向往……",
--page goto 
 [213725]="你若是想要与之一战，也并非不可。少林寺设罗汉堂，专门应对外来挑战的武林人士，罗汉堂首座无色禅师，更是少林寺中一等一的高手，自不会让你失望。",
 [213726]="如此说来，我必定要去会上一会。",
--task 2137 complete_talk
 [213731]="经历此战，你的眼界又开阔不少，且自己好好消化消化，定有进益。",
 [213732]="恩，我定不会松懈。",
--task 6056 complete_talk
 [605631]="%s少侠，许某已在此久候。",
 [605632]="许当家知道我要来？",
--task 6057 accept_talk
 [605721]="你心中有疑惑，而许某恰好能给出某些答案，你早晚会来。",
 [605722]="许当家料事如神。洛观云如今如何？",
--page goto
 [605723]="观云虽入歧途，终究是我一手提拔，不忍置她于死地。奈何她已万念俱灰，所以我将她托付一个可靠的朋友，让她与青灯古佛为伴，或许能让她清净安宁地度过余生。",
 [605724]="恩，这大概是她最好的归宿。闲话叙过，我想请许当家将全部的事完整地告诉我。",
--page goto
 [605725]="全部的事？不，许某亦是凡人，我所能告诉你的，只是我所知、所见、所闻，其余的事……恐怕只有当事之人心知肚明。",
 [605726]="在下洗耳恭听。",
--task 6057 剧情
 [605741]=[[<font color='#278cf1'>许竹青：</font>当年岳武穆冤死，丘山四隐怀藏半部遗书和密函机缘之下躲入了你家中，而另外半部遗书则由秦桧夺去，伪造成完本，呈给高宗。高宗一心求和，于是将这部绝世兵法束之高阁。]],
 [605742]=[[<font color='#278cf1'>许竹青：</font>但岳武穆留下了一部兵法的消息终究传了出去，宫中的武穆遗书几经辗转，最后落到郭靖黄蓉夫妇手中，也算是个善果。但这样一来，你家中的那半部遗书，就成了众矢之的，引来多方觊觎。]],
 [605743]=[[<font color='#278cf1'>许竹青：</font>暗棋首领天元对金国朝廷失望，想为金主寻谋退路，怎会放过岳飞所遗的兵法？他精心策划了五大世家灭门一案，却没有得到他想要的东西。惨案震惊中原武林，于是天元只好潜伏下来，伺机以动。]],
 [605744]=[[<font color='#278cf1'>许竹青：</font>洛观云，或者叫她“点”，就是在这种情况下进入风云客栈。她虽未查到遗书残本的去向，却查到了你的下落。天元便派了“飞”，也就是梁梦儿去你身边查探。]],
--task 6057 complete_talk
 [605731]="之后的事，是你亲身经历，不需我再重复。",
 [605732]="梦儿临死之时也要骗我，原来是为了隐瞒暗棋的存在……",
--task 6058 accept_talk
 [605821]="弃我去者，昨日之日不可留。完颜梦已经过世多年，你也应放下这个心结，她虽非对你无情，但她心中终究是金国的前程更重于你。",
 [605822]="我知道……在我心中，何尝不是国家大义份量更重？",
--page goto
 [605823]="你有这份担当，你父亲在天之灵定深感欣慰。暗棋覆灭，你大仇已报，或许心中有迷茫之感，但社稷尚在存亡之秋，你的抱负尚未施展，定不能从此消沉。",
 [605824]="多谢许当家开解，我会好好想想。",
-----------------------------------------------
-------------NPC:10021016  小海----------
----------------------------------------------
	[1002101611]="哈哈，你快看，这里有一个蚂蚁窝。",
--task 2127 accept_talk
 [212721]="我听娘亲说，是你帮着把潇守爹爹和纪伯伯给救出来的？我不信！你看起来也不怎么厉害嘛……",
 [212722]="呵呵，你不信便罢。【难道我还会跟你一个小娃儿计较？】",
--page goto
 [212723]="不行，你得让我相信，不然你脸就丢大了！",
 [212724]="……这两者似乎没什么关系吧？",
--page goto
 [212725]="有的有的！我来跟你打个赌，要是你能连斩百次，获得“威视”之力，我便相信你救了我潇守爹爹和纪伯伯，你若不答应，那你就是个大骗子！",
 [212726]="连斩百次又有何难？小娃儿，且等着开眼吧。",
--task 2127 complete_talk
 [212731]="恩，看来你不是个骗子，还是有几分本事的，现在我可以考虑相信你了。",
 [212732]="呵呵，随你便是。",
--task 2128 accept_talk
 [212821]="等等，我只是说考虑相信你，还没有完全相信你呢。",
 [212822]="你信不信，与我何干？",
--page goto
 [212823]="哎呀，你这人怎么这样，我一个小小孩童，质疑你的能力，你竟然没有证明自己实力的冲动，你莫非是传说中的……冷面冰山？",
 [212824]="……你这都跟谁学的怪词？",
--page goto
 [212825]="这你就别管了，我要再跟你打个赌，要是你能达成两百次连斩，获得“铁血”之力，我就绝对不再怀疑你，你不说话我就当你答应了！",
 [212826]="好吧，我就当哄小孩了。",
--task 2128 complete_talk
 [212831]="什么？你真的做到了？能谈谈斩后感么？",
 [212832]="……比砍柴累多了。",
--task 2129 accept_talk
 [212921]="现在我已经十分肯定你就是救了我潇守爹爹和纪伯伯的人了，少侠，您平时都是怎么练武的，可有什么捷径能跟小弟分享分享？",
 [212922]="你小小年纪，少这么油嘴滑舌的。练武哪有什么捷径？",
--page goto
 [212923]="啊，这么说来，少侠您一定不介意达成三百次连斩让小弟瞻仰一下，对不对？",
 [212924]="三百次？既然你这么说了……我试试。",
--task 2129 complete_talk
 [212931]="没想到你真的可以做到，我一向仰慕那些快意江湖，行侠仗义之士，我觉得除了我潇守爹爹和纪伯伯，你就是我认识的人当中最厉害的那一个了！",
 [212932]="哈哈，你一个小孩儿能认识多少人？我可算不了什么，像五绝、郭大侠那样的人，才是真的了不起呢！",
--task 2130 accept_talk
 [213021]="师父在上，请受徒儿一拜！",
 [213022]="慢着！我什么时候成你师父了？",
--page goto
 [213023]="师父无需多言，徒儿已经认定，你就是我寻觅多年的恩师，请受徒儿一拜！",
 [213024]="等会儿！你这拜师还能强买强卖不成？",
--page goto
 [213025]="……你就不能给个面子收个徒吗？",
 [213026]="不能。",
--page goto
 [213027]="好吧，那等你达成四百次连斩，再回来与我分说。",
 [213028]="……还真是强买强卖啊。",
--task 2130 complete_talk
 [213031]="我怎么能错过一位可以连斩四百次的侠士？师父，你真的不能做我师父吗？",
 [213032]="我现在真的没时间带徒弟，你不是有你的潇守爹爹和纪伯伯吗？去找他们吧，啊，乖……",
--task 2131 accept_talk
 [213121]="世界上竟然有你这么狠心的人，拒绝一个一心向学的孩子，你对得起国家对得起朝廷对得起含辛茹苦拉扯你长大的老百姓吗？",
 [213122]="这我不确定，但要是答应了你，我确定对不起我自己。",
--page goto
 [213123]="哼，你就去连斩五百次，用“壮志”之力来交换吧！勇敢地去吧，少侠！我的灵魂与你同在！",
 [213124]="换句话说，就是做鬼都不放过我是吗？",
--task 2131 complete_talk
 [213131]="我真傻，真的。我单知道五百次连斩别人达不成，却忘了要连斩五百次的人是你……【泪眼汪汪】师父……",
 [213132]="……我真不是你师父。",
--task 2132 accept_talk
 [213221]="事情到了这个地步，小生已无话可说，只叹你我今生有缘无分，望来生再会之时，莫如此时心碎神伤……",
 [213222]="……我去与你娘说说，平日里去看杂剧，别把你带上。",
--page goto
 [213223]="别啊，作为一个没有亲爹的孩子，生活是多么艰难你懂不懂？我知道你不懂，如果你懂，你就不会不肯收我为徒了！",
 [213224]="虽然不能收你为徒，不过你要是有什么困难，我也可以帮你。",
--page goto
 [213225]="真的？那你帮我达成六百次连斩，让我看看“侠骨”有何神奇之处，好不好？",
 [213226]="我能说不好吗？",
--task 2132 complete_talk
 [213231]="我已经很久没见过你这么犀利的侠客了，我决定告诉你一个在我心中深藏已久的秘密……如果你不让我说出来，我会活活憋死的！",
 [213232]="你都深藏已久了，那继续藏着又有何关系？",
--page goto
 [213233]="好吧，既然你都这样说了，那我就痛快地说出来吧。",
 [213234]="喂喂……",
--task 2133 accept_talk
 [213321]="很久很久以前，有一个传说，达成七百次连斩的人，可以召唤出神龙，神龙将为此人实现一个心愿。",
 [213322]="你以为我会相信？",
--page goto
 [213323]="【故作深沉状】看来只有告诉你我的真实身份了。",
 [213324]="……我不想知道。",
--page goto
 [213325]="哎呀，你就去连斩七百次嘛~去嘛~人家想看啦~欺负小孩子什么的，最讨厌了~~~！！",
 [213326]="……我真是服了你了。",
--task 2133 complete_talk
 [213331]="曾经有一个真正的侠客摆在我面前，但我没有珍惜，直到失去，才后悔莫及。如果上天能再给我一次机会，我会对你说三个字：“求拜师！”，如果一定要在师徒名份上加一个期限，我希望是一万年。",
 [213332]="……小海，你娘叫你回家吃饭。",
--task 2133 剧情
 [213341]="连斩滴汉子你威武雄壮，抡起滴臂膀像菜刀一样~~~~~",
 [213342]="一望无际的怪区随你去闯荡，分我一件装备又何妨~~~~~",
 [213343]="连斩滴妹子你在我心上，我愿拜倒在你酸臭的鞋上~~~~~",
 [213344]="一望无际的怪区带你去流浪，拿你一本秘籍又何妨~~~~~",
------------------------------------------------------------
--------------------NPC:10021017 曹氏-------------------------
--------------------------------------------------------------
 [1002101711]="小海这孩子，又不知道跑哪去了……",
--
 [1002101712]="小海——小海——",
 [1002101713]="唉，这孩子，又跑到哪儿疯玩去了……",
 [1002101714]="",
------------------------------------------------------------
--------------------NPC:10021089 曹氏-------------------------
--------------------------------------------------------------
 [1002108911]="问尽江湖，剑从我心；对酒当歌，人生几何！",
 [1002108912]=Img[11].."欣赏问剑主题曲",
 [1002108913]=Img[18].."穿越到问剑主题曲专题网页", 
 -- ------------------------------------------------------------
-- --------------------NPC:10021090 360会员特权使者-------------------------
-- --------------------------------------------------------------
 [1002109011]="登陆360安全卫士，即可成为尊贵的360会员，专享会员特权，给力礼包奖不停！",
 [1002109012]=Img[18].."领取360会员特权礼包",
--task 20103 accept_talk
 [2010321]="%s大侠有礼，闻君行侠仗义，多有善举，妾身十分倾慕，特在炎炎夏日，送上薄礼一份，望以此慰君辛劳，沁心醒神，清凉酷暑。",
 [2010322]="多谢多谢。",
-----------------------------------------------
-------------NPC:10021018  总镖头 牛冲天----------
----------------------------------------------
 [1002101811]="你是个值得托付的人吗？",
--个人押镖预告
 [1002101812]=[[多谢大侠及时赶到……可惜人算不如天算，近来暴雨连连，江水暴涨，恭叔他们被洪水挡在了江北，怕要耽搁些时日，新的镖车预计将于<font color='#00FF00'>10月23日</font>到达襄阳城，届时才能正式开放行镖江湖，还请大侠耐心等待，实在是万分抱歉！]],
 [1002101813]="什么？还要再等？！",
 [1002101814]=[[不过也不白等，据说<font color='#00FF00'>京城五大校花</font>现身江湖，放出“最强镖师”豪言，<font color='#00FF00'>10月23日</font>“行镖江湖”起镖之时，她们便会<font color='#00FF00'>随机出现在五组服务器</font>内，亲自挂旗押镖！]],
 [1002101815]=Img[1].."哦？如此说来，到时候走镖还会有佳人相伴？那好，我10月23日再来你这儿接镖！",
-----------------------------------------------
-------------NPC:10021099  副本管理 程遥迦----------
----------------------------------------------
 [1002109911]="江湖上多得是龙潭虎穴，进去了，可不一定出得来；出来了，自然是名利双收。不入虎穴，焉得虎子，只看你有没有这个胆量。",
--task 2036 complete_talk
 [203631]="少侠有礼，我已听得夫君说了，请少侠稍等，我这就将海图取出，交给少侠。",
 [203632]="有劳了。",
--task 2037 accept_talk
 [203721]="就是这幅海图，少侠按照图上所示之路出海，自会安然上岛。少侠见到郭大哥之后，便代我和夫君转告英雄大会之事已在紧急筹备之中，请他和大嫂速来主持大局。",
 [203722]="在下定将消息带给郭大侠，这便告辞了！",
--page goto
 [203723]="少侠莫急，你在野郊经历了一番苦战，我见你这一身装备受了些磨损，而且欠些砺炼，桃花岛路遥难行，不如先去见见城中的装备精练师吧？",
 [203724]="如此也好，那我这便去了。",
--task 2037 accept_talk goto npc 10041001
-----------------------------------------------
-------------NPC:10021021  黛绮丝----------
----------------------------------------------
 [1002102111]="怜我世人，忧患实多……",
--task 6055 complete_talk
 [605531]="这一路多亏少侠照应，黛绮丝不知该如何感谢才好，请少侠受我一拜。",
 [605532]="言重，在下不敢当。",
--task 6056 accept_talk
 [605621]="我看这襄阳城中似乎有不少武林人士往来，城外还有蒙古人出没，我们出现在此，会不会给少侠惹上麻烦？",
 [605622]="风云客栈在中原武林地位非凡，你到了这里，尽管放心。",
--page goto
 [605623]="少侠这样说，我就放心了。这一路上诸位兄弟辛苦得很，我想尽快安顿他们好好休息，请少侠勿怪黛绮丝招呼不周。",
 [605624]="不会，你们先休息吧，我要去见许当家一面。",
--task 6058 complete_talk
 [605831]="%s少侠，你回来了，黛绮丝正好有个决定想要告诉少侠。",
 [605832]="哦？是何决定？",
--task 6059 accept_talk
 [605921]="大漠之中，黛绮丝因顾及其他兄弟安危，未能在殷公子遇险时伸出援手，心中甚感愧疚。踏入中原后，每每梦回，皆是满眼黄沙，血迹累累……",
 [605922]="殷大哥之事，我也有责任……",
--page goto
 [605923]="请少侠听我说完……波斯总教已被蒙古人毁了，黛绮丝带领残部远涉中土，就是为了给他们一个安身之地，这是其二；中土明教圣火令失传已久，所以黛绮丝想帮他们一起寻回圣火令，以作报答。",
 [605924]="姑娘果决，在下不如远甚。让在下再送姑娘一程吧。",
--page goto
 [605925]="怎么好意思再劳烦少侠？要不是少侠一路相助，黛绮丝岂能到得了中原？实在不敢再有奢望。",
 [605926]="呵呵，你我谁帮了谁还不一定呢，走吧。",
--task 6059 剧情
 [605941]="谢谢你，在我迷茫之时给了我一个目标，虽只是附骥而已，但它让我焦躁的心终于平静下来……",
------------------------------------------------------------------------------
---------------------npc:10021070 老乞丐·奇遇--------------------------
------------------------------------------------------------------------------
 [1002107011]="可怜可怜吧……好心有好报……", 
--task 2301 accept_talk
 [230121]="世人都道神仙好，唯有功名忘不了！少年人步履匆匆忙，瞧我一眼都不瞧，唉，以为老丐一身破烂无甚好，怎知道你自己错过了！",
 [230122]="你这老乞丐倒是有趣，乞讨的词儿还一套一套的！",
--page goto
 [230123]="嘿嘿，你这少年人若光听个新鲜，可就亏大了！老丐我自有一翻神通，只看你愿不愿配合？",
 [230124]="你且说来听听。",
--page goto
 [230125]="老丐我活到这把年纪，见识过的人物比你走过的桥还多，我求糊口生存，你要扬名立万，你给我一锭元宝，我还你一本秘籍残卷，这笔买卖……你可觉得划算？",
 [230126]="还有这等好事？我来试试！",
--task 2301 给钱
 [230141]="怎么样，少年人，可想好了？",
 [230142]="我就搏一搏运气，给你一锭元宝！",
--
 [230143]="这……我再考虑考虑。",
--
 [230144]="少年人真是痛快！待老丐我拿个残卷包出来……",
 [230145]="多谢了。",
--task 2301 complete_talk
 [230131]="舍得舍得，有舍才有得，只是得到什么，就得看你的机缘喽~若是有心，明日再到这里来，还照这老规矩，你我再会一场。",
 [230132]="好，明日再会。",
------------------------------------------------------------------------------
---------------------npc:10021072 研发团队----------------------------------------------------
------------------------------------------------------------------------------
	[1002107211]="小的们愧对诸位衣食父母，长跪赔罪，恳求谅解！",
--task 20102 关闭
 [1002107212]=Img[1].."今天先就这样，且看你明天表现如何！",
--task 20102 accept_talk
 [2010221]="小的们愧对诸位衣食父母，长跪赔罪，恳求谅解！请不要太过失望，小的们必尽心竭力，完善游戏，以报诸位衣食父母大恩大德！", 
 [2010222]="去你大爷的，你们这帮混账东西竟然还敢露面！",
--task 20102 选项
 [2010223]="小的们深怀愧疚，终日不安，奈何职责所限，无法与诸位衣食父母当面交流，唯有出此下策，希望能够博得诸位衣食父母一点点的宽容和谅解……",
 [2010224]="宽容谅解你妹！坑爹货，给我照死里踹！",
 [2010225]="唉，你们也不容易，继续加油吧！",
--page goto
 [2010226]="如果您大人大量原谅小的们一回，小的们会向您奉上一份薄礼……您就不能假装谅解小的们一下么……【星星眼】",
 [2010227]="看在你这么诚心诚意的份上，那好吧……",
--task 20102 complete_talk
 [2010231]="多谢您的宽宏大量，区区薄礼，望请笑纳！小的们一定不敢懈怠，必将奉上更为完善的游戏，请再相信小的们一次！",
 [2010232]="别尼玛废话了，快去改BUG！",
--task 20102 剧情
 [2010241]="都是小的们的错，小的们没有及时解决问题，令诸位衣食父母为各种BUG上火，实在抱歉！",
 [2010242]="都是小的们的错，小的们没能让游戏流程更加顺畅，害得诸位衣食父母受各种卡点所困，实在抱歉！",
 [2010243]="都是小的们的错，小的们没能让游戏玩法更加丰富，不过后续补充都在计划之中，请诸位衣食父母不要放弃小的们！",
------------------------------------------------------------------------------
---------------------npc:10021062 贾一方 乡绅--------------------------
------------------------------------------------------------------------------
 [1002106211]="恩……？【见你在一旁打量自己，贾一方微微抬眼睨了你一眼，从鼻子里嗤出了一个音儿，转过脸去，再不看你。】", 
--
 [1002106212]="这天儿真是热得邪了门……唉，看来是这段时间敌军压境，帮着太守大人忙活得太多，累着了……",
 [1002106213]="等忙过这阵子，可得找个温柔乡好好慰劳老爷我一番！哈哈哈——",
 [1002106214]="",
 
--
 [1002105911]="是是是，老爷说的是！",
 [1002105912]="",
------------------------------------------------------------------------------
---------------------npc:10021085 火锅--------------------------
------------------------------------------------------------------------------ 
 [1002108511]="恭祝%s大侠新春吉祥，马年大发，阖家幸福，万事如意！", 
--
 [1002108512]=Img[8].."领取春节福利BUFF",  
------------------------------------------------------------------------------
---------------------npc:10021086 灯会司仪--------------------------
------------------------------------------------------------------------------ 
 [1002108611]="东风夜放花千树，更吹落，星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。",
--
 [1002108612]="灯会积分兑换",
	[1002108613]="灯会玩法说明",
--
	[1002108614]="88点积分可兑换灯会称号·吉星高照；998点积分可兑换灯会称号·马到功成；2014518点积分可兑换灯会称号·财色双收。您当前可用积分为 %d 点。",
 [1002108615]=Img[8]..[[兑换<font color="#31cf32">灯会称号·吉星高照</font>]],
 [1002108616]=Img[8]..[[兑换<font color="#2869FE">灯会称号·马到功成</font>]],
 [1002108617]=Img[8]..[[兑换<font color="#D828FE">灯会称号·财色双收</font>]],
--
 [1002108618]="欢迎%s大侠参与元宵灯会，祝您马年大吉！小人是灯会司仪，灯会上诸般事宜都略知一二，请问大侠想问些什么？",
 [1002108619]="如何获得灯会积分？",
 [1002108620]="花灯有何用处？",
 [1002108625]="元宵灯会什么时候开始？",
--
 [1002108621]="大侠可看到街上的那些花灯了？花灯分真假，只要大侠选中了真的花灯，并且答对了灯谜，就能获得积分了。每盏真花灯可奉上10点积分，当然了，大侠也可以去我旁边这位晓薇姑娘那里买些元宵，可助您更快地积累积分。",
 [1002108622]=Img[1].."原来如此，多谢相告。",
--
 [1002108623]="想必大侠是开到真花灯，获得赠品了？恭喜恭喜。花灯可在灯会小贩那里兑换各式烟花，其中还有传说中的【我心永恒】和【天长地久】呢，那可是代诉衷情的上佳之品啊！大侠切要收好花灯，若是到时数量不够，可就不美了。",
 [1002108624]=Img[1].."原来如此，多谢相告。",
--
 [1002108626]="元宵灯会将在2014年2月7日开始，至2014年2月14日24点结束。此期间内，每日19：00——22：00，小人与晓薇在此恭候大侠光临。",
 [1002108627]=Img[1].."原来如此，多谢相告。", 
------------------------------------------------------------------------------
---------------------npc:10021087 灯会小贩--------------------------
------------------------------------------------------------------------------ 
 [1002108711]="蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。",
--
 [1002108712]=Img[11].."元宵售卖",
 [1002108713]=Img[11].."花灯兑换", 
------------------------------------------------------------------------------
---------------------npc:10031001 宋将军--------------------------
------------------------------------------------------------------------------
 [200811]="众将士！随我誓死守护襄阳城！",
--task 2116 accept_talk
 [211621]="%s少侠多日不见，愈见英姿勃发，营中诸事少侠多有相帮，本将实在感激。",
 [211622]="将军大人客气了，如今金军已是垂死挣扎，相信不久之后，将军便可向朝廷复命，论功行赏了。",
--page goto
 [211623]="少侠见笑。如今少侠的身手精进，今非昔比，久别在即，可愿进入演武节堂，与我帐下儿郎较量较量？",
 [211624]="哦？若有如此机会，自是求之不得。",
--page goto
 [211625]=[[好好好，请少侠到襄阳城寻到陆冠英陆大侠的夫人<font color='#00ff00'>程遥迦</font>，她自会为你指明前往<font color='#00ff00'>演武节堂</font>的路。]],
 [211626]="我一定会去的。",
--task 2126 accept_talk
 [212621]="%s少侠，此次请你前来，乃是因为蒙古近来有所异动，自他们攻破蔡州，灭了金国之后，似乎有心破坏盟约，进犯大宋。更有大批粮草辎重，在往襄阳方向移动，我怀疑他们大军不日即到。",
 [212622]="那军中对此可有应对？",
--page goto
 [212623]="自然有。此次由军师亲自领军，截取蒙军辎重，务求打他个措手不及，军中好手多善战阵，不善奇袭，所以广请江湖好手，助我军威。",
 [212624]="此乃利国之事，吾辈岂可袖手旁观？不知军师大人如今陈兵何处，在下定要前去助阵。",
--page goto
 [212625]="少侠请去陆夫人那里会合，相信会遇到不少志同道合之侠士，与你一同前去。",
 [212626]="好，那我就不耽搁，这就启程。",
--task 30343 剧情
 [3034341]=[[<font color='#278cf1'>宋明义：</font>此函本将已经看过，信中所提之事本将必当警惕，有劳少侠了。]],
-------------------------------------------------------------------------
-----------------------npc:10031002 陆乘风----------------------------
--------------------------------------------------------------------------
 [1003100211]="吾师常言：忠孝节义，此乃大义之所在。桃花岛门人不羁礼法，却不能不守节义。",
--task 2041 complete_talk
 [204131]="平安无事就好。老夫是桃花岛主门下四弟子陆乘风，帮着宋将军打发打发金人，今日得了凌统领的消息，本想去接应纪无双和赵潇守两位壮士，没想到会遇见一位少年俊杰！",
 [204132]="原来是陆老英雄，多谢前辈相救，在下%s，久仰大名！",
--task 2030 accept_talk
 [203021]="哈哈，什么老英雄，不过是江湖上的朋友给面子罢了。看你年纪轻轻，竟然孤身闯入金营鏖战，还能全身而退，真是难得！等等，你说你是%s？你可是从襄阳来？",
 [203022]="是，在下到野郊，正是为寻前辈而来。",
--page goto
 [203023]="哎呀，真是踏破铁鞋无觅处，得来全不费工夫！老夫也正到处找你！冠英把你的事同我说了，老夫让手下的兄弟全力搜查那位梁姑娘的下落，昨日终于有了一些线索。",
 [203024]="啊！多谢前辈，梦儿现在在哪里？",
--page goto 
 [203025]="老夫告诉你，你是不是要立刻冲出去找人？非是老夫拿大，以你目前的实力，即便有众兄弟相助也难以成事，我看你脚步沉稳却显凝滞，有意传你一套轻身功法，你可愿学？",
 [203026]="前辈若肯赐教，在下求之不得！",
--task 2030 complete_talk
 [203031]="虽然这秘籍上的内容你已学会，但如何灵活运用，却要从无数实战中得出经验，这些老夫就帮不了你了。",
 [203032]="前辈已助我良多，在下铭感五内。呃，前辈，梦儿的下落……",
--task 2031 accept_talk
 [203121]="消息尚不确切，我们只探得金营中的确有一年轻女子，独居一帐，守卫森严，不过不像是监视，倒像是保护。你说梁姑娘亦是当年惨案的受害者，按理金人不会这么客气……",
 [203122]="唔……【金人对她客气，定是认为她知道武穆遗书的下落】",
--page goto
 [203123]="【端详着你的神色】不管怎样，都要走一趟金营确认那女子是不是梁姑娘，若是，就即刻营救。我们按计划行事，%s，你去金营放火制造混乱，自有人接应你，你听他安排。",
 [203124]="好，我这就去。",
--task 2031 剧情
 [203141]="刚学会的轻功，何不试上一试？敲击Space(空格)键，看我神行无影！",
-----------------------------------------------
-------------NPC:10031003  水寨军师 决千里----------
----------------------------------------------
	[1003100311]="军情紧急，刻不容缓呐……",

--襄阳野郊重复任务
	[380121]="宋金交战之际，正需各路英雄助阵，若有一身侠肝义胆，何不为国出力，大战敌军！",
	[380122]="正有此意，但凭吩咐。",
	[380131]="少侠武艺过人，来日定成大器！",
	[380132]="承君吉言。",
-----------------------------------------------
-------------NPC:10031004  神医后裔 薛小华----------
----------------------------------------------
	[1003100411]="战情激烈，伤员不少，还得加紧催促后方物资才行。",
--task 2102 accept_talk
 [210221]="想我大宋与蒙古联盟，金军如今是狗急跳墙，攻势越来越猛，每一场战斗都惨烈无比，将士们旧伤未愈又添新伤，朝廷的军资又迟迟不到，真是让人惆怅……",
 [210222]="薛先生有何困难，不妨说出来，若有我能帮上忙的地方，一定尽力。",
--page goto
 [210223]="学生先谢过少侠。野郊乃是百战之地，宋金两军都在此地留下尸体无数，近来天气炎热，尸体腐坏的速度加快，野郊临近汉水，万一尸毒污染了水源，只怕后果不堪设想。",
 [210224]="这的确是个隐患，薛先生是否已经有了解决的办法？",
--page goto
 [210225]=[[倒是有一个法子，就是<font color='#00ff00'>将尸体就地焚毁</font>，但是……他们都是为国捐躯的勇士，向来入土为安，将他们的遗体以火烧毁，实在是……]],
 [210226]="若是尸毒污染水源，将是整个汉水沿岸的祸患，我想那些勇士的在天英灵也一定不愿看见这样的后果。不妨将尸体焚去后，再由朝廷立下英灵碑，告慰这些勇士的在天之灵。",
--page goto
 [210227]="少侠说的的确是个好法子，那么就请少侠前去送这些勇士一程吧。",
 [210228]="先生放心，我义不容辞。",
--task 2102 complete_talk
 [210231]="有劳少侠，英灵碑之事，我稍后便向宋明义宋将军呈情，将军大人一向厚待军士，他定会上报朝廷，玉成此事。",
 [210232]="先生既有此言，我也便放心了。",
--task 2103 accept_talk
 [210321]=[[遗体虽已焚去，但我还需要检查一下汉水是否已受尸毒污染，这里有一支竹管，请少侠<font color='#00ff00'>到汉水边采一份水样</font>来，我要验看水质如何。]],
 [210322]="薛先生稍等，我去去就来。",
--task 2103 complete_talk
 [210331]="多谢少侠，接下来我要用这水样喂食小鼠以验看是否具有毒性，少侠若有兴趣，也可在旁观看。",
 [210332]="也好，就请先生施为。",
-----------------------------------------------
-------------NPC:10031005  宋军千牛卫 秦飞----------
----------------------------------------------
 [1003100511]="精忠报国方是男儿之志！",
--task 2010 complete_talk
 [201031]="在下秦飞，乃是宋明义宋将军帐下亲卫，这位可是太守大人信中所言的%s少侠？",
 [201032]="见过秦卫士，在下正是。",
--task 2010 剧情
 [201041]=[[<font color='#278cf1'>秦飞：</font>将军大人特命我来接应你，我知道你是来见陆老英雄的，不过他不住在营中。你第一次到大营，且随我到处看看吧。]],
 [201042]=[[<font color='#31cf32'>%s：</font>有劳秦卫士。]],
	[201043]=[[<font color='#278cf1'>秦飞：</font>这位就是咱们汉水大营的主帅——宋明义宋将军的大帐，不过将军大人军务繁杂，一时难以抽身与少侠相见。]],
	[201044]=[[<font color='#278cf1'>秦飞：</font>这边是军医帐，别看咱们的军医是位女大夫，她可是前朝神医薛慕华的后人，医术高明着呢！少侠若有什么的伤痛，尽管找她，一副药下去，百病全消！]],
	[201045]=[[<font color='#278cf1'>秦飞：</font>这边是冶炼厂，金师傅祖上是梁山七十二地煞之一玉臂匠金大坚，嘴上虽说油滑些，手艺那是没得说！少侠也是好武之人，若兵器有啥问题，找金师傅没错，不过耳朵得受点罪……]],
	[201046]=[[<font color='#278cf1'>秦飞：</font>那边就是水寨码头了，我军的战船全都停泊在此。少侠若无军令，就不要过去了，要是战船出点差池，那谁都没有好果子吃！]],
	[201047]=[[<font color='#31cf32'>%s：</font>多谢秦卫士指教。秦卫士刚才说陆老英雄不在营中，不知他现在何处？]],
--task 2011 accept_talk
 [201121]="老英雄虎威过人，带了不少武林侠士在河边与金军打对台呢。",
 [201122]="陆老前辈当真令人钦佩。",
--page goto
 [201123]="眼下蒙古与我大宋联手攻打金国，金狗打不过蒙古人，就咬住我们不放，这营外正有金狗乱吠，少侠何不去教训教训他们，从他们身上取些物件给陆老英雄当做见面礼？",
 [201124]="好，我也正想活动活动筋骨。",
-----------------------------------------------
-------------NPC:10031006  宋军千牛卫 万青----------
----------------------------------------------
 [1003100611]="我等随将军誓死守卫襄阳城！",
--task 2013 complete_talk
 [201331]="嘘——少侠莫惊，我是宋将军派来接应你的。",
 [201332]="我在这里被宋将军知道了？",
--task 2014 accept_talk
 [201421]="宋将军早知道韩将军心中对蒙古人不满，但他是一军统帅不可以像韩将军那样随心所欲，宋蒙仍是盟军，我们不可与其撕破脸皮……",
 [201422]="你刚才大概也听到了，这些蒙古人根本就不安好心！",
--page goto
 [201423]="确实应当给蒙古人一点教训，但军方若是动手，便事关两国邦交……不如这样，少侠你从金军那里弄几套军服来，咱们来个张冠李戴，如何？",
 [201424]="好主意！我这就去弄金军军服。",
--task 2014 complete_talk
 [201431]="呸，都是金狗身上的臭味！",
	[201432]="眼下可嫌弃不得，我们正用得上这张狗皮。",
--task 2015 accept_talk
 [201521]="少侠说的是。少侠此去千万小心，蒙古人凶悍更甚金人，杀上一遭即退，切勿恋战。若是被蒙古人擒住，可不是闹着玩的。",
 [201522]="万卫士放心，我知道轻重。",
--task 2016 剧情
 [201641]="奇怪，蒙古人盘踞之地，怎么会有这么多宋军的辎重散落于此？",
--task 2016 complete_talk
 [201631]="少侠，此行可还顺利？",
 [201632]="那帮鞑子被我杀得措手不及，只有有件怪事……【你将辎重之事告知万青】",
--task 2017 accept_talk
 [201721]="这周围有不少我军的辎重？……糟了！难道是凌教头他们……？！",
 [201722]="万卫士，可是发生了什么事？",
--page goto
 [201723]="少侠有所不知。半月前陆冠英陆庄主向城中商户募集的一批军资送到，全军士气大振，军师大人于是定计向汉水金军施以痛击，由凌天统领率军前往突袭，但三日前却与大营失去联络……",
 [201724]="所以你怀疑凌统领他们遭遇不测？对了，你可认识城中宜通号纪掌柜之子？他也是押送那批物资的人……",
--page goto
 [201725]="你说纪壮士？自然认得，他与凌统领是老朋友，也随军去助阵了。将军和军师为此事忧心不已，我必须回去将这里的线索禀报将军，这追查之事……",
 [201726]="你尽管回去，放心吧，我会留在此地继续追查。",
--task 2017 剧情
 [201741]="万青证实纪掌柜的儿子在凌天军中，看来只要顺着这条线索查下去，便能得知他的下落。",
--task 2017 accept_talk goto npc 10031017
-----------------------------------------------
-------------NPC:10031009  水军教头 凌天----------
----------------------------------------------
	[1003100911]="现在练好了武艺，上了战场才有生还的可能！",
--task 2019 complete_talk
 [201931]="这位就是%s少侠？本统领已经听刘大人说了，多谢你仗义出手，为我们解燃眉之急。",
 [201932]="凌统领客气了，恕我唐突，刘大人说你们留下此地，是为了纪、赵两位壮士，那可已确定他们被金军所擒？",
--task 2020 accept_talk
 [202021]="赵、纪二位兄弟本领过人，即便真的陷于金营，也定会留下线索，奈何我等伤的伤、残的残，实在冲不过金兵的包围。",
 [202022]="若真在金营，那就好办了，我正要去金营走一遭。",
--page goto
 [202023]="少侠所言当真？那就请少侠先助我杀退包围的金兵，再作计议。",
 [202024]="好。",
--task 2020 complete_talk
 [202031]="有劳少侠。",
 [202032]="凌统领可有下一步计划？",
--task 2021 accept_talk
 [202121]="现在缺口已经打开，我已请刘大人负责安排伤兵即刻撤回大营休养，我同你一起前往金营，探查两位兄弟的下落。",
 [202122]="恕在下直言，凌统领你亦是伤痛缠身，实在不适合潜入金营。",
--page goto
 [202123]="这……唉，那这一支信号烟火请少侠收好，需要时使用这支烟火，可以同我军在金营埋下的密探联络，他会全力助你。",
 [202124]="如此甚好，多谢凌统领。",
--task  2021 剧情
 [202141]="太好了，有宋军密探相助，更方便打探梦儿在不在金营中。",
--task 2020 accept_talk goto 10031021
---------------------------------------------------------------------
-------------------------npc:10031010 赵潇守------------------------
---------------------------------------------------------------------
	[1003101011]="咳咳咳……",
--task 2039 complete_talk
 [203931]="咳咳——！！你是……宋人？",
 [203932]="是，我是来救你的，纪壮士在哪里？",
--task 2024 accept_talk
 [202421]="纪大哥……咳咳……纪大哥被他们带走了……关在前寨右面的囚车中……你、请你去救他……",
 [202422]="你先藏好，莫露踪迹，若金军发现帐中没人，定会在外面大肆搜索，这里反而安全。",
--page goto
 [202423]="好……那夜他本可随军撤走，是我拖累了他，你不必管我……请、请快去……",
 [202424]="你们俩我都会救，我去找纪壮士。",
--task 2024 剧情
 [202441]="不好！被金兵发现了！",
--task 2022 accept_talk goto npc 10031011 
--task 2027 complete_talk
 [202731]="少侠……纪大哥！你还好吧……？咳咳咳——",
 [202732]="眼下不是说话的时机，我先送你们离开。",
--task 2028 剧情
 [202841]=[[<font color='#278cf1'>蒲古里：</font>有个宋人跑了！快去告诉完颜赛合大人！分一队人去看看另外一个还在不在！其余人快去追！给我把人抓回来，活剥了他的皮——！！]],
 [202842]=[[<font color='#278cf1'>纪无双：</font>糟了，金人发现了！]],
 [202843]=[[<font color='#31cf32'>%s：</font>快走！我们杀出去！]],
--task 2028 accept_talk goto npc 10031021
---------------------------------------------------------------------
--------------------------npc:10031011 纪无双-----------------
---------------------------------------------------------------------
 [1003101111]="真大意了，竟落于贼手。",
--task 2045 剧情
 [204541]=[[<font color='#278cf1'>金军哨兵：</font>什么人在那鬼鬼祟祟的！唔？你是宋人？！快来人——]],
 [204542]=[[<font color='#31cf32'>%s：</font>糟了！快杀掉他灭口！]],
--
 [204543]="快、快来……唔……",
--task 2046 剧情
 [204641]="里面还有金兵，未免打草惊蛇，我还是做些伪装为妙。",
--
 [204642]="囚车就在前方，且去找找纪恭达的所在。",
--task 2046	complete_talk
 [204631]="哼，你们又想耍什么花样，我说过了我只是个江湖人，想要知道朝廷的机密，你们找错人了，不如一刀杀了我痛快！",
 [204632]="你可是宜通号掌柜纪开泰之子，纪无双？",
--task 2047 accept_talk
 [204721]="你们真是花了不少心思啊，连我的家世都去打听了清楚，可惜白费力气！",
 [204722]="纪壮士，我乃是受凌天凌教头所托，来救你和赵壮士的！",
--page goto
 [204723]="恩？你是宋人？",
 [204724]="此地不宜久留，我先救你出去！",
--task 2047 剧情
 [204741]=[[<font color='#278cf1'>术虎：</font>哈哈哈，我就说好像听见哨兵喊叫，果然是有老鼠跑进来了！还想逃？]],
 [204742]=[[<font color='#278cf1'>术虎：</font>我倒要看看什么人敢在老子的眼皮子底下劫囚，找死！]],
 [204743]=[[<font color='#31cf32'>%s：</font>不好！被金兵发现了！]],
--task  2025 complete_talk
 [202531]="多谢相救。",
 [202532]="令尊他一直在担心你！",
--task 2026 accept_talk
 [202621]="父亲……？！我……让老父伤怀，我实在不孝……",
 [202622]="眼下不是详谈的时机，快走！",
--page goto
 [202623]="等等，这番动静怕是已经惊动大营里的金兵，我与赵兄弟有伤在身，全靠少侠一人。我这有本《无双》秘籍，其中招式在短时间内激发潜能，使功力暴增。",
 [202624]="《无双》？",
--page goto
 [202625]="无双之技，乃是猛士决死之时悟出，挽狂澜于即倒，拼生死于一线，其威力可惊鬼神，非寻常能用。我先与少侠拆解几招，助少侠领会其中真意。",
 [202626]="请赐教。",
--task 2026 uncomplete_talk
 [202627]="少侠尽管出招。",
 [202628]=Img[2].."领教！",
--task 2026 complete_talk
 [202631]="无双须有煞元激发，非到关键时刻，不可轻易使用。少侠悟性绝佳，定能领悟《无双》奥义，活用于战斗之中。",
 [202632]="多谢纪壮士。",
--task 2027 accept_talk
 [202721]="我们赶紧去找赵兄弟，速速离开此地为妙。",
 [202722]="还在金兵的营帐中。",
--page goto
 [202723]="那我们快去，等金兵察觉就糟了。",
 [202724]="走！",
--task 2027 accept_talk goto npc 10031010
---------------------------------------------------------------------
--------------------------npc:10031016 王渡-----------------
---------------------------------------------------------------------
 [1003101611]="炉火烧得旺，锤子砸得响，咿儿呼儿嗨哟嘿——",

---------------------------------------------------------------------
--------------------------npc:10031017 军需官-----------------
---------------------------------------------------------------------
 [1003101711]="巧妇难为无米之炊，朝廷的军资到底何日才能到啊……",
--task 2017 complete_talk
 [201731]="站住！什么人！？",
 [201732]="宋人？敢问可是汉水大营宋明义宋将军麾下？",
--task 2018 accept_talk
 [201821]="不错，本官乃受宋将军调遣，在凌天统领军中总督粮草辎重诸事。你是何人？",
 [201822]="在下%s，一介江湖野人，特来寻凌统领一军。",
--page goto 
 [201823]="你是将军大人派来找我们的？太好了！我们正愁无法与大营联络，此次突袭，金军早早埋伏了兵马，多亏军中有两位江湖高手，及时探得异状。撤退途中，冒出一伙蒙古人截住去路……",
 [201824]="蒙古人？他们竟敢无视两国盟约？",
--page goto
 [201825]="他们并未攻击只是拦住退路，直到金兵追上来，我们进退两难，寡不敌众……唉！因是突袭，所携辎重本就不多，如今受困于此，将士们饥不得食，伤不得药，真是苦不堪言。",
 [201826]="我来时在路上曾看见一些散落的辎重，我去收些回来。",
--task 2018 complete_talk 
 [201831]="少侠真是帮了大忙！奈何……我们陷在这进退两难之地，这些东西，也不过够撑一两日罢了……",
 [201832]="那你们为何甘愿困守于此，却不突围？",
--task 2019 accept_talk
 [201921]="因为那两位为我们探取情报的壮士在混乱中与大军失散，若没有他们，我们这些人都要自蹈死地，现在他们生死未卜，又岂能丢下他们独自突围？",
 [201922]="那两位江湖高手中，可有一人是姓纪？",
--page goto
 [201923]="没错，纪恭达壮士与我们统领交情很好，这一回到营中，一听凌统领要突袭金营，便与他一位姓赵的朋友留下助阵，你若是想知道他的事情，不如去问凌统领。",
 [201924]="正有此意。",
--task 2019 accept_talk goto npc 10031009
---------------------------------------------------------------------
--------------------------npc:10031023 副将 韩兴邦-----------------
---------------------------------------------------------------------
 [1003102311]="鞑子们敢到咱地盘上来撒野，迟早让他们知道老子的厉害！",
--task 2011 complete_talk
 [201131]="嚯——这是哪里来的少年英雄，刚才那一番厮杀，看得老子好生痛快！",
 [201132]="兄台过奖。",
--task 2012 accept_talk
 [201221]="老子叫韩兴邦，在宋将军手下当个副将，看你那两下子耍得漂亮，来跟老子过两招如何！",
 [201222]="承蒙韩将军青睐，不过单是过招又有什么意思？",
--page goto
 [201223]="哈哈哈——你这话说到老子心坎上了！不瞒你说，金兵这回下了血本，请了一个武功高手前来打先锋，老子给他交过手，可惜……咳，那人明明是个宋人，偏偏做了金人的走狗，当真可恨！",
 [201224]="哦？这贼子姓甚名谁？",
--page goto
 [201225]="叫做什么彭连虎，还有个唬人的名头，叫千手人屠，总之不怎么好对付，老子吃过他的亏！你要是能把那傻大个的脑袋摘来，老子就服你！",
 [201226]="好，你可瞧好了。",
--task 2012 剧情
 [201241]=[[<font color='#278cf1'>彭连虎：</font>宋军龟缩不出，想来是怕了。这几日打起精神来，既然咱们打先锋，可不能让功劳被别人抢了！]],
 [201242]=[[<font color='#278cf1'>金兵：</font>彭大爷，您可是赵王身边的红人，能跟着您，弟兄们心里有底气！]],
 [201243]=[[<font color='#278cf1'>彭连虎：</font>哈哈哈，那是弟兄们抬举。不是本大爷吹，只要不是郭靖亲来，本大爷怕谁？！]],
 [201244]=[[<font color='#31cf32'>%s：</font>哼，明明是汉人，却投效金军当走狗，不用郭大侠亲来，我这无名小卒倒要试试你有多厉害！]],
 [201245]=[[<font color='#278cf1'>彭连虎：</font>什么人？！]],
 [201246]=[[<font color='#278cf1'>彭连虎：</font>……哼，原来是个送死的，本大爷就成全你！]],
--task 2012 complete_talk
 [201231]="嘿哟，行啊！还真就提回来了，老子说话算话，今天就服你个软！难得啊，老子憋屈了多日，今天总算痛快了一回！",
 [201232]="哦？韩兄可是有什么烦心事？",
--task 2013 accept_talk
 [201321]="还不是那帮蒙古人，哼，说是跟咱大宋联手打金国，成天在咱们大寨外面晃悠，看那眼神儿就知道有鬼！偏偏将军碍着盟约不能开罪了他们，真是窝囊！",
 [201322]="既然韩兄身份有碍，就让在下去探探那些蒙古人的底细。",
--page goto
 [201323]="那敢情好！不过你可别被蒙古人发现了，到时候要老子去求爷爷告奶奶，从蒙古人手里捞你，老子可不干！宋将军肯定要对老子军法处置！",
 [201324]="哈哈哈，韩兄就把心放到肚子里吧！",
--task 2013 剧情
 [201341]=[[<font color='#278cf1'>托勒木：</font>这日子过得真没劲。别的弟兄跟着大汗打金狗，女人、金子那是一把把地往怀里捞，我们这帮人在这里，一点油水没有！真是够了！]],
 [201342]=[[<font color='#278cf1'>和扎古：</font>你知道什么？那都是要拼命的！咱们虽然没尝到甜头，可在这里安全，年轻人，没什么比命更重要的啦！]],
 [201343]=[[<font color='#278cf1'>托勒木：</font>哼，老哥你真是年纪大了。长生天的子孙没有你这样的孬种！]],
 [201344]=[[<font color='#278cf1'>和扎古：</font>你知道什么！大汗派我们到这里，那是有远见！金狗眼看着就要完蛋，下一个就是宋国的这些南蛮！咱们看着是过来观战，其实就是来给大汗探路…… ]],
 [201345]=[[<font color='#278cf1'>托勒木：</font>老哥说的是真的？！]],
 [201346]=[[<font color='#278cf1'>和扎古：</font>骗你有金子拿吗？你想想到时候大汗挥兵南下，必然会需要熟知地形的人带路，我们……可就有用武之地了。]],
 [201347]=[[<font color='#278cf1'>托勒木：</font>哈哈哈哈！老哥说的是！说的是！]],
---------------------------------------------------------------------
-------------------------npc:10031021 宋军卧底------------------------
---------------------------------------------------------------------
 [1003102111]="少侠勿惊，我是宋将军安插在金军中的探子。",
--task 2022 剧情
 [202241]="纪、赵二人果然留下了线索，现在就用信号烟火召来宋军密探询问吧。",
--task 2022 complete_talk
 [202231]="你是什么人？怎么会有信号烟火？",
 [202232]="我受凌统领之托，前来打探纪、赵两位壮士的下落。",
--task 2023 accept_talk
 [202321]="终于派人来了。没错，三日前他们抓回了两个宋人，现在正关押在前寨中，守卫十分森严。",
 [202322]="多谢。不过在下有些疑惑，兄台身在金营，怎会不知金兵对此次突袭早有准备？",
--page goto
 [202323]="实不相瞒，三日前的埋伏，我这一军无人得知，金人恐怕已有怀疑我这一军中有内奸，只是还未确定是我罢了……是我失职，害了众位袍泽！",
 [202324]="原来如此……兄台先莫自责，若金人已有疑心，那你与我联络，是否会有危险？",
--page goto
 [202325]="不必担心我，眼下我当全力助你救人……【低声自语】这也是我能为大宋做的最后一件事了……【提高声音】我已探明拘禁之地，就在前寨的营帐中，我不便出面，一切拜托你了！",
 [202326]="放心吧，我就是为此而来，岂会怠慢？",
--task 2023 剧情
 [203941]=[[果然守卫森严！<br/>看来得解决一些金兵才能靠近营帐。]],
--task 2023 accept_talk goto npc 10031010
--task 2028 complete_talk
 [202831]="你们怎么被发现了？！快走！",
 [202832]="你们先走，我来挡住金兵！",
--task 2029 accept_talk
 [202921]="那怎么行？人质逃脱，金人大怒，你若是被他们抓住了，定会没命！",
 [202922]="不，我来金营尚有要事，决不能现在退去。",
--page goto
 [202923]="……唉！那么纪壮士带赵壮士先走，二位重伤在身，留下只会让我们分心，少侠，我陪你抵抗金兵！",
 [202924]="你不是说金人已经起疑，你岂能陪我？",
--page goto
 [202925]="放心吧，我已有盘算，少侠只管听我的便是！",
 [202926]="那好吧，两位壮士快走，你们越快脱身，我们生机越大！",
--task 2029 剧情
 [202941]=[[<font color='#278cf1'>宋军密探：</font>少侠小心！啊——！！]],
 [202942]=[[<font color='#31cf32'>%s：</font>兄台！]],
 [202943]=[[<font color='#278cf1'>宋军密探：</font>咳咳——金兵埋伏之事过后，我就知道……我已经暴露……与其等到他们动手，牵连更广，不如……咳咳——为家国大义，我，死得其所！]],
 [202944]=[[<font color='#31cf32'>%s：</font>兄台——！！金狗，我跟你们拼了！]],
 [202945]=[[<font color='#278cf1'>陆乘风：</font>莫作无谓牺牲！]],
 [202946]=[[<font color='#31cf32'>%s：</font>阁下何人？]],
 [202947]=[[<font color='#278cf1'>陆乘风：</font>救你之人！还不快走！]],
---------------------------------------------------------------------
-------------------------npc:10031022 江湖人------------------------
---------------------------------------------------------------------
 [1003102211]="老庄主命我前来相助少侠。",
--task 2031 complete_talk
 [203131]="金兵会很快集中到着火的地方，老庄主已经准备好人手，伪装成纵火者已经离开营中的假象，金兵会被引到营外追查，此时营中最为空虚，少侠要抓紧时机。 ",
 [203132]="多谢兄台，现在该如何行动？",
--task 2032 accept_talk
 [203221]="我们查到的那个女子被安置在西北方的营帐中，我们会留在周围把风，请少侠快些确认。",
	[203222]="有劳了！",
--task 2032 剧情
 [203241]=[[<font color='#278cf1'>梁梦儿：</font>怎么会有人纵火？营中的守卫是当摆设的吗？]],
 [203242]=[[<font color='#278cf1'>完颜赛合：</font>哼，那帮南蛮狡猾透顶，有个洞子就能钻进来，我们也是防不胜防，好在发现了踪迹，我已经派人去抓了，郡主就放心吧。]],
 [203243]=[[<font color='#278cf1'>梁梦儿：</font>蠢货！我去看了你所谓的踪迹，根本就是被人伪造出来了，那纵火的人十有八九还在营中，你中了别人的调虎离山之计！]],
 [203244]=[[<font color='#278cf1'>完颜赛合：</font>在营中就更好了，等我抓住贼子，一定把他的皮剥下来，给郡主铺地，如何？]],
 [203245]=[[<font color='#278cf1'>梁梦儿：</font>你自己留着吧！我即刻就要离开此地，你最好乖乖地执行我们的计划，完颜赛合，别以为陛下行幸蔡州，就可以无法无天，只要“暗棋”一日在，必保得大金无恙！]],
 [203246]=[[<font color='#278cf1'>完颜赛合：</font>本将明白，郡主，哦，不……飞大人，您就放心吧，来人，恭送郡主！]],
 [203247]=[[<font color='#278cf1'>兀颜：</font>将军，何必对她一个小妮子这么客气？皇上的话现在都不好使了，她不过是赵王一个见不得人的孙女，也敢对将军您吆五喝六的，要不要咱们给她点教训，给将军出气？]],
 [203248]=[[<font color='#278cf1'>完颜赛合：</font>哼，你懂个屁！她虽然有个皇帝亲封的郡主头衔，但还不放在本将眼里，我忌惮的是她另一个身份……]],
 [203249]=[[<font color='#278cf1'>兀颜：</font>啊？另一个身份？是什么？]],
 [203250]=[[<font color='#278cf1'>完颜赛合：</font>这是你该问的吗！？滚一边凉快去！]],
--
 [203251]="帐中已空无一人，我又来晚了吗？梦儿，你到底在哪里……",
--task 2032 complete_talk
 [203231]="没人？怎么会？我们的人昨天还看见那女子出入！",
 [203232]="是我来晚了……",
--task 2033 accept_talk
 [203321]="少侠且勿伤怀，那女子绝不可能凭空消失，我们会继续帮你留意梁姑娘的下落。今日我们到营中还有另一件要事，若不能完成，只怕这趟就要空手而归了。",
 [203322]="我的事劳烦诸位了，不知可有用得到在下之处？",
--page goto
 [203323]="老庄主得知金军搜罗到一种机关弩图，传言威力更胜神臂弩，要知道宋金对阵多占器械之利，若这种优势被金军反超，那就不妙了。",
 [203324]="此乃军国要事，这机关弩图被藏在何处？",
--task 2033 complete_talk
 [203331]="据我们的线索，多半被藏在这支金军统帅——完颜赛合那里，不过我们得先杀进去，方有机会。",
 [203332]="那就别在此空耗功夫，这就行动吧。",
--task 2034 剧情
 [203441]=[[<font color='#278cf1'>完颜赛合：</font>哼，真是反了，老鼠也敢跑到地面上来撒野！]],
 [203442]=[[<font color='#278cf1'>何山涛：</font>是完颜赛合！这金狗厉害得很，少侠要当心了！]],
 [203443]=[[<font color='#31cf32'>%s：</font>来得正好，我就抓住他问出梦儿的下落！]],
 [203444]=[[<font color='#278cf1'>完颜赛合：</font>口气不小啊，还不快快过来领死！]],
--
 [203445]="不好，将军大人受伤昏过去了！快！别让南蛮子跑了！",
 [203446]="给我抓住刺客！死活不论！抓住了重重有赏！",
 [203447]="不行！留下活口！",
 [203448]="凭什么听你的，上啊，给我杀了这些南蛮子！",
--task 2034 complete_talk
 [203431]="快！我们挡住金兵，你快去搜出机关弩图！",
 [203432]="小心！",
--task 2035 剧情
 [203541]="得手了！兄弟们，撤！庄主给咱们在襄阳城摆好庆功宴了！",
-- 
 [203542]="还是没有梦儿的下落，她到底在哪？是吉是凶？不论如何，我一定会把你从金人手中救出来！",
--task 2035 accept_talk goto npc 10021001 
---------------------------------------------------------------------
--------------------------npc:10031028 金营囚场入口-----------------
---------------------------------------------------------------------
 [1003102811]="由此进入金营囚场。",
---------------------------------------------------------------------
--------------------------npc:10041001 桃花岛哑仆-----------------
---------------------------------------------------------------------
 [1004100111]="……【此人口不能言，只是用眼神冷冷地看着你】",
--task 2044 complete_talk
 [204431]="……",
 [204432]="在下特来求见郭大侠和黄帮主，烦请通报。",
--task 3001 accept_talk
 [300121]="……【他微微仰起头，乜斜着眼睛将你从头到脚打量了个遍，然后抬手向你一指，口型数变，像是在说“你是谁”。】",
 [300122]="在下%s，请兄台代为通传，或者指明方向亦可。",
--page goto
 [300123]="……【他眼含狡诈，露出轻蔑一笑。抬手指了指桃林东方，对你摇了摇头，又向西方指了指，对你点了点头。】 ",
 [300124]="【我与他并不认识，他却似心存敌意，为何？看他手势似是该向西走，也不知是否可信？】",
--task 3001 剧情
 [300141]="糟糕，迷路了！那个哑巴果然在诓我，这桃林好生古怪……诶，那是什么？",
--task 3041 剧情
 [304141]="%s，留步！吾辈有话跟你说。",
--
 [304142]="……！！！他不是哑巴？！",
--task 3041 complete_talk
 [304131]="不必惊讶，吾辈是风云客栈的观云者，奉观云阁主之命，留在此地旁观已有多年，你在岛上之际遇，吾辈察知。",
 [304132]="……我更惊讶了，能瞒过黄药师和黄蓉的耳目，阁下绝非等闲。",
--task 3037 accept_talk
 [303721]="好说，吾辈不过风云客栈微末之卒。吾辈有句忠告，五仙教与五大世家恩怨颇深，你若想查明当年之事，最好能找到当年之人。",
 [303722]="阁下有何建议？",
--page goto
 [303723]="当年五仙教在中原势力，以左护法蚩东丹为首，天蛛巫使与玄蛇巫使辅之，今天蛛巫使已死，蚩东丹隐退，皆不可得，玄蛇巫使却仍在南疆五仙教中。",
 [303724]="多谢指教，我必定寻到这位玄蛇巫使。",
----------------------------------------------------------------------
-----------------------NPC：10041002  傻姑------------------
----------------------------------------------------------------------
 [1004100211]="你是来陪我玩儿么？",
--task 3002 剧情
 [300241]="有人留下了记号？这么说来，这桃林中被困的应当不只我一人……再往前找找看。",
 [300242]="分明是这个方向，为何记号突然没了？啊，口哨声！有人！赶紧寻过去瞧瞧。",
--task 3002 complete_talk
 [300231]="你是谁？追着我做什么？",
 [300232]="在下%s，前来拜见郭大侠和黄帮主，请问姑娘可否帮在下通传一声？",
--task 3003 accept_talk
 [300321]="郭大侠和黄帮主是谁？我不认识。你是来找我玩的吗？我一个人不好玩，你陪我玩吧。",
 [300322]="原来是个傻姑娘，岛上可还有其他人？",
--page goto
 [300323]="你怎么知道我叫傻姑？岛上有姑姑，有姑姑的相公，还有公公。你陪我玩，我就带你去见他们。",
 [300324]="那你要玩什么？",
--page goto
 [300325]="我在这林子里的某一棵桃树下埋了一样宝物，你去给我找来。那棵树有五个大杈，最下面的一根是弯弯扭扭的。",
 [300326]="【这都把地方告诉我了，还用找么？真是个傻姑娘。】好，你等着。",
--task 3003 complete_talk
 [300331]="不错不错，这就是我埋的宝贝。",
 [300332]="现在你能带我去见郭大侠和黄帮主了吧？",
--task 3004 accept_talk
 [300421]="哎呀！不行！这盒子是空的！我的宝贝呢？我的宝贝去哪里了？",
 [300422]="你肯定是把你的宝贝放在这盒子里了？那到底是什么东西？",
--page goto
 [300423]="那里面放着姑姑上次给我做的点心，我还只吃了几块呢！",
 [300424]="点心怎么能放在外面？我看岛上这么多猴子窜来窜去，怕是都叫猴子给吃了。",
--page goto
 [300425]="那你去帮我教训那些坏猴子，它们吃了我的点心！我还想留着慢慢吃呢……呜呜呜……",
 [300426]="好好好，真是怕了你了。",
--task 3004 complete_talk
 [300431]="呜呜呜……那些坏猴子以后还会来偷吃我的点心么？",
 [300432]="这我可说不准，傻姑，带我去见郭大侠和黄帮主吧。",
--task 3005 accept_talk
 [300521]="我都说了我不知道那个郭大侠和黄帮主是谁，你怎么老让我带你去见？",
 [300522]="【总得找个能说话又不糊涂的人问问才行】那你带我去见你姑姑吧。",
--page goto
 [300523]="姑姑这些日子出门了，不在岛上，她的相公在……",
 [300524]="还请傻姑指路。",
-----------------------------------------------------------------
-------------------NPC:10041003 柯镇恶------------------
-----------------------------------------------------------------
 [1004100311]="江南七怪，今余其一，老夫拼了这条老命，也不会堕了江南七怪的名头！",
--task 3016 complete_talk
 [301631]="多亏少侠，芙儿才能安全回来。",
 [301632]="柯老前辈言重，晚辈不过附骥之人罢了。",
--task 3017 accept_talk
 [301721]="真是岁月不饶人啊，想当初江南七侠五家何等风光，如今七侠只剩下我这个糟老头子，而五大世家更是……唉，总算你已长大成人，又有这般出息，前途可期。",
 [301722]="晚辈不敢辱没门庭，只是驽钝不堪，到今日连自己仇人的身份都未查明……",
--task 3017 剧情
 [301741]=[[<font color='#278cf1'>柯镇恶：</font>当年之事，多少人自负能耐，想要查出真相，到头不过一场空。你一个初出江湖的小虾米想要去查，谈何容易？]],
 [301742]=[[<font color='#31cf32'>%s：</font>我知前辈好意开解于我，不过灭门之仇不共戴天，晚辈……]],
 [301743]=[[<font color='#278cf1'>柯镇恶：</font>你且听老夫说完。惨案一出，武林哗然，老夫也曾着手调查，但能力有限，后来被黄老邪打瞎了一对招子，更不中用了，手上就只摸到了一条有用的线索……]],
 [301744]=[[<font color='#278cf1'>柯镇恶：</font>老夫去过你们的空宅，在酒窖中发现了一具虫蜕。别人或许不认得，但老夫当年为寻靖儿母子，所行何止万里，我可以肯定，那是南疆五仙教的蛊虫。]],
--task 3017 complete_talk
 [301731]="南疆蛊术诡秘，依老夫推测，定是有人利用蛊虫施展邪术，使五大世家中人失去自保之力，这才成了他人刀下鱼肉。",
 [301732]="南疆五仙教……怎会到中原来做下如此血案？",
--task 3018 accept_talk
 [301821]="你有所不知，当年五仙教在中原武林的势力并非衰弱如今，左护法蚩东丹广散教徒，传播教义，有不少中原人愿意接纳他们。唯在江南，受到五大世家阻挠。",
 [301822]="只是因为受到阻挠，就灭我满门？！",
--page goto
 [301823]="如今真相未明，老夫只是对你言明所知，其中有何曲折，唯待日后水落石出，方知究竟。你既已到此，便先住下，靖儿可助你研习武学，也为你增加几分把握。",
 [301824]="多谢前辈指教，那我先回去见郭大侠了。",
-------------------------------------------------------
------------------------NPC:10041004 郭靖（东邪宅邸）----------
----------------------------------------------------------
 [1004100411]="侠之大者，为国为民。",
--task 3005 complete_talk
 [300531]="少侠远道而来，敢问可是陆贤弟所说的%s？",
 [300532]="在下正是，有陆庄主的书信为证，请过目。",
--task 3006 accept_talk
 [300621]="少侠大概心里很奇怪，你我素昧平生，为何我定要你千里迢迢来到东海桃花岛，对否？",
 [300622]="不瞒郭大侠，我确实心中不解。",
--task 3006 剧情
 [300641]=[[<font color='#278cf1'>郭靖：</font>多年之前，我与你父亲一见如故，虽只数面之缘，却不吝以性命相托，正因如此，从你父亲口中得知一桩秘事。当年我随成吉思汗远征花剌子模国，全靠武穆遗书兵法中的教诲才能安然无恙……]],
 [300642]=[[<font color='#31cf32'>%s：</font>什么？你看过武穆遗书？]],
 [300643]=[[<font color='#278cf1'>郭靖：</font>不错，我与蓉儿在铁掌峰上寻获遗书，当时看它装订完整，以为是全本。后来与你父亲相遇，方知我手中的遗书乃是秦桧所夺的半部，想来秦桧为了讨好皇帝，隐瞒了半部遗书的真相。不过倒是保全了另外半本……]],
 [300644]=[[<font color='#278cf1'>郭靖：</font>我想见你，正是为此事。你的家族受岳家军所托，保管半部武穆遗书，可对？只可惜你家惨遭横祸，十几年来，没能查到半点线索，若不是你找到陆贤弟，我竟不知故友还有后人……%s，你可知武穆遗书真正的传人是谁？]],
 [300645]=[[<font color='#31cf32'>%s：</font>原来另半部竟在你手中……真是老天有眼，没有让岳帅心血落入奸人手中。真正的传人是岳四公子，只是如今遗书不全……]],
--task 3006 complete_talk
 [300631]="放心吧，%s，如今你我既已相认，我定会助你寻回那半部遗书，以慰你父祖之忠魂。",
 [300632]="有郭大侠相助，定可事半功倍。",
--task 3007 accept_talk
 [300721]="好，少侠就请先去厢房歇息吧。小女顽劣，不知跑到哪去了，哑仆唤不住她，我还得亲自去寻她回来。",
 [300722]="不知令千金是何模样？我也来帮忙吧。",
--page goto
 [300723]="有劳少侠了。你只要在岛上看到一个穿红衣的少女，那就是小女郭芙了。",
 [300724]="好，我会留心。",
--task 3011 complete_talk
 [301131]="少侠可找到芙儿了？",
 [301132]="找到了，可是又不见了……这是郭姑娘的荷包。",
--task 3012 accept_talk
 [301221]="不错，这是蓉儿做的，芙儿很是喜欢，一向戴在身上片刻不离……不过这上面沾的绿色粘液是什么？少侠为何说芙儿找到了又不见了？",
 [301222]="我在桃林里遇见两个小姑娘，据她们所说，郭姑娘被一只大蛤蟆抓到一个洞里去了。",
--page goto
 [301223]="蛤蟆乃五毒之一，这荷包有驱邪除虫之功，偏偏这丫头弄丢了。岛上有种白及草有驱毒之效，还劳少侠采来，以防万一。采到药草后，请到试剑峰下清音洞寻我。",
 [301224]="好，郭大侠莫急，郭姑娘吉人天相，必能化险为夷。",
--task 3023 complete_talk
 [302331]="%s，你怎么在大师父那里待了这么久？啊，这两位是？",
 [302332]="郭大侠，这位是梁姑娘和白少侠，与我同是五大世家之人。",
--task 3024 accept_talk
 [302421]="啊？没想到梁家和白家竟也还有传人在世？！白少侠这是怎么了？因何受伤？",
 [302422]="我又碰到了那两位小姑娘，她们告诉我梦儿也上了岛，我一去就看见他们正遭一伙蒙面人攻击，白兄因此受伤。",
--page goto
 [302423]="原来如此。江南五派十几年未有传人现世，如今梁、白两家后人和你同时出现，真是天大的好事！梁姑娘与白兄弟尽管安心在此休养，等白兄弟伤好之后，再作详谈。",
 [302424]="郭大侠，就让我照料梦儿和白兄吧。",
--page goto
 [302425]="如此也好，哑仆毕竟交流不便，你们年轻人在一起也热闹。%s，那就交给你了，你先带他们去厢房安顿吧。",
 [302426]="叨扰了。",
--task 3101 accept_talk
 [310121]="今日能结识一位武林新秀，着实高兴。我看少侠是个聪慧机敏之人，比我的资质要强上许多，切不可辜负了才华。",
 [310122]="若能得到郭大侠的指点，在下幸何如之。",
--page goto
 [310123]=[[我没有什么窍门，只知苦练。<font color='#00ff00'>实战便是最好的习武方式</font>，在不断的战斗中，领会武学中的精髓，自能融会贯通。若要我指点，少侠不妨先去与桃林里的猴子斗上两百回合。]],
 [310124]="在下自当从命。",
--task 3101 complete_talk
 [310131]="此番感觉如何？",
 [310132]="这些已经学会的招式，好像在与猴子的打斗中，威力增强了不少，这是为何？",
--page goto
 [310133]=[[实战境界，共分为初学乍练、略有小成、心领神会、炉火纯青、出类拔萃、技压群雄、深不可测、登峰造极、返璞归真九层。少侠如今算是开窍，处于<font color='#00ff00'>初学乍练</font>的界限上。]],
 [310134]="那我当如何突破？",
--page goto
 [310135]="自然是从实战中积累经验，再从前人的总结中领会其中关节，此乃水到渠成之事，少侠不必过于心急。",
 [310136]="我明白了，多谢郭大侠。",
--------------------------------------------------------------------
----------------NPC:10041005 郭芙（桃林）---------------------
-----------------------------------------------------------
 [1004100511]="江湖上有谁不知道我爹娘的大名，你若不顺我的意，定会让你好看！",
--task 3007 complete_talk
 [300731]="你是什么人？怎么会在我家岛上？啊！你手里怎么拿着我的荷包！",
 [300732]=[[敢问可是<font color='#00ff00'>郭芙郭姑娘</font>？]],
--task 3008 accept_talk
 [300821]="没错，我是郭芙。你又是谁？怎么会知道我的名字？",
 [300822]="你父亲在到处找你呢，快与我一同回去吧。",
--page goto
 [300823]="我凭什么要听你的话，我又不认识你，谁知道你是不是坏人？哼，你可别打什么鬼主意，我爹爹妈妈可是鼎鼎大名的人物！",
 [300824]="我自然知道你父母的威名，我说过了，我是帮你父亲来找你的。",
--page goto
 [300825]=[[这样吧，<font color='#00ff00'>你答出我的问题，我便信你</font>。]],
 [300826]="只要姑娘不刻意刁难，我应该能答得出，请出题吧。",
--task 3008 complete_talk
 [300831]="你说，我爹爹的师父是谁？",
 --[300841]="丘处机。",
 [300842]="江南七怪。",
 [300843]="洪七公。",
 [300844]="以上皆是。",
--page goto
 [300832]="哼，这天下间谁人不知，你答对也不稀奇。我再问你，我爹爹的结拜兄弟是谁？",
 [300845]="杨康。",
 [300846]="拖雷。",
 [300847]="以上皆是。",
--page goto
 [300833]="哈哈，这你就不知道了吧，还有老顽童周伯通。",
 [300834]="小姑娘，我知道你父亲了不起，可你刻意炫耀未免有些过分。",
--umcomplete_talk
 [300848]="哼，连这都不知道，也敢自称认识我爹爹？",
 [300849]="一时口误，容我重答。",
--task 3009 accept_talk
 [300921]="算你运气，我就相信你确实是我爹派来的，不过我现在还有事没做，还不打算回去，你先回去告诉我爹爹，让他不用担心我。",
 [300922]="你到底还有什么事，告诉我我帮你做。 ",
--page goto
 [300923]="哼，好呀，我看你也闲得慌，这附近总有些哑仆晃来晃去，像是在盯着我似的，看着心烦，你去帮我打发了他们，如何？",
 [300924]="唉，那你就在这里等着我，别再乱跑。",
--task 3009 complete_talk
 [300931]="怎么样？我可是遵守了诺言留在这里等你了，你可别食言。",
 [300932]="你看看这周围，可还有哑仆的踪迹？",
--task 3010 accept_talk
 [301021]="好吧，我承认你手脚还算利落，不过，我可没说这事到这儿算完了。",
 [301022]="郭大小姐还有什么事情要吩咐的，你就快说吧。",
--page goto
 [301023]=[[我要这<font color='#00ff00'>桃林里开的最好的桃花枝</font>，你去给我摘来。]],
 [301024]="知道了，郭大小姐！",
---------------------------------------------------------
--------------NPC:10041006 郭靖（清音洞）----------
----------------------------------------------------------
 [1004100611]="这玉蟾好生凶悍，不知芙儿在洞中安危如何……",
--task 3012 complete_talk
 [301231]="一路追踪至此，再往前便是清音洞，我远远瞥见一眼，那蛤蟆通身碧绿，蹼爪锋利，绝非善类。",
 [301232]="何不速速进洞一探究竟？",
--task 3013 accept_talk
 [301321]="那蛤蟆毒性惊人，离洞口越近，便越受蟾毒侵袭，我并不把握能一击制住它，若是交手之间伤到芙儿岂不更糟……",
 [301322]="那可有其他办法？",
--page goto
 [301323]="或许可以以毒攻毒，试剑峰下有一种毒蝎，尾蛰硕大，且泛蓝光，若能以其尾蛰之毒中和白及草的药性，应该能够克制蟾毒。只是我现在若是离去……",
 [301324]="郭大侠不必为难，一切有我。",
--task 3013 complete_talk
 [301331]="有劳少侠，待我将这尾蛰与白及草糅合在一起。",
 [301332]="请施为。",
--task 3014 accept_talk
 [301421]="好了，将这草汁涂于人中处，便可保一时不受蟾毒所侵。切记只有半炷香的时间，若不能及时离开此地，则有性命之忧。 ",
 [301422]="我记下了。",
--task 3014 complete_talk
 [301431]="这畜牲已经不行了，我一个人能够对付，请少侠带芙儿离开此地。",
 [301432]="草汁的效用快过了，郭大侠还请小心。",
--task 3015 accept_talk
 [301521]="我不碍事。芙儿一直昏迷，我怕她已经中毒，我这里还有些剩下的白及草汁，少侠请涂在她人中处，然后先带她离开。",
 [301522]="我这就去看郭姑娘。",
-------------------------------------------------------------------------
-----------------NPC:10041007  郭芙（清音洞）---------------------
-------------------------------------------------------------------------
 [1004100711]="……【郭芙被蟾毒所侵，面色发青，昏迷不醒。】",
--task 3015 complete_talk
 [301531]="唔……我怎么会在这里？那只大蛤蟆呢？",
 [301532]="郭大侠正在对付。你能自己走吗？此处漫布毒物，我们得赶紧离开。",
--task 3016 accept_talk
 [301621]="呜呜呜……我要我娘……那只大蛤蟆好可怕……舌头好长，身上又这么难闻……讨厌死了……呜呜呜……",
 [301622]="别哭了，此地不宜久留，快跟我走。",
----------------------------------------------------------------------
-----------------NPC:10041008 郭芙（清啸亭）-------------------
-----------------------------------------------------------------------
 [1004100811]="怎么这样慢，柯公公年纪那么大，腿脚都比你利索，真是的！",
--task 3025 complete_talk
 [302531]="你怎么才来？慢死了！我这次根本不是意外，是有人要害我。我的荷包里有驱邪除虫的药物，那蛤蟆绝不会喜欢这药物的气味，怎会将我掳走？",
 [302532]="我接到字条就过来了，还慢？荷包不是被你弄丢了吗？",
--task 3026 accept_talk
 [302621]="不是弄丢的！荷包突然不见了，我怕被爹责骂才出来寻找。现在岛上除了我们家人就只有那些哑仆，他们本是凶恶之徒，被外公抓来也有不服气的，我看就是他们。",
 [302622]="那你为什么不告诉你爹娘或者你大公公？他们可比我厉害多了。",
--page goto
 [302623]="说你傻你还真傻。若是被他们知道了，肯定就不准我再过问了。他们想害的是我，凭什么不让我知道？所以我只好找你帮我了。",
 [302624]="说吧，你想让我怎么帮你？",
--page goto
 [302625]="你将他们唤到一处，问问是不是他们偷了我的荷包，若是谁心里有鬼，自然会露出破绽。",
 [302626]="唔，你也不是一无是处嘛。",
--task 3026 剧情
 [302641]="哼，我还没发问呢，就已经等不及出手了，果然心中有鬼！看我不打服你们！",
--task 3040 complete_talk
 [304031]="如何？查出来了吗？",
 [304032]="我还没开口，他们就出手攻击我。",
--task 3027 accept_talk
 [302721]="我就说吧！我就知道他们有问题！诶，你问出什么来没有？",
 [302722]="……你想让我从哑巴嘴里问出什么？",
--page goto 
 [302723]="唔，也是。不过不能这样就便宜了他们，他们既然口不能言，必然是用写的！这伙人中肯定有个领头人，你去把他找出来，搜他的身，看看能不能找到什么线索！",
 [302724]="恩，就这么办。",
--task 3027 complete_talk
 [302731]="看你眉头紧锁，是搜到了什么东西还是没有啊？",
 [302732]="有一封信。",
--task 3028 accept_talk
 [302821]="信？太好了！肯定是他们传递消息的密信！上面写了什么？快拆开看看！      ",
 [302822]="好。",
--task 3028 剧情
 [302841]=[[<font color='#31cf32'>%s：</font>信上只有一句话：“上岛者务诛，不惜代价阻拦郭靖离岛。”落款处，只有一个“飞”字。]],
--task 3028 complete_talk
 [302831]="“飞”是什么？写这个字条的人的名字吗？“上岛者务诛”？说的是你？他们想杀你啊？“阻拦郭靖离岛”……爹要离开桃花岛吗？我怎么不知道？",
 [302832]="看来哑仆是受人指使，而指使之人分明是不愿意让郭大侠夫妇离开……【至于“飞”……好像在哪见过？】",
--task 3029 accept_talk
 [302921]="哼，“不惜代价”？原来我是受了池鱼之祸。他们不想让我爹离开桃花岛，就弄只蛤蟆来抓我！太可恶了！",
 [302922]="这件事已非我俩力之所及，我看还是尽快告诉郭大侠才是。",
--page goto
 [302923]="不行！我一定要自己把这人给揪出来，弄一百只，不，一千只癞蛤蟆跟他关在一起待一百天！……那边怎么这么吵？好像是我爹的声音！我们快去看看怎么回事！",
 [302924]="走！",
--task 3029 剧情
	[302941]=[[<font color='#278cf1'>郭芙：</font>爹！大公公！]],
	[302942]=[[<font color='#278cf1'>郭靖：</font>芙儿，别过来！]],
	[302943]=[[<font color='#278cf1'>梁梦儿：</font>呵呵，郭大小姐也来了，郭大侠还要继续拖延时间吗？要武穆遗书，还是要你大师父的命，快做决定吧！]],
	[302945]=[[<font color='#278cf1'>郭靖：</font>梁姑娘，我大师父年事已高，你如此行事未免违背道义！武穆遗书非我之物，我绝不能交给你。]],
	[302946]=[[<font color='#278cf1'>白余明：</font>呵呵，那我们只好割了这老家伙的一只耳朵，再来与郭大侠说话了！]],
	[302947]=[[<font color='#278cf1'>柯镇恶：</font>我看你们这些贼子倒敢！]],
	[302948]=[[<font color='#278cf1'>郭靖：</font>住手！]],
--
 [302949]="梦儿……？！怎么会……？她、她在做什么？疯了吗？！",
------------------------------------------------------------
-------------------NPC:100410009  清音洞石碑---------------
-------------------------------------------------------------
 [1004100911]="由此进入清音洞。",
------------------------------------------------------------
-------------------NPC:10041010  兰朵---------------
-------------------------------------------------------------
 [1004101011]="别看年纪不大，可我本事不小。",
--task 3038 剧情
 [303841]="人呢？！这丫头真是难伺候！一会儿工夫就没影了，连荷包也扔在这里，该去哪找她呢？",
 [303842]="喂，你是找郭芙么？快过来！",
--task 3038 complete_talk
 [303831]="嘻嘻，你猜我们是谁？",
 [303832]="你们俩是同生姐妹？长得真是一模一样……",
--task 3011 accept_talk
 [301121]="有一只大蛤蟆，一直蹦一直蹦~舌头吐得老长老长，就那么一卷~郭姑娘就被抓走了~钻进洞里去了~",
 [301122]="郭姑娘被一只蛤蟆抓走了？哪个洞？",
--page goto
 [301123]="桃林里面的那个大黑洞。你敢去吗？有蛤蟆哦~会把你吃了哦~你去告诉她爹吧~她爹可以揍蛤蟆~快去啊~快去吧~我们也走啦~",
 [301124]="喂！你们是什么人？喂——！【在这瞎转不是办法，先回去告诉郭大侠】",
------------------------------------------------------------
-------------------NPC:10041011  兰蕊---------------
-------------------------------------------------------------
	[1004101111]="桃花岛也没有传说中那么神奇嘛……",
--task 3018 complete_talk
 [301831]="别走~咦，你怎么不跟你的同伴在一处？",
 [301832]="我的同伴？我是一个人来的啊。",
--task 3019 accept_talk
 [301921]="不对不对~有两个人跟你前后脚到了这里呢~难道不是你同伴？我还知道，这两个人中有一个姑娘，是你一直在找的人~",
 [301922]="我一直在找的人？你说梦儿？她在哪里？",
--page goto
 [301923]="喏，就在桥那边的弹指峰……",
 [301924]="多谢相告！",
--task 3019 剧情
 [301941]="哎，我还没说完呢！真是的，这么猴急！",
 [301942]="没事~反正总会知道的，随他去吧。", 
--
 [301943]=[[<font color='#278cf1'>梁梦儿：</font>你们是什么人？快住手！]],
 [301944]=[[<font color='#278cf1'>白余明：</font>梦儿，来者不善，不必多言了！]],
 [301945]=[[<font color='#278cf1'>梁梦儿：</font>白大哥，小心！]],
 [301946]=[[<font color='#278cf1'>白余明：</font>唔——！]],
 [301947]=[[<font color='#278cf1'>梁梦儿：</font>白大哥！啊——！]],
------------------------------------------------------------
-------------------NPC:10041012  梁梦儿---------------
-------------------------------------------------------------
	[1004101211]="知我者，谓我心忧；不知我者，谓我何求。",
--task 3024 complete_talk
 [302431]="白大哥有伤在身，让他先睡下吧。%s，你还没告诉我，你怎么会在桃花岛呢？",
 [302432]="说来话长，你被抓走后，我一直在到处找你……【你将这段时间的际遇说与梁梦儿听】",
--task 3025 accept_talk
 [302521]="没想到你竟然经历了这么多事，还为襄阳立下大功。再看看我，除了给人添麻烦，什么都做不好……呜呜呜……要不是白大哥，我就再也见不到你了……",
 [302522]="梦儿，我想问你一句，白兄有何证据证明我们五家亡于五毒教之手？",
--page goto
 [302523]="难道灭门的仇人还会弄错吗？白大哥查出了好多事呢，可我说不好，等他醒了，让他说吧。诶，怎么一直不见郭夫人？我们冒昧登门，应该要拜见才对。",
 [302524]="郭夫人不在岛上。",
--page goto
 [302525]="郭夫人不在岛上？不是说郭大侠和郭夫人隐退桃花岛多年了吗？怎么会不在岛上呢？",
 [302526]="具体是为何，我也不知道……唔，有人来了。",
--task 3025 剧情
 [302541]=[[<font color='#278cf1'>哑仆：</font>呜呜呜！呜！【他比划着你看不太明白的手势，将一张字条硬塞到你手中】]],
 [302542]=[[<font color='#31cf32'>%s：</font>……郭芙？让我去清啸亭一见，这丫头又在搞什么鬼？我去看看，免得她又闹出什么幺蛾子！你好好休息，看你憔悴不少，定是吃了不少苦，等我回来咱们再说。]],
 [302543]=[[<font color='#278cf1'>梁梦儿：</font>【她的眼神突然黯淡了，低声呢喃】怕是说不了……]],
 [302544]=[[<font color='#31cf32'>%s：</font>啊？梦儿，你说什么？]],
 [302545]=[[<font color='#278cf1'>梁梦儿：</font>【强作笑颜】我没说话啊，你听错了吧？快去吧！]],
--task 3030 complete_talk
 [303031]="呵，你都走开了，还回来趟这浑水做什么？",
 [303032]="我要跟你问个明白。",
--task 3031 accept_talk
 [303121]="还不明白么？我与你根本不是一路人，我乃大金赵王完颜洪烈的孙女完颜梦，金国皇帝亲封的梦南郡主，梁家遗孤……呵，不过是为博你信任演的一出戏罢了。",
 [303122]="不、不可能……你入丘山村之时，明明已经奄奄一息……",
--page goto
 [303123]="我若不唱这出苦肉计，怎么让丘山村那群老不死的相信我？从头到尾，我所图只是你那家传的半部遗书，没想到你这么没用，什么有用的线索都套不出来！",
 [303124]="我们……我们这几年的情义，难道……也都是假的吗？",
--task 3031 剧情
 [303141]="%s，你还与这妖女废话什么！她都说了对你不安好心了，你还傻愣着干嘛？快过来！",
 [303142]="%s，你过来吧，我有话对你说！",
--
 [303143]="梦儿……你答我一句，我们这几年的情义，难道都是假的吗？都是假的吗？！",
------------------------------------------------------------
-------------------NPC:10041013  白余明（站着）---------------
-------------------------------------------------------------
	[1004101311]="好不容易到了桃花岛，此行必要达成使命。",	
------------------------------------------------------------
-------------------NPC:10041016  梁梦儿（坐着）---------------
-------------------------------------------------------------
	[1004101611]="知我者，谓我心忧；不知我者，谓我何求。",
--task 3020 剧情
 [302041]="真的是梦儿！？快过去帮她！",
--task 3020 complete_talk
 [302031]="%s！你怎么会在这儿？我、我还以为再也见不到你了……呜呜呜——",
 [302032]="梦儿，你没受伤吧？这位是……？",
--task 3021 accept_talk
 [302121]="这位是白余明大哥，%s，徐、莫、梁、白和你家，就只剩我们三人了！",
 [302122]="他是……白家人？你怎么会和他碰到一起？你不是被金军抓走了吗？",
--page goto
 [302123]="蔡州被蒙古攻破，金国已亡，抓我的金兵作鸟兽散，本想将我……呜呜呜……是白大哥救了我！白大哥躲过一劫，一心想找五仙教报仇，奈何势单力薄，唯有暂避其锋。",
 [302124]="找五仙教报仇？难道……？",
--page goto
 [302125]="我忘了你还不知道，白大哥已经查出来了，咱们五家的大仇人就是南疆五仙教啊！",
 [302126]="五……仙……教！",
--task 3021 剧情
 [302141]="呃……",
 [302142]="啊！白大哥醒了，快去看看他！",
------------------------------------------------------------
-------------------NPC:10041018  白余明（坐着）---------------
-------------------------------------------------------------
	[1004101311]="好不容易到了桃花岛，此行必要达成使命。",
--task 3021 complete_talk
 [302131]="唔……你是……？",
 [302132]="在下%s，白少侠有礼。",
--task 3022 accept_talk
 [302221]="%s……？啊！你就是梦儿所说的那个……唔！该死的，还挺疼！",
 [302222]="你伤得不轻，我们找个清静之地说话。",
--page goto
 [302223]="这样也好，有劳了。",
 [302224]="客气了。",
--task 3022 剧情
 [302241]="看他伤势不轻，还是先找个地方帮他清理一下伤口上的污血吧。",
--
 [302242]="嘶——唔！",
--task 3022 complete_talk
 [302231]="初次见面，便如此劳动少侠，当真过意不去。",
 [302232]="你救了梦儿，我谢你还来不及，不必跟我客气。",
--task 3023 accept_talk
 [302321]="路见不平拔刀相助，此乃武人天性，实在不足挂齿。何况梦儿与你我同为五大世家遗孤，本该互为手足，何必多言一个谢字？",
 [302322]="这也是我想说的。",
--page goto
 [302323]="哈哈，是我虚礼。眼下我们三人会合，报仇大计更可指望。对了，你在岛上可曾见到郭大侠？我和梦儿来此就是为了请郭大侠和柯老前辈出面，为我们五家出头！",
 [302324]="白兄说得对，有郭大侠出面，自能向五仙教讨回公道！白兄、梦儿，请随我来。", 
--task 3023 剧情
 [302341]="刚从柯前辈处得知蛊虫一事，便有白兄一口咬定五仙教，未免太过巧合……罢了，梦儿总不会骗我。",
------------------------------------------------------------
-------------------NPC:10041019  梁梦儿（船上）---------------
-------------------------------------------------------------
	[1004101611]="知我者，谓我心忧；不知我者，谓我何求。",
--task 	3034 complete_talk
 [303431]="其实……咳咳咳……其实，我想过的……咳咳……有一天……会死在你手里……我想，我们俩……咳咳咳……你……或者我……总有一人……会死在前头……",
 [303432]="梦儿，别说了！你、你会好的……",
--task 3035 accept_talk
 [303521]="呵……你从未……骗我，今天……咳咳……要骗我、两回么……桃花岛，好美……不像中原……到处都毁了……咳咳……你把我的骨灰洒进这里的海中……好么……？",
 [303522]="好，我答应你……",
--page goto
 [303523]="反正、反正我都……要死了……就跟你说一句……实话吧。我、我……也……咳咳……不是全都骗你的……此生有你这个朋友，我很开心……不过……我有我的国家……我的民族……",
 [303524]="梦儿……",
--page goto
 [303525]="我、不后悔……但有一点……一点遗憾……咳咳咳……为什么你不是金人呢……为什么……我不是……是……",
 [303526]="梦儿……梦儿——！！",
--task 3035 剧情
 [303541]="放心，我会让你安眠于这片美丽的海域……我一定会完成你的遗愿……",
------------------------------------------------------------
-------------------NPC:10041020  郭靖（绿竹林）---------------
-------------------------------------------------------------
 [1004102011]="大师父年纪这么大了，竟因我遭受如此折腾，我真是没用！",
--task  3029 complete_talk
 [302931]="岂有此理！真是岂有此理！",
 [302932]="郭大侠……这、这是怎么回事？",
--task 3030 accept_talk
 [303021]="%s，这个梁姑娘和白少侠，竟然挟持了大师父，威胁我将我手中的半部遗书交给他们！你、你知不知道这是怎么回事！你难道跟他们是一伙的？！",
 [303022]="我、我不是……可梦儿她……不，这中间一定有什么误会！",
--page goto
 [303023]="误会？他们的刀都架在大师父脖子上了！还能有什么误会！%s，你父亲一世侠名，你、你竟然与歹人为伍！你如何对得起他？！",
 [303024]="不是……！郭大侠，我、我没有……", 
--page goto
 [303025]="没有？好啊，你先去把那些倒戈作乱的哑仆收拾了，再来对我说你没有吧！",
 [303026]="好，好，我、我这就去……",
--task 3030 剧情
 [303041]="%s，还没看明白吗？呵呵呵，这就是是非不分，黑白不明的大侠郭靖啊！",
 [303042]="小飞，你何必出言助其开脱？",
 [303043]="闭嘴，我自有分寸！",
--
 [303044]="我一定是昏了头了，一定是……梦儿她……不，不可能，离开这里，离开这里就正常了！",
--
 [303045]="不行，我不能逃避，不管怎样，我都要向梦儿问个明白，问她为什么这么糊涂……唉！",
--task 3031 complete_talk
 [303131]="唉……你……罢了，我现在说什么都没用，这女子费尽心机对你布下一局，如今点破，也是好事。",
 [303132]="……是好事……吗？",
--task 3039 accept_talk
 [303921]="我知你伤心，可若就此颓废，岂不正如那妖女所愿？当务之急是从他们手中救出大师父，没了人质，他们两个岂是我的对手？等制伏他们，你有何话再与她说明白吧。",
 [303922]="你说的对，那现在怎么办？",
--page goto
 [303923]="上面崖边有处石碑……【低声与你说明机关所在】可记下了？你假称带梁梦儿去取武穆遗书将她引开，我自有办法对付白余明。",
 [303924]="就听郭大侠的。",
--task 3039 剧情
 [303941]="梁梦儿，我已将武穆遗书所在告知%s，你自随其去取吧！",
 [303942]="好啊，郭大侠果然是个明白人。大飞，你盯紧这老家伙！",
--
	[303944]=[[<font color='#278cf1'>梁梦儿：</font>郭靖真的让你将武穆遗书拿给我？]],
 [303945]=[[<font color='#31cf32'>%s：</font>……这几年，我哪一次骗过你呢？【这是第一次，大概也是最后一次吧……】喏，这是你要的武穆遗书。]],
 [303946]=[[<font color='#278cf1'>梁梦儿：</font>那倒真没有，呵呵，好吧，我就相……啊——！你、你……！]],
 [303947]=[[<font color='#31cf32'>%s：</font>梦儿，你在这里待一会儿吧，等事情了结，我定与郭大侠说，让他不要……不要太为难你……]],
--task 3032 剧情
 [303241]="啊，郭大侠也已经成事了！不能放过这姓白的！梦儿定是受他蛊祸，才会……一定是！",
--
 [303242]="大师父，你没事吧？", 
 [303243]="哼，竖子！那三两下子还伤不到我！",
 [303244]="那就好，大师父请先回去歇息，剩下的就交给我和%s吧。",
 [303245]="也好，你们当心。",
--task 3032 complete_talk
 [303231]="梁梦儿自称是完颜洪烈的孙女，可完颜洪烈只有杨康一个养子，难道……她、她是康弟的女儿？！不，穆姑娘只有过儿一个儿子……可是……",
 [303232]="郭大侠……？你在说什么？",
--task 3033 accept_talk
 [303321]="你去弄醒白余明，我们须得从他口中问出线索。这粒药丸是我岳父大人所制，可在重伤之时保人性命且能暂时抑制住他的活动能力，此时用在他身上再适合不过。",
 [303322]="我明白了，等我去问个明白。",
--task 3033 剧情 
 [303341]=[[<font color='#31cf32'>%s：</font>你最好不要乱动，不然我可不能保证后果。说，你和梦、完颜梦……为何要武穆遗书？她几年前就潜伏在我身边，绝不是因金国亡而起意，她是郡主，你又是什么人？你们……究竟在谋划些什么？]],
 [303342]=[[<font color='#278cf1'>白余明：</font>她是郡主，我自然是她的护卫。半本武穆遗书保得郭靖灭掉花剌子模国，如此奇书，更抵十万甲兵，试问天下人，谁不想要？]],
 [303343]=[[<font color='#31cf32'>%s：</font>不对，你与她相待的态度绝非有上下之分，更像是平辈，你们互称为大飞小飞……飞……你们！你们与当日潜入丘山村的异乡人是一伙的！你说五大世家的仇人是五仙教，是不是真的？！]],
 [303344]=[[<font color='#278cf1'>白余明：</font>【他以讥讽的眼神瞥你一眼，漫不经心地开口】既然要骗你，这种事自然说真话比说假话更易取信了，没错，是五仙教。我话只说到这儿，今日栽在你们手里，要杀要剐，悉听尊便！]],
--task 3033 complete_talk
 [303331]="金国人如今是丧家之犬，当年完颜洪烈挖空心思想要得到武穆遗书，没想到如今又来了处心积虑的完颜梦……",
 [303332]="郭大侠，我与梦、完颜梦相识数年，其间种种……总之，我不信有人能做戏做得如此滴水不漏……",
--task 3034 accept_talk
 [303421]="我明白你的心情，我也曾被我深信的人欺骗过……有些人，或许真的可以让你把他说的话都当成是真的，到头来，不过是一场虚情假意……可偏偏却无法恨他。",
 [303422]="郭大侠，你是指……？",
--page goto
 [303423]="不提也罢，都是过去的事了。我刚才让芙儿去看管完颜梦了，我们也赶紧把白余明带过去，将他们看押住，可惜蓉儿偏偏不在，不然她一定有办法让这两人说实话。",
 [303424]="郭夫人不在岛上之事……是梦儿从我这里套去的口风……",
--page goto
 [303425]="什么？唉……罢了，走吧，去看看芙儿那边怎么样了。",
 [303426]="好。",
--task 3034 剧情
 [303441]="爹！爹！不好了！那个梁梦儿跑了！", 
 [303442]="什么？怎么跑了？你快说清楚！",
 [303443]="我、我刚走过去，她就突然发难，点住我的穴道，然后就直奔渡口的方向去了！",
 [303444]="你！不尽不实！等抓住她再处置你！%s，你同我速去追捕梁梦儿！",
--
 [303445]="不——！我、我没有想下杀手！梦儿，你、你为什么要自己撞过来？！梦儿！",
--
 [303446]="完颜梦，宋金乃是国仇，你我立场不同，你的所做所为，郭某无可指责。但你觊觎武穆遗书，郭某绝不能放任！",
 [303447]="郭大侠，这些大道理就不必说了，你是名满天下的大高手，想必也不想被人说是欺凌弱小，我只想与%s一战！",
--
 [303450]="%s，你可记得你我初见，你被我那身重伤给吓坏了，我当时心想，这次的目标真容易对付，呵呵……",
 [303451]="听说我祖父完颜洪烈也是身受重伤时被包惜弱所救，从此对她钟情一世，甚至不惜把别人的儿子当做自己亲生，给他小王爷的名分……",
 [303452]="而我祖母和父亲却因此被当做隐形人，养在不见光的地方。我堂堂赵王的亲孙女，却要受尽艰辛，才换得本该属于我的尊荣。",
 [303453]="祖母和父亲恨我是个女孩，不能当做他们重回王府的筹码。当首领选中我时，父亲十分高兴，终于可以甩掉我这无用之人……",
 [303454]="哦，对了，你可知当初你救我，也是一早算计好的？否则怎么会这么巧，偏偏就是你第一个发现我？",
 [303455]="你生气了？呵呵，你一向如此，什么都摆在面上，天真得令人生恨！可偏偏这世上，却只有你一人真心对我好……",
 [303456]="算是报答你的心意，我不妨告诉你，江南五大世家并非五仙教所灭，真凶其实是暗……是我祖父完颜洪烈！",
 [303457]="罢了，有郭靖在，我也走不脱……想我暗，不，想我祖父欠你五大世家血债累累，今日，我便偿你一命！",
--task 3034 uncomplete_talk
	[303427]="事关重大，务必要追上完颜梦。",
--task 3035 complete_talk
 [303531]="%s，你……唉，没想到会是这样的结果，请节哀顺变……",
 [303532]="郭大侠，梦儿想在此处行海葬，能否求你应允？",
--task 3036 accept_talk
 [303621]="人死如灯灭，生前种种便随风而去。死者为大，她既然想长眠如此，可见弥留之际，也想超脱此生俗事，就依她的遗愿吧。我们这些无关之人，就先回避了。",
 [303622]="多谢郭大侠……",
--task 3036 剧情
 [303641]="梦儿，走吧，我送你最后一程……",
--
 [303642]=[[<font color='#278cf1'>【回忆】梁梦儿：</font>你四位师父早几天就来村里交代过了，说你今日下山，开始跟穆爷爷和平先生他们学功夫，先入门为长，以后你就要叫我梦儿师姐，嘻嘻……]],
 [303643]=[[<font color='#278cf1'>【回忆】梁梦儿：</font>谁、谁说我是背的！你敢取笑我，看我还理不理你，我这就告诉穆爷爷和平先生去！……嘿嘿，林子里的野狼凶得很，你可千万要小心啊！等我学会了，就给你绣条新帕子。]],
 [303646]=[[<font color='#278cf1'>【回忆】梁梦儿：</font>反正、反正我都……要死了……就跟你说一句……实话吧。我、我……也……咳咳……不是全都骗你的……此生有你这个朋友，我很开心……不过……我有我的国家……我的民族……]],
 [303647]=[[<font color='#278cf1'>【回忆】梁梦儿：</font>我、不后悔……但有一点……一点遗憾……咳咳咳……为什么你不是金人呢……为什么……我不是……是……]],
--
 [303648]="是什么呢？为什么我不是金人……为什么你不是宋人？是啊……为什么呢？谁能给出这个答案？",
--
 [303649]="此生得友如你，%s幸何如之！可惜这段情义注定随波逐流而去，梦儿，安息吧……",
--
 [303650]=[[<font color='#278cf1'>郭芙：</font>喂……你还好吧？]],
 [303651]=[[<font color='#31cf32'>%s：</font>你有事么？如果没有，我想一个人静一静。]],
 [303652]=[[<font color='#278cf1'>郭芙：</font>我、我好心来安慰，你这是什么态度？！]],
 [303653]=[[<font color='#31cf32'>%s：</font>郭大小姐，你自小被长辈爱如掌珠，大概无须顾忌他人感受，但在下奉劝一句，为人须知察言观色，你已是知晓人事的年纪了！]],
------------------------------------------------------------
-------------------NPC:10041021  郭芙（船上）---------------
-------------------------------------------------------------
	[1004102111]="江湖上有谁不知道我爹娘的大名，你若不顺我的意，定会让你好看！",
--task 3036 complete_talk
 [303631]="你！你敢这么说我！？喂，不准走！",
 [303632]="郭大小姐还有何事？",
--task 3041 accept_talk
 [304121]="我只是想告诉你，我爹已经传信给我娘，要她启程同去襄阳，与陆叔叔一同筹备英雄大会之事，你……你要不要跟我们一起去？",
 [304122]="抱歉，我没有凑热闹的心情。",
--page goto
 [304123]="你——！哼，狗咬吕洞宾，不识好人心！那个完颜梦有什么好，把你当傻子一样骗了这么年，她死了你该谢天谢地，终于摆脱了一个大骗子！",
 [304124]="郭芙！梦儿与我如何轮不到你来置喙！你再多说半句，休怪我翻脸！",
--page goto
 [304125]="怎么？你当了傻子，还不许别人笑了？谁怕你翻脸啊！",
 [304126]="好好好！你郭大小姐金尊玉贵，旁人都是蝼蚁草屑！在下伺候不起！告辞！",
--task 3037 剧情
 [303741]=[[<font color='#278cf1'>周伯通：</font>哎呀呀，小姑娘，你说你大老远的追着我，何必这么辛苦呢，赶紧回去跟你爹爹撒娇去吧——]],
 [303742]=[[<font color='#278cf1'>公孙绿萼：</font>只要老前辈肯交还谷中之物，晚辈自然不敢为难老前辈，不然……就只好请老前辈回谷中作客了。]],
 [303743]=[[<font color='#278cf1'>周伯通：</font>不去不去——你那谷里，没肉吃没酒喝，像个和尚庙似的，无聊乏味得很！再说我也没拿你们的东西，不去不去——]],
 [303744]=[[<font color='#278cf1'>樊一翁：</font>哼，既然老前辈既然这样抵赖，晚辈不得已，得罪了！]],
 [303745]=[[<font color='#278cf1'>周伯通：</font>哎呀呀——又来这招！]],
--
 [303746]="唔？那些人光天化日之下，绑了那老者做什么？那阵法好生古怪，且跟上去瞧瞧……",
--
 [303747]="喂！那边那个！对！就是你！过来！快过来！",
------------------------------------------------------------
-------------------NPC:10051001  周伯通---------------
-------------------------------------------------------------
 [1005100111]="瞧你功夫不错，不如咱们俩拜个把子吧！",
--task 4004 complete_talk
 [400431]="哎呀，总算摆脱这该死的渔网了！呼——现在舒服多了！",
 [400432]="既已脱困，那前辈自己玩吧，恕我先告辞了。",
--task 4005 accept_talk
 [400521]="哎哎——不准走！我一个人，哦，不，你一个人有什么意思？我看这深涧中的景致别有一番趣味，不如跟我一起，咱们一起在这深涧里逛逛？",
 [400522]="抱歉，晚辈没有看景的兴致。",
--page goto
 [400523]="哈哈！你要真想看景色，我可不喜欢你！闲逛哪有找公孙止的麻烦来得有趣？我来戏弄戏弄那些看守，你去把他们的兵器都抢来！快去，我在那边的桥头等你！",
 [400524]="前辈，我……【不待你说完，周伯通已然飞身向石桥纵去】",
--task 4005 剧情
 [400541]="唉，这老顽童真是不着调……罢了，陪他玩玩吧，说不定得靠他指引去南疆的路。",
--task 4005 complete_talk
 [400531]="好！好！打得好！哈哈哈！看你年纪轻轻，身手倒是真不错，不如我们拜个把子吧！",
 [400532]="什么？这怎么使得！",
--task 4006 accept_talk
 [400621]="有什么使得使不得，莫非是你嫌弃我太老？武功太差？说起来，倒真有几个我打不过的人，不过大多数我都能打得过的！",
 [400622]="拜把子的事以后再说吧，这些兵器你打算怎么处置？",
--page goto
 [400623]="你不说我都忘了，喏，看到没？你就站在桥上把这些兵器都丢到桥下深渊中去，等他们追过来，看得到够不着，气死他们！哈哈哈！",
 [400624]="……",
--task 4006 剧情
 [400641]="这么幼稚的把戏，亏他一把年纪还玩得起劲……",
--task 4006 complete_talk
 [400631]="说了这么久，我口干得很……",
 [400632]="你又想玩什么花招？",
--task 4007 accept_talk
 [400721]="呃……嘿嘿，你看那些野猴鬼精鬼精，我看它们一定藏有猴儿酒，你去给我弄些来尝尝如何？",
 [400722]="猴儿酒是什么？",
--page goto
 [400723]="这你都不知道！野猴喜欢将它们采到的果子藏在树洞中，积了雨水、露水，久而久之便酿成了一种极是香醇的美酒，名唤“猴儿酒”，好喝得不得了！",
 [400724]="何以解忧，唯有杜康……好，我去弄些来与你同饮。",
--task 4007 complete_talk
 [400731]="哈哈，这味道真是不错！诶诶诶，你浅点儿喝，都没了！",
 [400732]="我弄来的酒，还不让我喝个痛快么？",
--task 4008 accept_talk
 [400821]="你喝得是快，却不见得痛快。我看你这人不坏，就是老板着脸，年轻人，你心里到底有什么苦闷之处，不如说来给我解解闷？",
 [400822]="呵，说给你听也无妨……我被一位很重要的朋友骗了，然后……我杀了她……",
--page goto
 [400823]="哇——那你可够狠的！人家只是骗了你，你就杀人，像我老顽童平日里捉弄人的事可多了，要是被我耍了的人人都像你这样，我岂不是千百条命都不够？！",
 [400824]="唉，你不懂。",
--page  goto 
 [400825]="我会不懂？！你个小毛头，我吃的盐比你吃的饭都多！话说回来，你那死鬼朋友到底怎么骗了你，让你定要杀人泄愤？",
 [400826]="此事说来话长……【你将与梁梦儿之间的种种羁绊简要说与周伯通听】",
--task 4008 complete_talk
 [400831]="那你还真是挺惨的……等等，你说你是江南五家的后人？！",
 [400832]="正是。",
--task 4009 accept_talk
 [400921]="我的老天爷！原来你家还有活人！呃，你大难不死，必有后福……依我看，完颜梦是金人，那个什么断出现在丘山村又跟金兵有瓜葛，那他们应该都是一伙的了。",
 [400922]="不难推断，他们都是金人。",
--page goto
 [400923]="重要的是下面这句，你想，金国已经完蛋了，完颜梦一介女流，郡主身份虽说已经不顶屁用，但想要支使她，也得在金人中身份不低才行。",
 [400924]="你是说，金国尚有余孽，而且实力不会太弱？",
--page goto
 [400925]="明摆着的事嘛……算了，扯这些太费脑子，咱们再往里面走走，我见前面人影憧憧，公孙止一定还有秘密藏在这里！",
 [400926]="跟你在一起真是办不了正事。",
--task 4009 complete_talk
 [400931]="哎呀，原来公孙止在这里安排了这么多人手，他到底想干什么呢？",
 [400932]="这深涧中暗无天日，倒是个藏污纳垢的好地方。",
--task 4010 accept_talk
 [401021]="你也这么觉得吧？哼，公孙止那个老贼，看起来一本正经，其实一肚子坏水，我偏偏就看他不顺眼！",
 [401022]="你想做什么，就直说吧。",
--page goto 
 [401023]="我们分头探查一番，若发现什么可疑之处，便以长啸为号，回到此处会合，定要看看公孙止在这里干了什么勾当！",
 [401024]="恩，知道了。",
--task 4010 剧情
 [401041]="谁有闲情去找公孙止的晦气，既已助老顽童脱困，我还是到处找找有没有出口吧。",
--
 [401042]="哪来的琴声，音韵好生古怪，仿佛在人心头烧开一锅沸水，欲念难止……快回去找老顽童。",
--task 4010 complete_talk
 [401031]="了不得，可来了一个大麻烦！",
 [401032]="周前辈，你知道这琴音从何处所发？",
--task 4011 accept_talk
 [401121]="不行不行，我现在这狼狈模样，要是被他看见，老顽童的脸可就丢尽了！",
 [401122]="那人到底是谁？你怎么这么怕他？",
--page goto
 [401123]="胡说！我怎么会怕他？只是现在不宜遇见罢了！老顽童先走一步！",
 [401124]="喂，你别跑啊——！老顽童！",
--task 4011 剧情
 [401141]="什么人让老顽童如此忌讳？我且去会他一会。",
---------------------------------------------------
------------------------NPC:10051002 裘千尺----------------------
----------------------------------------------------------
 [1005100211]="公孙止！你这个畜生……我倒要看你有什么好下场！",
--task 4016 剧情
 [401641]=[[哪里传来的笑声？简直不像人能发出来的……<br/>听声音好像是这边，难道有出口？]],
--task 4016 complete_talk
 [401631]="哈哈哈哈哈哈哈……",
 [401632]="谁在发笑？是人是鬼？",
--task 4017 accept_talk
 [401721]="是人是鬼？哈哈哈哈……我自然是鬼！ 你是公孙止派来的？哼，这么多年之后，他才想起来找个人来看看我的骨头烂完了没有，是不是？！",
 [401722]="你口中的公孙止，莫非指的是这绝情谷的谷主？",
--page goto
 [401723]="你不必惺惺作态！要入密涧必要先入谷，想装做不认识他吗？",
 [401724]="我并不认识此人，只从老顽童口中听说了这个名字。老前辈行动不便，怎会孤身在此……？",
--page goto
 [401725]="哼，你在可怜我？我落得这样，还不是公孙止害的！我与公孙止本是结发夫妻，他却如此对我！有本事你把我从这里带出去，我要手刃公孙止，以泄我心头大恨！",
 [401726]="我途经此地，迷失了方向，自己都还出不去……",
--task 4017 complete_talk
 [401731]="罢了，我问你，你可知道铁掌水上漂的名号？我就是裘千仞的亲妹子裘千尺，你若肯救我脱困，以我铁掌帮在江湖上的地位，定会给你不少好处。",
 [401732]="前辈怕是不知道，铁掌帮自从裘帮主死后，已然不复存在。",
--task 4018 accept_talk
 [401821]="你说什么？二哥他……二哥他死了？",
 [401822]="据我所知，他在十几年前便已坠崖身亡。",
--page goto 
 [401823]="胡说！二哥他……二哥他武功盖世，轻功尤其出众，怎么会……怎么会坠崖死了呢？！",
 [401824]="其中细节，晚辈就不清楚了。",
--page goto
 [401825]="不行，我要查明此事，我定要查明此事！喂，你帮我做一件事，前面深潭的滩上有不少鳄鱼盘踞，你去收拾了它们，我就把出去的路告诉你！",
 [401826]="如此交易，倒也合适。",
--task 4019 剧情
 [401941]="斩草不除根，春风吹又生。这么多鳄鱼卵，将来又生出无数祸害，不如趁此时机将其扼杀。",
--task 4019 complete_talk
 [401931]="好，好！哈哈哈，年轻人，你做事很合我意。那浅水滩中有一只巨鳄，是公孙止费尽心血养成，你可知道？",
 [401932]="我见过，它盘踞在巨岩之上，着实大的吓人。",
--task 4020 accept_talk
 [402021]="哼，天生万物必有相克，你可看见那些上窜下跳的猴子了？它们喜欢将果子藏在树洞中，久而久之，积了雨水、露水，便成了“猴儿酒”。",
 [402022]="又是猴儿酒？莫非要用猴儿酒将那巨鳄灌醉？",
--page goto
 [402023]="少见多怪，猴儿酒乃是造化所成，鳄鱼虽无灵智，却有本能，怎会不爱喝？灵与不灵，你先去从那些猴子身上把猴儿酒弄来再说。",
 [402024]="那些猴子身上的酒都已经被我抢光了，只怕找不出了。",
--page goto
 [402025]="猴子身上没有，你不会从它们藏酒的地方去偷吗？你只需看准它们聚集之地，仔细翻查那些树洞石坑，定有所获。",
 [402026]="这倒好办，前辈稍等。",
--task 4020 complete_talk
 [402031]="怎么去了这么久？",
 [402032]="猴子把酒藏得严实得很，我费了不少功夫才找到。",
--task 4021 accept_talk
 [402121]="你将这猴儿酒放到巨鳄所栖的巨岩上，便可将它引出来，它喝下之后，会醉得昏昏沉沉，那时你便可轻取其性命了。",
 [402122]="你确定它会喝这酒？",
--page goto
 [402123]="你一试便知。",
 [402124]="【我还是见机行事吧。】",
--task 4037 complete_talk
 [403731]="我问你，你是从哪里进入密涧的？可还能找到？",
 [403732]="你不是知道这里的出口吗？", 
--task 4024 accept_talk
 [402421]="哼，出口就在你头顶上，你爬得出去？既然你可以安然无恙的进来，证明你走的那条路可靠得多！",
 [402422]="不可，老顽童与我大闹了一场，只怕已惊动了谷中人。",
--page goto
 [402423]="这天坑高逾数十丈，若无万全之策，不要轻易尝试攀爬，你与杨过先去你入涧的那条路探一探，若无人把守，岂不捡了便宜？",
 [402424]="说的也是。",
--task 4024 剧情
 [402441]=[[<font color='#278cf1'>杨过：</font>嘘——前面有人。]],
 [402442]=[[<font color='#278cf1'>领头弟子：</font>仔细搜查不要放过一个角落，地牢被破坏，竟无一点消息！]],
 [402443]=[[<font color='#278cf1'>低阶弟子：</font>师兄，地牢一向是守卫森严，那老头再怎么厉害，也不可能自己逃出去吧……]],
 [402444]=[[<font color='#278cf1'>领头弟子：</font>眼下他不就逃了吗？若非谷主今日成亲，不上重刑，放走人犯之罪谁能担待？]],
--task 4107 accept_talk
 [410721]=[[你！<font color='#00ff00'>帮我去解决了那些巡视弟子</font>。助纣为虐而不自知，断了我这主母的生路，岂能容他们活在世上！]],
 [410722]="他们不过是受命而为，只要教他们以后不再为恶便可，何必赶尽除绝？",
--page goto
 [410723]="你又岂知我心中积怨愤恨，死罪可免，活罪难饶，你去将他们好好教训一顿。",
 [410724]="这……好吧。",
--task 4107 complete_talk
 [410731]="好好好，杀得好！哈哈哈哈，杀得好！",
 [410732]="执念太深，终究不好。前辈还是好自为之吧。",
-----------------------------------------------------------
-------------------------NPC:10051003 黄药师------------------
-------------------------------------------------------------
 [1005100311]="……【此人面如石刻，浑无表情，只有一双眼睛于半睁半阖间，透出凌厉光芒。】",
--task 4011 complete_talk
 [401131]="……【此人面无表情，除了一双眼睛会动，几乎与死人无异。分明看到了你，却故作不见，仍在继续弹奏手中之琴。】",
 [401132]="阁下是何方高人，还请收手！",
--task 4012 accept_talk
 [401221]="……【此人对你的话听而不闻，琴音中蛊惑之意更甚，如同怒海狂涛，让人难以招架。】",
 [401222]="若再不住手，在下只好得罪了！",
--task 4012 complete_talk
 [401231]="你就是%s？",
 [401232]="阁下是谁？怎会知我姓名？",
--task 4013 accept_talk
 [401321]="你在桃花岛救了我外孙女一命，我怎会不知？",
 [401322]="原来是桃花岛主驾到，晚辈失敬。郭姑娘之事，晚辈不敢居功。",
--page goto
 [401323]="哼，你以为我在向你道谢么？若你不上岛去找蓉儿夫妇，芙儿又怎会有此一劫，算起来你也是祸首之一。",
 [401324]="照前辈这样算，前辈你识人不明，让不诡之徒有可乘之机……郭姑娘受难，是不是也有前辈的一份责任呢？",
--task 4013 剧情
 [401341]=[[<font color='#278cf1'>黄药师：</font>哈哈哈——好一张利嘴！你离开后靖儿和蓉儿传信给我，那与梁、白二人串通为祸之人，在岛上为仆多年，不可能是最近才被人收买。若他们上岛便是别有目的，那就另当别论。]],
 [401342]=[[<font color='#278cf1'>黄药师：</font>哑仆的身份一时虽无头绪，不过他们利用来袭击芙儿的蛤蟆，却有线索可查。南疆有个信奉毒蛇、毒蝎、毒蟾、蜈蚣、蜘蛛的五仙教，以驭蛊、巫医之术传教。以蓉儿信中的描述看来，那蛤蟆颇似五仙教的蛊蟾。]],
 [401343]=[[<font color='#278cf1'>黄药师：</font>我猜柯镇恶大概对你说了他当年在你家酒窖发现那具蛊虫虫蜕之事，否则完颜梦和姓白的随便几句，不会让你对你家和徐、莫、梁、白四家灭于五仙教之手深信不疑。]],
 [401344]=[[<font color='#31cf32'>%s：</font>柯前辈所言确实令我先入为主，再加上梦儿……我的确是信了。不过完颜梦临死已对我说明真相，真凶乃是完颜洪烈，与五仙教无关。]],
 [401345]=[[<font color='#278cf1'>黄药师：</font>哼，管他有关没关，既然他们想把你引到南疆去，南疆就必定有他们的后手，总比你在中原当睁眼瞎子强！]],
--task 4013 complete_talk
 [401331]="不过，这就看你有没有这个胆子了……",
 [401332]="前辈何必使激将法？血海深仇，我岂能不报？",
--task 4014 accept_talk
 [401421]="看来我没有找错人。我这一路上引到了几条尾巴，我猜与完颜梦他们脱不了关系，你应该会有兴趣，索性便留给你了。",
 [401422]="前辈所说，是暗处的那些黑衣人？",
--page 
 [401423]="你也发现了，那就交给你了，老夫先走一步。",
 [401424]="恭送前辈。",
--task 4014 剧情
 [401441]="这是什么？有点像围棋的黑棋子……非石非玉，不知是何材质，待离开此地请人辨识辨识。",
--task 4117 complete_talk
 [411731]="不错，这正是我要的东西。这件护身宝甲是你的了。虽然现在看起来不甚起眼，若你勤加熔炼，自会焕然一新。于你日后江湖之行，必有助益。",
 [411732]="多谢前辈。",
------------------------------------------------------------------
--------------------NPC:10051004 周伯通（被绑住的）---------------
--------------------------------------------------------
 [1005100411]="公孙止！你这个老不修！赶紧放了我！不然我砸烂你的绝情谷！",
--task 3037 complete_talk
 [303731]="哈，我看你不像是绝情谷的人，喂，你是从哪冒出来的？",
 [303732]="绝情谷？我方才见老前辈被那绿衣姑娘和长须人带走，似是很不情愿，所以跟来瞧瞧。",
--task 4001 accept_talk
 [400121]="哈哈，原来是个管闲事的！管得好！你这家伙是怎么冒出来的？那些守卫没有发现你？",
 [400122]="侥幸，没人发现我。",
--page goto
 [400123]="算了算了，不管你怎么进来的，赶紧帮我把这些破铁链弄开，这个老混蛋公孙止，竟然把我当狗一样锁住，气死我了！",
 [400124]="没有工具，我如何弄得开？再说，我听那绿衣女子说你偷了东西，万一你是罪有应得呢？",
--page goto
 [400125]="你不认得我周伯通？罢了罢了，谁让我现在求着你呢……公孙止那个老不修想娶个小姑娘当续弦，我看不过眼，就想给他捣捣乱，一不留神被他发现，又没跑掉，所以就关在这儿了！",
 [400126]="周伯通……你是老顽童？！",
--task 4001 complete_talk
 [400131]="没错没错！哈哈哈，原来你认得我啊！这就好办了！",
 [400132]="久仰大名，未曾识得老前辈尊容，实在失礼。",
--task 4002 accept_talk
 [400221]="什么大名小名老前辈小前辈的，我不吃这套！我看你像是心情不好，不如做点让自己开心的事？我跟你说，给公孙止添乱，给自己找乐子，这买卖划算吧？",
 [400222]="这公孙止是何许人也？跟老前辈有何过节？",
--page goto
 [400223]="公孙止就是这绝情谷的谷主，过节么……没，不，有有有！我最讨厌他那种道貌岸然的伪君子，老不修！你先把这地牢给砸了，看他还有没有地方再关人！",
 [400224]="就依前辈。",
--task 4002 complete_talk
 [400231]="好好好，砸得好砸得好！公孙止要是知道了，一定气得鼻子都歪了，哈哈哈！喂，你怎么不笑？",
 [400232]="我并不觉得有什么值得一笑。",
--task 4003 accept_talk
 [400321]="我说你这人，瞧着年纪轻轻的，怎么这么闷呢？真没劲，不好玩！算了，你帮我把铁链弄开吧，我自己另外找地方玩去。",
 [400322]="……我没办法弄开。",
--page goto
 [400323]="真倒霉！我有一柄削铁如泥的匕首，可惜被抓时被绝情谷的人要了回去……啊，不对！是夺了去！也不知被他们藏在哪里，要是有它，这破铁链子哪能困得住我？",
 [400324]="我看他们有一处守卫的十分严密，想来应是收藏物品之处，我去找找看。",
--task 4003 complete_talk
 [400331]="怎么样？找到没有？",
 [400332]="前辈请看，可是这把匕首？",
--task 4004 accept_talk
 [400421]="没错，就是它！快，试试它能不能割断我身上的铁链。",
 [400422]="前辈稍安勿躁，这匕首锋利得很，我怕伤到你。",
-----------------------------------------------------------------
-------------------------NPC:10051005 杨过----------------------
-------------------------------------------------------------------
 [1005100511]="我定要找出离开这里的办法，带姑姑一起走。",
--task 4022 剧情
 [402241]=[[<font color='#278cf1'>杨过：</font>没想到丹房之下，竟是一处深潭。亏得这水够深，不然我们俩小命危矣。大难不死，不知可有后福啊……]],
 [402242]=[[<font color='#278cf1'>公孙绿萼：</font>杨大哥，都什么时候了，你还说笑。这潭边好冷，我们赶紧上去吧。]],
--
 [402243]="恩？有人？过去看看。",
--task 4022 complete_talk
 [402231]="原来此处还有他人。这位朋友，在下杨过，这位是公孙姑娘，我二人受人所害，困于此间，若阁下知道离开此处的路径，恳请指明。",
 [402232]="在下%s，见过杨少侠、公孙姑娘。我也是在此迷失方向，还想着请你们二位指路。",
--task 4023 accept_talk
 [402321]="哈哈哈，同是天涯迷路人，相逢何必曾相识。大家年纪相仿，就不必拘于俗礼了。%s，你怎么会在这深涧之中？",
 [402322]="杨兄见笑，我本想往南疆去，因见老顽童被掳，误入此间。杨兄和公孙姑娘又因何在此？",
--page goto
 [402323]="巧了，我也是追着老顽童来的，却没想到遇见了我一直在找的人。可她竟不肯与我相认，还说要嫁给公孙姑娘的父亲为妻，我一心想带她走，却被公孙止阻挠，连累了公孙姑娘。",
 [402324]="人生不如意，十有八九。我看两位衣衫尽湿，先想个办法御寒吧。",
--page goto
 [402325]="我刚才上岸之时，曾见过一个包袱，想必能找到些能用的东西，但水中不辨方向，不知现在何处。",
 [402326]="我去找找吧。",
--task 4024 complete_talk
 [402431]="看来此路不通。",
 [402432]="眼下唯有兵行险招。",
--task 4026 accept_talk
 [402621]="沿路来时，我见到不少藤蔓树木，这深涧罕有人际，草木不知兀自生长了多少年，应该足以承重。",
 [402622]="杨兄是想……",
--page goto
 [402623]="你我或许可以勉强攀上洞口，但公孙姑娘和裘前辈怕是不能，到时候我们先攀上去，然后放下藤绳将她们逐个拉上去。",
 [402624]="恩，我们这就去收集藤条和木头。",
--task 4026 complete_talk
 [402631]="这些应当足够了，我们先把藤条搓成绳索。",
 [402632]="动手吧。",
--task 4027 accept_talk
 [402721]="恩，这藤绳韧性极强，堪当一用。%s，来搭把手，将藤绳在木头上绑紧。",
 [402722]="好。",
--task 4027 complete_talk
 [402731]="大功告成，现在只需你我之中一人将木头和藤绳带上去就行。",
 [402732]="我来如何？",
--task 4028 accept_talk
 [402821]="非我自夸，在轻身功夫上你恐怕略逊我一筹，这攀上天坑之事，还是我来吧。就请少侠在我攀爬之时，随时警醒，万一有什么意外，也好接应我。",
 [402822]="也好，岩壁陡峭，杨兄要万分当心。",
--page goto
 [402823]="那我就先走一步了。等我到了上面，会把藤绳垂下来，由%s第二个爬上来，我们俩一起将裘前辈和公孙姑娘拉上去。",
 [402824]="放心，我会办妥的。",
--task 4028 剧情
 [402841]="他这般年纪尚有如此漂亮的轻身功夫，好生让人羡慕。",
-----------------------------------------------------------------
-------------------------NPC:10051009 杨过（剧情副本）----------------------
-------------------------------------------------------------------
 [1005100911]="我定要找出离开这里的办法，带姑姑一起走。",
--task 4028 complete_talk
 [402831]="好漂亮的身手！",
	[402832]="杨兄取笑了。",
--task 4029 accept_talk
 [402921]="公孙姑娘已为裘前辈绑好藤绳，我们这就拉她上来。",
 [402922]="理应如此。",
--task 4029 剧情
 [402941]=[[<font color='#278cf1'>樊一翁：</font>什么人？……杨过？你在这里干什么？还不快束手就擒！]],
--task 4029 complete_talk
 [402931]="糟了，竟然在这里碰上此人，这下麻烦了！",
 [402932]="来者何人？",
--task 4030 accept_talk
 [403021]="他是公孙止的大徒弟，名叫樊一翁，身手还算不错，平时我不惧他，可眼下公孙姑娘已悬在半空，此时起了干戈，怕是会有危险。",
 [403022]="杨少侠你照料好藤绳，我来对付此人。",
--task 4032 complete_talk
 [403231]="%s你有这份侠义心肠，杨过自愧不如。得你相助，我也更有把握对付公孙止那奸贼。",
 [403232]="杨兄客气。只是这里是公孙止的地盘，如何行动，我们还得想个周全才好。",
--task 4033 accept_talk
 [403321]="这个好说，我们这边有那老贼的元配夫人在，他的破绽没有人比她更清楚了。公孙止害怕夜长梦多，胁迫姑姑再次与他拜堂，时间就在今晚。",
 [403322]="今晚？我们在密涧之中耽搁太久，看来得抓紧时间了。",
--page goto
 [403323]="公孙止做多了亏心事，又以为裘老前辈已死，此番裘老前辈在谷中弟子面前一露面，必会引起轩然大波。届时公孙姑娘再指证他谋害妻女之事，定可摧毁他伪君子的假面具。",
 [403324]="杨兄思虑缜密，事不宜迟，我们这就动身。",
-----------------------------------------------------------------
-------------------------NPC:10051010 公孙绿萼----------------------
-------------------------------------------------------------------
 [1005101011]="为什么爹爹会变成这样……我是他唯一的女儿啊……",
--task 4023 complete_talk
 [402331]="啊，这是谷中之物，被老顽童周伯通偷了去，怎么会在这里？",
 [402332]="大概是老顽童藏在这里的。你是公孙止的亲生女儿？",
--task 4037 accept_talk
 [403721]="是啊，我也没有想到，他竟然连亲生女儿都能下得了狠手……我帮杨大哥是我心甘情愿，他与柳姑娘相识在先，家父拆人姻缘，是他不对……",
 [403722]="冒昧一问，公孙姑娘，你可知令堂已在这深涧之中独自偷生十余载？",
--page goto
 [403723]="你、你说什么？！我娘还活着？她、她在这里？那她怎么不出来见我？我爹说，我娘生下我不久就去世了，我从未曾见过娘亲！她真的在这里？",
 [403724]="【看她这样倒不似作伪，想必真是不知】其中缘由我亦不明，你可随我前去，亲自问她。",
--task 4037 剧情
 [403741]="%s，你带了什么人过来？",
 [403742]="见过老前辈，在下杨过，这位是公孙姑娘。",
 [403743]="公孙姑娘！？你左侧腰间有没有红痣？你过来让我看看……快过来！",
 [403744]="你真是我娘？爹说你生下我不久后就去世了……",
 [403745]="哼，那个畜生当然巴不得我死！我辛苦怀着你，他却与小丫鬟私通！",
 [403746]="你出生不久，他就向我下药，挑断我的手筋脚筋，推入天坑窟中！",
 [403747]="世上怎会有如此狠毒的人……",
 [403748]="他根本就不是人！萼儿，你怎么会在这里？",
 [403749]="公孙姑娘为了帮我拿绝情丹，受我连累，才被公孙止推下深涧。",
 [403750]="什么？！公孙止推下来的？小子，你要绝情丹做什么？",
 [403751]="公孙止害我身中情花之毒，胁迫我姑姑下嫁与他。",
 [403752]="哼，我在这里受苦受难，他倒是风流快活！%s，你过来！",
--task 4134 accept_talk
 [413421]="难道我爹真的这么狠心……？",
 [413422]="公孙姑娘，恕我交浅言深，虽然虎毒不食子，但令尊既然能将令堂残害至此，恐怕也不会有太多舐犊之情。",
--page goto
 [413423]="我……我也只是这样想想罢了，毕竟之前爹爹对我还是好的，不知道为什么突然就变了。",
 [413424]=[[不说这些了，在这里待了这么久，我倒有些饿了，不如<font color='#00ff00'>我去寻些果腹之物</font>来，大家都吃一点，等会儿还得爬上这洞口，需费不少力气。]],
--task 4134 complete_talk
 [413431]="少侠倒也豁达，身处困境，却丝毫不显愁色。",
 [413432]="难道我满脸愁苦之色，就能脱离困境了吗？与我之前的遭遇比起来，现在也实在算不得什么。",
-----------------------------------------------------------------
-------------------------NPC:10051012 樊一翁（受伤的）----------------------
-------------------------------------------------------------------
 [1005101211]="不可能，我绝不相信谷主是个伪君子。",
--task 4030 剧情
 [403041]=[[<font color='#278cf1'>樊一翁：</font>什么人？……杨过？你在这里干什么？]],
--task 4030 complete_talk
 [403031]="你是同杨过一伙的？你们怎么会在这里？杨过不是被谷主关押起来了吗？",
 [403032]="全是拜你们谷主所赐。堂堂大好男儿，却投身于一个奸贼属下，你也甘心？",
--task 4031 accept_talk
 [403121]="胡说！杨过等人擅闯入谷，我们没有怪罪，视为上宾，还邀请他们参加谷主的新婚之礼。杨过却蓄意破坏，想强行带走我师父的未婚之妻，如今还要反咬一口！",
 [403122]="恶人先告状。",
--page goto
 [403123]="多说无益，别以为你们能逃出绝情谷，绝情弟子听令！速速布阵，拿下这两个贼子！",
 [403124]="要战便战！", 
--task 4031 complete_talk
 [403131]="今日技不如人，我等无话可说，但你们要想从我面前逃走，除非我死！",
 [403132]="冥顽不灵！你可见那个老妇人？她就是公孙止的元配夫人！",
--task 4032 accept_talk
 [403221]="师母早已去世，又怎会在此？",
 [403222]="这就要问你那“正人君子”的师父了。",
--task 4032 剧情
 [403241]="你是公孙止的大弟子？我问你，公孙止家传功法，可是不可沾荤腥？",
 [403242]="你、你是如何得知？",
 [403243]="我再问你，公孙止的阴阳倒乱刀法，是何人所改，以致有如今威力？",
 [403244]="是……是已故的主母……",
 [403245]="哈哈哈哈哈！已故的主母？我不但活着，还要向他索命！",
 [403247]="想证实我们的话是真是假，只须把绳上所系之人拉上来一问便知。",
 [403248]="你又想使什么诡计？",
 [403249]="你若对公孙止真这么有信心，又何惧我的诡计？",
 [403250]="这绳上所系是什么人？",
 [403259]="是谷主之女，你的小师妹。",
 [403251]="什么？！……你若欺我，定不会放过你！",
--
 [403252]=[[<font color='#278cf1'>公孙绿萼：</font>大师兄，你们的话都听到了……她真的是我娘。而且我是被爹推下去的，他确实……不是我们心目中的那样……]],
 [403253]=[[<font color='#278cf1'>杨过：</font>长须怪，事实已在眼前，你再愚忠于这样一个小人，只会为天下英雄所耻笑！]],
 [403254]=[[<font color='#278cf1'>樊一翁：</font>我……唉！]],
 [403255]=[[<font color='#278cf1'>裘千尺：</font>哼。杨过，如今世间仅剩一颗绝情丹，只有我知道那颗绝情丹藏在何处。你帮我向公孙止复仇，我便给你绝情丹，如何？]],
 [403256]=[[<font color='#278cf1'>杨过：</font>我帮你，并非为绝情丹，更为从公孙止手中抢回我姑姑。]],
 [403257]=[[<font color='#278cf1'>裘千尺：</font>好，你我就算各取所需。<font color='#31cf32'>%s</font>，你可愿助我们一臂之力？事成之后，我定不会亏待你。]],
 [403258]=[[<font color='#31cf32'>%s：</font>这……你们夫妻之事，我无意插手，但我与杨兄识于危困，公孙止夺人所爱，残害妻儿，凡心有侠义之人，都不能坐视。]],
-----------------------------------------------------------------
-------------------------NPC:10051017 公孙止----------------------
-------------------------------------------------------------------
 [1005101711]="新仇旧恨，一朝了结。", 
--task 4034 剧情
 [403441]=[[<font color='#278cf1'>司仪：</font>一拜天地——！]],
 [403442]=[[<font color='#278cf1'>杨过：</font>慢着！]],
 [403443]=[[<font color='#278cf1'>小龙女：</font>过儿？！]],
 [403444]=[[<font color='#278cf1'>公孙止：</font>杨过？哼，你倒是命大！]],
 [403445]=[[<font color='#278cf1'>杨过：</font>姑姑，你不要嫁给他，这个小人在骗你！他根本没打算给我解药，想哄得你与他成亲之后，再置我于死地！]],
 [403446]=[[<font color='#278cf1'>裘千尺：</font>公孙止，你可还认得故人？]],
 [403447]=[[<font color='#278cf1'>公孙止：</font>……是你？这样一副人不人鬼不鬼的模样，竟还敢出来见人？]],
 [403448]=[[<font color='#278cf1'>裘千尺：</font>我这副模样，还不都是拜你所赐！公孙止，你欠我的，我今日要与你一笔一笔清算！]],
 [403449]=[[<font color='#278cf1'>公孙绿萼：</font>爹……你为什么要这样对娘……为什么要这样对我……]],
--task 4034 complete_talk
 [403431]="哼，好啊，今日我公孙止的新仇旧恨就聚到一处了。也好！我就将你们一起了结了！",
 [403432]="你造了这么多孽，难道一点悔改之心都没有！",
--task 4035 accept_talk
 [403521]="悔改？这狠毒的婆娘逼我杀死了……【顿了顿，生硬地转了话音】我曾经最心爱的女人，根本就没把我这丈夫放在眼中，动辄打骂，她今天的一切都是她应得的报应！",
 [403522]="你们夫妻之间或许各有错处，但你强娶他人所爱，以卑鄙的手段害人性命，岂是君子所为！？",
--page goto
 [403523]="哼，若不是杨过这臭小子突然跑出来，我与柳妹已是名正言顺的夫妻，我不过是让她兑现诺言罢了。我何必与你这不相干之人多费口舌，既然你跟他们一伙，就同他们一起受死吧！",
 [403524]="一谷之主岂能如此阴险，我就领教你们绝情谷的厉害！",
--task 4035 complete_talk
 [403531]="看来杨过找了个好帮手啊。",
 [403532]="行走江湖，凭的不就是一个义字么！岂能如你一般，挟恩望报，心怀不轨！",
--task 4036 accept_talk
 [403621]="嘴上说的好听。我对柳妹自有我的真心，我救她一命，她以身相许，这本是一段佳话，有甚不轨！",
 [403622]="那也需得人家姑娘自愿才是，你这样苦苦相逼是何居心！",
--page goto
 [403623]="哼，她若非先前答允，我岂会自取其辱！你不去追究她朝令夕改，反而怪我咄咄逼人，真是可笑之极！",
 [403624]="你——！",
-----------------------------------------------------------------
-------------------------NPC:10051018 杨过----------------------
-------------------------------------------------------------------
 [1005101811]="总算没有误了时辰。", 
--task 4036 剧情
 [403641]=[[<font color='#278cf1'>小龙女：</font>公孙谷主，出尔反尔是我不对，你于我有救命之恩，我不愿与你为敌，希望你能放我和过儿离去。]],
 [403642]=[[<font color='#278cf1'>公孙止：</font>哼，柳妹，此时此刻，你竟还有这样天真的想法。今日我与杨过已是不死不休之局，等他一死，你嫁也得嫁，不嫁也得嫁！]],
 [403643]=[[<font color='#31cf32'>%s：</font>【公孙止那一身护体功夫颇为了得，若不破去，杨兄和龙姑娘怕是要吃亏……对，去问裘千尺……】]],
--task 4039 剧情
 [403941]=[[<font color='#278cf1'>公孙止：</font>我公孙止竟也会有今日！连我亲生女儿也联合了外人来对付我……]],
 [403942]=[[<font color='#31cf32'>%s：</font>早知今日，何必当初。]],
 [403943]=[[<font color='#278cf1'>公孙止：</font>当初？哈哈哈——当初我错就错在，不该将那臭婆娘推入天坑，若一刀了结了她，今日你们又有什么能耐！]],
 [403944]=[[<font color='#31cf32'>%s：</font>冥顽不灵，多说无益！]],
--task 4039 complete_talk
 [403931]="姑姑终于又回到我身边了，不论如何，我都不会再离开她。我答应了裘千尺用她仇人的人头换取绝情丹……只要我身上的毒一解，便与姑姑一起回到古墓隐居。",
 [403932]="只望杨兄与龙姑娘能珍惜彼此，不离不弃。",
--task 4040 accept_talk
 [404021]="我知你要事在身，南疆与中原大有不同，以你目前的实力，想要孤身查清真相，恐非易事。可惜我身中情花奇毒，受制于裘千尺，不然也可助你一臂之力……",
 [404022]="我只是去探探虚实。再者，听闻一灯大师武功高强且见识广博，我此去或可为杨兄寻得情花之毒的解药。",
--page goto
 [404023]="那就拜托你了……君子报仇，十年不晚。依我之见，你不妨再修行一段时间，等到实力提升至更高阶段，再动身不迟。",
 [404024]="多谢杨兄嘱咐，这便告辞了，后会有期！",
-----------------------------------------------------------------
-------------------------NPC:10051019 裘千尺----------------------
-------------------------------------------------------------------
 [1005101911]="公孙止，我定要你付出代价！",
--task 4036 complete_talk
 [403631]="想知道如何破去公孙止的护体功夫？我告诉了你，有什么好处？",
 [403632]="前辈说笑了，我们现在是一条船上的，帮我们，不就是帮你自己么？",
--task 4038 accept_talk
 [403821]="哼，这事你做不来，还得萼儿帮忙。你且去等着，打起精神，一旦这老贼的护体功夫破了，他怕是不会顾甚脸面，到时众多弟子一窝蜂上来，任杨过再有三头六臂也抵挡不及。",
 [403822]="那就有劳前辈费心了。",
--page goto
 [403823]="哼，少耍嘴皮子功夫，去做你该做的事。",
 [403824]="在下心中有数。",
--task 4038 剧情
 [403841]=[[<font color='#278cf1'>公孙绿萼：</font>爹，杨大哥，你们都斗了这么久了，不如喝口茶歇一歇。]],
 [403842]=[[<font color='#278cf1'>杨过：</font>呵，还是公孙姑娘想得周到。]],
 [403843]=[[<font color='#278cf1'>公孙止：</font>等等，我要你那杯。]],
 [403844]=[[<font color='#278cf1'>裘千尺：</font>哈哈哈，公孙止，你的护体功夫已经破了！杨过！此时还不动手，更待何时！]],
 [403845]=[[<font color='#278cf1'>公孙止：</font>臭婆娘！我杀了你！绝情弟子，给我上！]],
-----------------------------------------------------------------
-------------------------NPC:10021020 陆冠英----------------------
-------------------------------------------------------------------
 [1002102011]="是大丈夫，当提三尺剑，行侠义之道，锄强扶弱，保家卫国。",
--task 4040 complete_talk
 [404031]="不负郭大哥所托，%s，我总算是找到你了！",
 [404032]="陆庄主？你找我作甚？",
--task 4041 accept_talk
 [404121]="唉，别提了，芙儿那丫头自幼被娇宠坏了，郭大哥得知她言语无礼将你气走，大发雷霆，要不是大嫂拦着，芙儿定逃不过一顿狠打！",
 [404122]="【说到底，这顿打也没落到她身上嘛】那陆庄主此来之意……？",
--page goto
 [404123]="郭大哥知道你想要报仇，但五仙教之事只是那两个金国余孽一面之词，不可偏信。以你一人之力，要挑战一个教派，绝非易事，你可想清楚了？",
 [404124]="我心意已定，陆庄主不必相劝。",
--page goto
 [404125]="我和郭大哥也料到你会如此，只是蒙古入侵，我们实在难以脱身。这封书信是郭大哥亲笔，此去南疆乃是大理国属地，你持此信去天龙寺拜会一灯大师，他必会助你。",
 [404126]="请代我谢过郭大侠！青山不改，绿水长流，陆庄主，后会有期！",
-----------------------------------------------------------------
-------------------------NPC:10051016 天坑窟口----------------------
-------------------------------------------------------------------
 [1005101611]="由此攀上天坑洞口。",
-----------------------------------------------------------------
-------------------------NPC:10051088 公孙止----------------------
-------------------------------------------------------------------
 [1005108811]="光耍嘴皮子谁不会？我倒要看看你的能耐！绝情弟子！布阵！", 
--task 4035 刷怪
 [403541]=Img[2].."放马过来！",
 [403542]=[[<font color='#278cf1'>公孙止：</font>渔网阵，结阵！]],
 [403543]=[[<font color='#278cf1'>公孙止：</font>今日让你们有来无回！]],
-----------------------------------------------------------------
-------------------------NPC:10051087 公孙止----------------------
------------------------------------------------------------------- 
 [1005108711]="臭婆娘！我杀了你！绝情弟子，给我上！", 
--task 4038 刷怪
	[403851]=Img[2].."你怎么不想想你为何会落到这般众叛亲离的下场！",
-----------------------------------------------------------------
-------------------------NPC:10051086 公孙止----------------------
------------------------------------------------------------------- 
 [1005108611]="落井下石，你算什么英雄好汉！？我今天就跟你们拼个鱼死网破！", 
--task 4039 刷怪
	[403951]=Img[2].."我只知，除恶务尽。",	
-----------------------------------------------------------------
-------------------------NPC:10051089 谷中正院入口·杨过----------------------
-------------------------------------------------------------------
 [1005108911]="从此处去便可到达绝情谷的正院。",
--task  4033 进副本
 [403351]="似乎能听见丝竹之声，看来我们得快些了。",
 [403352]="%s，快随我来。",
 [403353]=Img[18].."进入副本",
-----------------------------------------------------------------
-------------------------NPC:10061001 一灯大师----------------------
-------------------------------------------------------------------
 [1006100111]="红尘之中，何处净土？",
--task 5049 complete_talk
 [504931]="如今蒙古人南侵之势愈急，大宋自顾不暇，若是大理当真被这些歹人钻了空子，后果将不堪设想。居士放心，老衲会命天龙寺上下与那位天蛛巫使通力合作，围剿天元。",
 [504932]="有大师这句话，此事就好办了。但欧阳锋该当如何？",
--task 5050 accept_talk
 [505021]="欧阳锋……他神智混乱已久，要说他突然清醒，未免太巧。只是你和子柳与欧阳锋照面之后，便有弟子回报说寺外塔林有黑衣剑客出没。",
 [505022]="我在中原也曾与天元手下的黑衣人交过手，若是同一伙人，我能认出他们的招式。",
--page goto
 [505023]="少侠是打算亲往一探？",
 [505024]="义不容辞。",
--task 5050 complete_talk
 [505031]="如何？试出来了么？",
 [505032]="若我没看错，他们的武功的确同出一脉。",
--task 5051 accept_talk
 [505121]="这么说来，这些人的确是金国余孽。唉，西毒余威犹在，倘若他真的与天元他们勾结在一起，必将又是一场武林浩劫。",
 [505122]="大师可有谋划？",
--page goto
 [505123]="欧阳锋若要复出，那么第一要务，当是重整白驼山庄作为根基，毕竟白驼山经欧阳家两代经营，没有比那里更合适的了。天元在大理捣鬼不成，也会再找落脚之地。",
 [505124]="那么，我便走一趟白驼山吧。",
--page goto
 [505125]="小居士仁心侠义，老衲十分欣慰。此去白驼山路途遥远，居士要万分谨慎才是。",
 [505126]="谢大师关怀，那在下这便告辞了。",
------------------------------------------------------------------
-----------------------NPC:10061002 天竺神僧-----------------
-------------------------------------------------------------------
 [1006100211]="大理国风景如画，西天极乐或许也不过如此，这么美的国度，不该受到毒物的侵扰。",
--task 5023 complete_talk
 [502331]="居士来得及时，老衲正需要一碗汤药。",
 [502332]="是慈恩大师叫我端来的。",
--task 5024 accept_talk
 [502421]="情花之毒……？世上竟还有情花生存，老衲今日方知……居士之急切老衲理解，可是大理全城百姓的性命尚悬于一线，老衲实在走开不得。",
 [502422]="只要神僧答应救我杨大哥，在下愿为神僧效犬马之劳。",
--page goto
 [502423]="好，多一人帮忙，也可以早日完成解药。老衲需要观察这位患了疫症的苗民服药后的症状，请居士代老衲将这汤药喂他服下吧。",
 [502424]="哦，好。",
--task 5024 剧情
 [502441]="疫民服药之后，突然开始挣扎，看样子十分痛苦，没过多久，吐出一滩秽物，其中有一条漆黑的蠕虫，不断扭动，令人作呕。",
--task 5024 complete_talk
 [502431]="看这疫民的症状，老衲心中有个猜测……",
 [502432]="神僧请讲。",
--task 5025 accept_talk
 [502521]="居士诛杀母蛊，本应令子蛊进入休眠，可是据慈恩带回的疫民的表现，子蛊并非进入休眠，而是试图摆脱蛊主束缚，成长为新的母蛊。",
 [502522]="什么？怎么会这样？",
--page goto
 [502523]="这……老衲还需进一步观察。不过有一味新的药材需要准备，密林之中有一种穿山甲，它们的爪子磨成细粉可作药引。",
 [502524]="我去弄来。",
--task 5025 complete_talk
 [502531]="多谢居士，交给老衲便好。",
 [502532]="神僧请。",
--task 5026 accept_talk
 [502621]="如今药材已经齐备，老衲需要亲自掌控火候，居士可愿协助老衲，在恰当的时机添入药引？",
 [502622]="我从未炼过药，不懂其中关节。",
--page goto
 [502623]="居士不需紧张，只要根据老衲的提示来做即可。",
 [502624]="那我试试。",
--task 5026 剧情
	[502641]="居士不需紧张，只要根据老衲的提示来做即可。",
 [502642]="时机已成熟，请居士添入药引。",
--
 [502643]=[[<font color='#31cf32'>%s：</font>放入药引后，神僧骤然加大了火力，壶中汤药翻滚鼎沸，蒸汽四溢，犹如浓雾。]],
 [502644]=[[<font color='#278cf1'>慈恩：</font>什么人在外面鬼鬼祟祟！？]],
--task 5027 complete_talk
 [502731]="五仙教的探子？看来我们得抓紧时间了，若被他们抢去先机再生变故，只会让百姓承受更多痛苦。",
 [502732]="神僧说的正是。",
--task 5028 accept_talk
 [502821]="如今解药已成，请居士随慈恩同去，将这四包药粉分别投入城中的四口水井中，只要悉心调理，那些发狂的疫民便能恢复如初。",
 [502822]="神僧的意思是……只要这些解药有效，便可前往中原，救治杨大哥？",
--page goto
 [502823]="有生之年能研治情花之毒乃老衲之幸，老衲这便前往襄阳，救治你的友人。",
 [502824]="如此甚好。",
--task 5028 剧情
	[502840]="弟子领命。 ",
 [502841]="%s，我先走一步，在城西水井处等你。",
 [502842]="此处已投过，我们去城中央的那一口水井吧。",
 [502843]="我已在师父座下修行多年，奈何心头这一口戾气总也化解不去，深知身不由己之苦……",
 [502844]="看着这些疫民，总觉感同身受。你与这些疫民素昧平生，能有这份担当，也属难得。",
--
 [502846]="南无阿弥陀佛！",
--task 5101 accept_talk
 [510121]="老衲适才炼药尚余一些药材，不过少了一物从中调和，只是此物所生长的地方凶险非常，实在难以得到。",
 [510122]="神僧但说无妨，晚辈当全力一试。",
--page goto
 [510123]="此物名为金线重楼，只生于密谷深洼之中，据老衲所知，恶人谷中多有此草，只是恶人谷乃是穷凶极恶之地，实在是……",
 [510124]="神僧不必顾虑，龙潭虎穴，我自去闯一遭便罢。",
--page goto
 [510125]="那就拜托居士了……你回到襄阳城后去寻王嫣然，她自会助你进入恶人谷。",
 [510126]="神僧放心，晚辈一定快去快回。",
--task 5101 剧情
 [510141]=[[<font color='#278cf1'>混混：</font>不知死活的东西，恶人谷的一花一草也是你能动得的？我看你是活腻味了吧？]],
 [510142]=[[<font color='#31cf32'>%s：</font>采摘此草，实为救治无辜之人，望兄台放行。]],
 [510143]=[[<font color='#278cf1'>混混：</font>呸！爷爷管你是干什么，不光草不能带走，你也走不得！]],
--task 5102 剧情
 [510241]="呼——好险！这恶人谷果然是穷凶极恶之所在，金线重楼已经到手，还是趁早脱身为妙。",
--task 5103 complete_talk
 [510331]="阿弥陀佛，佛祖保佑，居士平安归来。",
 [510332]="神僧，金线重楼在此，你看如何？",
--task 5103 剧情
 [510341]="天竺神僧：阿弥陀佛，老衲这就处理这草药。",
 [510342]="天竺神僧：啊，果然如此，此药可成！",
 [510443]="天竺神僧：好了……终于好了……！", 
------------------------------------------------------------------------------------
---------------NPC:10061003 神秘人---------------
------------------------------------------
 [1006100311]="明明说乖儿子在这寺中等我，怎么不见人影，难道那个人竟敢骗我？",

---------------------------------------------
-------------NPC:10061004 谢听风------------
---------------------------------------------
 [1006100411]="天朗日清，明霞万里，如斯美景，奈何无人同赏，可惜，可惜啊……",
--task 5005 complete_talk
 [500531]="调皮——小朵竟然把无关之人牵扯进来了，少侠可知你已经惹祸上身？",
 [500532]="阁下何出此言？",
--task 5006 accept_talk
 [500621]="你猜？",
 [500622]="……",
--page goto
 [500623]="啧啧，年轻人，不要太认真——若是单纯的患了瘟疫，既已疯癫，岂会如此齐心协力地去王宫门口聚众闹事？你，在你自己都不知道的情况下，已经进入了一个预设好的圈套！",
 [500624]="话说，您老哪位？",
--page goto
 [500625]="区区免贵姓谢，名讳上听下风，无字，风云客栈许竹青麾下，忝居听风楼主之位，不必久仰区区大名，江湖上只有区区的传说。",
 [500626]="……很遗憾，这个传说我没听过。",
--task 5006 complete_talk
 [500631]="……咳，好吧，换个话题。你被小朵那个鬼丫头给坑了，插手疫民围城之事，打乱了五仙教的布置……区区掐指一算，你将大祸临头！",
 [500632]="多谢提醒，不过我比较关心兰姑娘尚未告诉我的那个消息。",
--task 5007 accept_talk
 [500721]="很遗憾，兰姑娘已经被区区派去处理别的生意了。",
 [500722]="……你报复得太明显了。",
--page goto
 [500723]="噫吁兮——被你发现了！不过区区本就没打算隐瞒。年轻人，区区知道你想让小朵告诉你什么消息，这个消息本来就是区区告诉她的，你帮区区做一件事，区区就告诉你兰姑娘本来想告诉你却没来得及告诉你的那个消息。",
 [500724]="哎哟，绕口令说得不错嘿！你想要我做什么？",
--page goto
 [500725]="区区这里有一颗药丸，少侠可在城中僻静之处拿出，等药味发散，若附近有蛊虫，必然会因药力所激而躁动不安，驭蛊之人便可现行，然后你就“喀嚓”了他们，妥妥的。",
 [500726]="蛊虫……？这是什么药丸！？熏得人头疼！",
--task 5007 剧情
 [500741]="岂有此理，谁这么大胆竟敢跑到这里来放屁！",
 [500742]="这还是白天啊……谁这么早就出来倒夜香……",
 [500743]="受不了了！哪个懒婆娘的裹脚布丢在本大爷门口！",
--task 5007 complete_talk
 [500731]="这药威力如何？",
 [500732]="惊心动魄，令人三月不知肉味。",
--task 5008 accept_talk
 [500821]="哈哈，此乃听风楼秘制，江湖上独此一家，除了母蛊之外，这是唯一可以激发蛊虫异动的东西了！",
 [500822]="恩，不光是蛊虫，人都受不了……敢问谢楼主，究竟谁有办法解杨过身上的情花之毒？",
--page goto 
 [500823]="既然你诚恳相问，那我们就按风云客栈的规矩走，这个答案不算贵重，标价500两白银，客官有意否？",
 [500824]="你、你这是趁火打劫！休想！",
 [500825]="五百两而已，拿去吧。",
 [500826]="有第三种选择吗？",
--page goto
 [500841]="谢某身为听风楼主，岂可坏了自家规矩，既是话不投机，那少侠请便吧。",
 [500842]="……我！……你！！",
--page goto
 [500843]="【从怀中掏出一张纸条写道：人傻，钱多，速来！又召来信鸽慢条斯理地将纸条绑在它腿上，目送信鸽飞远后】唔，我们接着说……",
 [500844]="……我问候一下你大爷你会生气吗？",
--page goto
 [500845]="少侠果真非凡人也！第三种选择便是要请少侠与谢某合作。",
 [500846]="呵，意料中事，你说便是。",
--task 5008 complete_talk
 [500831]="情花乃是上古异卉，连风云客栈也只闻其名，没想到竟在绝情谷中繁茂衍生。要说世上能解情花之毒的人，区区未曾听说，不过一灯大师的师弟乃是解毒圣手，或可一试。",
 [500832]="那我要如何才能见到那位解毒圣手？",
--task 5009 accept_talk
 [500921]="少侠忘了么，与区区合作，区区自会代为引荐。",
 [500922]="那谢楼主想要我如何合作？",
--page goto
 [500923]="唔，五仙教总坛设于十万大山之中，常年有瘴气笼罩，连风云客栈对于五仙教总坛的情报也不多。最近区区接了一笔买卖，要查明五仙教的一件秘事，可惜苦无头绪……",
 [500924]="所以呢？",
--page goto
 [500925]="教中以教主为尊，其次为左右护法，护法之下设五仙巫使，再次有十方巫祝。眼下在城中主持教务之人正是十方巫祝之一，属幽蜈巫使沃氏一脉，若能抓住这条线索，顺藤摸瓜……少侠，你懂的。",
 [500926]="我可以说我不懂吗……",
--task 5053 剧情
	[505341]=[[<font color='#278cf1'>龙扬：</font>七藜大人，这是最后一批火药了。]],
	[505342]=[[<font color='#278cf1'>七藜：</font>恩，派人日夜看守，莫要走漏风声。大理已是人心惶惶，只要再加上一把火，就会大乱……我们谋划这么久，就是为了这个时机。]],
	[505343]=[[<font color='#278cf1'>龙扬：</font>大人放心，属下一定办妥。]],
	[505344]=[[<font color='#31cf32'>%s：</font>【火药？他们不仅在城中下蛊，还囤放火药，到底有什么阴谋？】]],
	[505345]=[[<font color='#278cf1'>七藜：</font>恩？龙扬，你越来越不长劲了，屁股上拖了条尾巴都不晓得？]],
	[505346]=[[<font color='#278cf1'>龙扬：</font>什么？这……属下实在不知，真是该死。]],
	[505347]=[[<font color='#278cf1'>七藜：</font>哼，多话不要讲，这一次我帮你收拾干净吧，再有下一次，就洗干净你的脖子。偷听的朋友，既然来了，就现身一战吧！]],
--
 [505348]="七、七藜大人……七藜大人被杀了！",
 [505349]="快去回禀教主和天元先生！",
--task 5010 剧情
 [501041]="乌合之众……不行，留着这些火药太危险，且先毁掉它们！",
--task 5010 complete_talk
 [501031]="什么？死了？哎呀，糟了糟了，这下玩大了！少侠如此一来，可真是将五仙教得罪了个彻底！",
 [501032]="我没想到那巫祝这么不经打，不过他竟想在城中放炸药，这般草菅人命，实在杀而后快！",
--task 5011 accept_talk
 [501121]="说得也是，好歹也位列十方巫祝，怎么被你三两下就给杀了呢……哎哟，头疼！啧，这五仙教与大理比邻而居，在大理下一盘这么大的棋，到底想捣鼓什么呢……",
 [501122]="反正巫祝已经死了，还请谢楼主代为引荐那位解毒圣手。",
-- --page goto 
 -- [501123]="暂缺",
	-- [501124]="暂缺",
--task 5011 剧情
 [501141]=[[<font color='#278cf1'>谢听风：</font>这个嘛，祸是你闯的，五仙教若是算起账来，自然是你一力担当了！我们这种小角色，他们是不会在意滴——]],
 [501142]=[[<font color='#31cf32'>%s：</font>谢楼主这是打算过河拆桥？]],
 [501143]=[[<font color='#278cf1'>谢听风：</font>区区是这种人吗？区区的意思是，少侠你拉稳仇恨，我等从旁猛抽，只要……]],
 [501144]=[[<font color='#278cf1'>兰蕊：</font>什么人？！]],
 [501145]=[[<font color='#278cf1'>谢听风：</font>唔——！]],
 [501146]=[[<font color='#278cf1'>兰朵：</font>楼主！]],
---------------------------------------------
-------------NPC:10061005 苗人老妇------------
---------------------------------------------
 [1006100511]="呜呜呜……我的儿子……我的乖孙儿……",
-- --task 5030 剧情
 -- [503041]="苗人老妇：哼，你们这些害人的东西！害死我儿子，如今又来害我的外孙！我要让你们不得好死！不得好死！",
 -- [503042]="祭坛守卫：喂，你在干什么？啊！你这死老婆子，竟敢往五仙圣像上泼粪水！？快抓住她！",
 -- [503043]="苗人老妇：神母在天上看着！你们一定会被恶鬼掏心，死无葬身之地！我就是要用粪水来驱除你们这些邪魔！",
 -- [503044]="祭坛守卫：抓住她！割了她的头，用她的血来清洗圣像！",
-- --task 5030 complete_talk
 -- [503031]="呜呜呜……你救我做什么……我一个孤老婆子，自己活着又有什么意思，让我跟那些歹人一起死了干净……",
 -- [503032]="您千万别这么说，活着才有希望。",
-- --task 5031 accept_talk
 -- [503121]="呜呜呜……害死了我儿还不够……连这么小的孩子也不放过……呜呜呜……老天，为什么死得不是我这个没用的老太婆……",
 -- [503122]="人死不能复生，您这样伤心，想必他们在天之灵也不愿意看到。",
-- --page goto
 -- [503123]="可我不甘心啊……我丈夫死得早，膝下就一儿一女。早年儿子让五仙教的妖女给害死了……好不容易熬到女儿出嫁，生了一个乖巧的外孙……没想到又在瘟疫中丢了性命……",
 -- [503124]="老婆婆，这里太过危险，我们边走边说吧。",
-- --task 5031 剧情
 -- [503141]="要不是五仙教的那个妖女，我儿子现在还活得好好的！现在连我唯一的外孙都被他们害死了……呜呜呜……",
 -- [503142]="我要早知道，就不该让我儿子学医，他就不会进山采药……也就不会遇见五仙教的那个妖女……",
 -- [503143]="五仙教的人，是我们小老百姓能够招惹的吗？她养着一只大蛤蟆，我儿……呜呜……我儿就是死在那蛤蟆的剧毒之下……",
 -- [503144]="那个女子初时与我儿海誓山盟，说的比唱的还好听，我儿一出事，她就跑得连人影都没了！",
 -- [503145]="连我儿最后一面都不肯来见……可怜我儿……直到咽气之前，都还叫着她的名字……",
-- --task 5031 complete_talk
 -- [503131]="呜呜呜……我可怜的儿子……我可怜的孙儿……",
 -- [503132]="老婆婆，你可知道那个五仙教的女子是谁？",
-- --task 5032 accept_talk
 -- [503221]="我死都不会忘记她！她叫尤晃晃，有一回她突然冲进我家中找我儿子，我儿子不在家中，我不许她进门，然后便有好大一群人围住了我家的院子……",
 -- [503222]="这是为何？",
-- --page goto
 -- [503223]="好像是因为那女子偷跑出来，他们要抓她回去。我听他们说什么“冥蟾巫使”、“教主”之类的话，我猜，那个妖女的身份很不一般。",
 -- [503224]="【姓尤，身边有一只大蛤蟆，这么说来，这女子是……冥蟾巫使？】",
-- --page goto
 -- [503225]="呜呜呜……哎哟……",
 -- [503226]="你还是伤到了，我去采些草药来给你化瘀止血。",
-- --task 5032 complete_talk
 -- [503231]="对了，你说那个妖女和你要查的事情有关系，我倒想起来一件事。我在祭坛周围徘徊时，曾经偷听到了他们的一段话……",
 -- [503232]="是什么？",
-- --task 5033 accept_talk
 -- [503321]="他们下的那个蛊虫，不是普通的蛊虫，旁人根本没有办法化解。只要巫祝一到，施个什么妖法，那些之前中了蛊的人，就会重新对他们言听计从。",
 -- [503322]="什么？！老婆婆，你确实听到五仙教的人这么说了？",
-- --page goto
 -- [503323]="是啊，我当时又气又怕，这些歹人当真是黑了心肝，还得意洋洋地吹嘘，这个法子是他们教主新创的蛊术，以前都不曾有过。",
 -- [503324]="事关重大，老婆婆，我先走一步了。",
---------------------------------------------
-------------NPC:10061006  巫祝九宿------------
---------------------------------------------
 [1006100611]="五仙神威，见者俯首。",
--task 5039 complete_talk
 [503931]="他的话我已经听见了……",
	[503932]="那你怎么想？",
--page goto 
	[503933]="呵，你不是来当说客的么？我倒想听听你如何劝我？",
	[503934]="你们内部的事情，我怎么好插手，你自己看着办。",
	[503935]="他被囚八年却安然无恙，你别说跟你没关系哦？",
	[503936]="其实你自己已经有打算了，对吧？",
--page goto
 [503941]="既然你也知道非我教之人，我就不得不追究你擅闯我教禁地之责任了！来人，将这个汉人拿下！",
 [503942]="呃，不是，我重新说一遍！",
--page goto
 [503943]="呵呵，你是个聪明人。我是个孤儿，被上任玄蛇巫使也就是师父的父亲所收养，与师父一同长大。他继承玄蛇巫使之位后，便正式收我为徒，一手将我扶上巫祝之位。",
 [503944]="……你们之间的确羁绊甚深，那他被那个右护法德什么囚禁八年，你为何不救他？",
--page goto
 [503945]="因为他是被我亲手关进这里的。德瓦西夺权之后，暗杀了忠于前教主的圣蝎巫使，左护法自天蛛巫使死后一直避居深山，教中根本没有可以与他们抗衡之人。若我不这样做，恐怕他只会落得跟圣蝎巫使一样下场。",
 [503946]="就算德瓦西多行不义，视无辜性命如草芥，你也不在乎？",
--page goto
 [503947]="所以我要成为他的心腹，这样我的话才有用，可惜……大理这一场蛊祸，其实另有隐情。德瓦西内斗有一手，对外却是个怂包。有人给他谋划制造这场假瘟疫再出面收拾残局，想要以大理为跳板，再次进入中原。",
 [503948]="那你还打算继续助纣为虐？",
--page goto
 [503949]="我是有自己的打算，不过跟你却没有关系。你擅闯我教禁地，以为能轻松过关？未免太过天真！",
 [503950]="喂，不用一言不合就开打吧？！",
--task 5040 accept_talk
 [504021]="不，德瓦西听了天元先生的话，想要将冉氏拔除，我数次劝阻已引起德瓦西的不满和怀疑，这次他将新创的蛊术传给我，要我亲自动手，实为绝我退路。今日我来，便是想带师父逃离此地……",
 [504022]="那就别耽搁了，赶紧动手。",
-- --page goto
 -- [504023]="",
 -- [504024]="",
--task 5040 剧情
 [504041]=[[<font color='#278cf1'>尤晃晃：</font>果然是师徒情深，让人感动啊……九宿，你私纵冉千江，不知到了教主面前，打算如何狡辩开脱呢？]],
 [504042]=[[<font color='#278cf1'>九宿：</font>冥蟾巫使？！你什么时候来的？]],
 [504043]=[[<font color='#278cf1'>尤晃晃：</font>呵呵呵——这不重要，重要的是，我没有错过这一场好戏！]],
 [504044]=[[<font color='#278cf1'>冉千江：</font>叛徒！谋杀，亲姐，犯上，作乱！]],
 [504045]=[[<font color='#278cf1'>尤晃晃：</font>哼，尤叱娜拆散我和蓝俊的时候怎么没见你出言！蓝俊受蟾毒所侵，我苦苦求她，她怎么不看在亲姐妹的份上救我的爱人！她算什么姐姐！我杀她是为我的爱人报仇！]],
 [504047]=[[<font color='#278cf1'>冉千江：</font>你放开，九宿！]],
 [504048]=[[<font color='#278cf1'>尤晃晃：</font>他今日来，就该有必死之心，我不过是成全他！]],
 [504049]=[[<font color='#278cf1'>冉千江：</font>九宿！]],
 --[504051]="冉千江：唔——！",
 [504050]=[[<font color='#278cf1'>尤晃晃：</font>啧啧——冉千江，被囚八年，你果然是不如当年了啊……哈哈哈——]],
--
 [504046]="五仙教的事真是一团乱麻，还是尽早抽身为妙……",
---------------------------------------------
-------------NPC:10061007  冉千江------------
---------------------------------------------
 [1006100711]="八年了，什么，都变了。",
--task 5037 complete_talk
 [503731]="你是，汉人？……谁？",
 [503732]="你是谁？为何被关在这里？可有见到过其他人？",
--task 5038 accept_talk
 [503821]="我一人，关在，这里，八年。玄蛇巫使，我，冉千江。",
 [503822]="你是玄蛇巫使？五仙巫使不是身份很尊贵么，怎么会当了八年阶下囚？",
--page goto
 [503823]="右护法德瓦西，叛变，教主，被杀。他，排除异己，我，被关。啊，九宿，来了……你，快走！ ",
 [503824]="什么？",
--task 5038 剧情
 [503841]="呵呵呵，师父，你在和谁说话？难道有老鼠跑了进来？",
 [503842]="九宿，你难道，还不肯，弃暗，投明？",
-- --page goto
 -- [503825]="暂缺",
 -- [503826]="暂缺",
--task 5038 complete_talk
 [503831]="我徒，九宿。德瓦西，看重他，巫术高强。但他，本性，不坏。我相信，他会，悔悟，脱离，德瓦西。",
 [503832]="但他直到现在都没有，据说还要顶替你成为新的玄蛇巫使，我看你是一厢情愿吧？",
--task 5039 accept_talk
 [503921]="不，他一定，有他的，分寸。即便是，他成为，德瓦西的，心腹，再关我，八年，我也，相信，他不会，背叛我。我说话，不便。你帮我，劝他。【说完，他用深邃的目光望着九宿，不再开口】",
 [503922]="……【这二人之间，真的只是师徒？】",
-- --page goto
 -- [503923]="暂缺",
	-- [503924]="暂缺",
---------------------------------------------
-------------NPC:10061008 苗民------------
---------------------------------------------
 [1006100811]="让我传染你……",

---------------------------------------------
-------------NPC:10061009 五仙教徒------------
---------------------------------------------
 [1006100911]="看什么看？",
---------------------------------------------
-------------NPC:10061010 五仙教徒------------
---------------------------------------------
 [1006101011]="哪来的？别在这瞎转，看得人眼晕。",

---------------------------------------------
-------------NPC:10061011 五仙教徒------------
---------------------------------------------
 [1006101111]="干什么干什么干什么，一边去！",

---------------------------------------------
-------------NPC:10061103 沃成 巫祝侍从------------
---------------------------------------------
 [1006110311]="哼哼，九宿大人已经到了，你就乖乖去受死吧！",
--task 5034 complete_talk
 [503431]="哪个在说话？……哪来的汉人，竟敢擅闯五仙教圣坛！",
 [503432]="你们这些妖人，祸国殃民，还敢自称为仙？",
--task 5035 accept_talk
 [503521]="岂有此理！天大的胆子敢辱骂仙教，还不快将这狂徒拿下，放干鲜血，送入五仙腹中，以死谢罪！",
 [503522]="这就领教你们的“仙法”！",
--task 5035 剧情
 [503541]="神僧已去为杨大哥解毒，若解药无效，岂不是我间接害了大理百姓？不行，我定要阻止五仙教！",
--task 5035 complete_talk
 [503531]="汉人……你到底是跟哪个一伙的？是冉氏找来的帮手，还是左护法的人！",
 [503532]="我谁的人都不是！你们为非作歹，自该受些教训！",
--task 5036 accept_talk
 [503621]="你当我傻子？在大理没有靠山撑腰，谁敢与我五仙教为敌？！",
 [503622]="蛮夷邪教自视甚高，岂不知公道自在人心！说，暗监在哪里，你们是不是抓了风云客栈的人？",
--page goto
 [503623]="什么风云客栈，听不懂你在说什么！",
 [503624]="哼，那留你何用，去见你的五仙吧！",
--task 5036 剧情
 [503641]="祭坛之下竟还有此等所在，看来一场恶战在所难免……",
---------------------------------------------
-------------NPC:10061015 慈恩------------
---------------------------------------------
 [1006101511]="善恶果报，终有应时。",
--task 5019 complete_talk
 [501931]="大理全城戒严，你一个陌生汉人怎会在此！",
 [501932]="大师可是天龙寺僧人？在下%s，想要求见一灯大师。",
--task 5020 accept_talk
 [502021]="我师父和师叔是你想见便见的么？我现在要入城查案，没空理会你，五仙教有个巫祝死在城里，竟来向我天龙寺讨说法，麻烦得紧！你从哪来回哪去，免得染上瘟疫，客死他乡。",
 [502022]="五仙教巫祝正是在下所杀。",
--page goto 
 [502023]="原来那些五仙教徒找的汉人就是你，哼，我天龙寺因你受辱，你还想见我师门长辈？罢了，我也早就看五仙教不顺眼，你大祸临头，想不想求个庇护之所？",
 [502024]="大师的意思是……？",
--page goto
 [502025]="哼，我看你无处可去，不如跟着我做些杂事，五仙教虽然可称得上地头蛇，不过可不敢真刀真枪的冒犯天龙寺！",
 [502026]="如此也好，请大师带路。",
--task 5020 剧情
 [502041]="此人是一灯大师之徒，只要跟紧他，一定可以打听到解毒圣手的下落，这样杨大哥的情花之毒就有救了！",
--task 5020 complete_talk
 [502031]="算你识相。眼下就有事交代你，可要仔细记住！",
 [502032]="大师请讲。",
--task 5021 accept_talk
 [502121]="你沿这条路上山去采一种名为紫茯苓的药草，绿叶红果，很容易辨认。采完药草之后，再到瀑布处取一桶飞泉之水。",
 [502122]="为何……？",
--page goto
 [502123]="什么为何，速去准备，不得有误。办好之后，自来密林医庐拜见我师叔天竺神僧！",
 [502124]="……我知道了。",
--task 5021 剧情
 [502141]="如此霸道的语气，让我不禁想起了裘千尺……这二人该不会有什么亲戚关系吧？",
--task 5022 剧情
 [502241]="瀑布处飞泉之水，应该就是前面那处了……",
--
 [502242]=[[<font color='#278cf1'>神秘女子：</font>汉人，你认得风云客栈的人？]],
 [502243]=[[<font color='#31cf32'>%s：</font>有些交情，敢问姑娘是……？]],
 [502244]=[[<font color='#278cf1'>神秘女子：</font>他们被……被五仙教的人抓走咯。想要找到风云客栈的人，就去五仙教祭坛下的暗监。切记。]],
--
 [502245]="祭坛下的暗监？五仙教竟敢动风云客栈，这女子又是谁，为何会来向我报信？	",
--task 5022 complete_talk
 [502231]="东西都弄到了吗？",
 [502232]="都在这里了。",
--task 5023 accept_talk
 [502321]="手脚还算利索，那一位便是我的师叔天竺神僧阿弥勒，他正在替我们带回来的疫民诊断。",
 [502322]="神僧正忙着我不便打扰，不如……",
--page goto
 [502323]="我看你闲着也是闲着，去看看药炉上的汤药是否已经好了，若是好了，就取一碗交给我师叔。",
 [502324]="知道了。",
--task 5023 剧情
 [502341]="药壶中倒出的汤药浓似泥浆，散发着一股浓郁的苦味，口感实在不敢想象……",
--task 5026 complete_talk
 [502631]="我刚刚看到外面有人影闪动，定是有人窥视。",
 [502632]="解药将成，一定不能出乱子。",
--task 5027 accept_talk
 [502721]="此时会到这医庐附近，八成是冲着解药而来，%s，且护住师叔，我去外面会一会来人。",
 [502722]="且慢，既是冲着解药而来，多半是使的调虎离山之计，还是我去看看吧。",
--page goto
 [502723]="如此也好，那你快去快回。",
 [502724]="大师放心。",
--task 5027 剧情
 [502741]="你自己当心！",
--
	[502742]="弟子朱子柳求见师叔！",
 [502743]="弟子有一事，求师叔施以援手。",
 [502744]="何事让你如此郑重？",
 [502745]="弟子有一位小朋友身中情花剧毒，为救武师兄父子，又受冰魄银针之毒，命在旦夕，求师叔前去妙手回春。",
 [502746]="你的这位小朋友可是杨过？",
 [502747]="师叔如何知道？",
 [502748]="阿弥陀佛，善哉善哉。老衲受%s少侠之托，正要动身前往襄阳。",
 [502749]="多谢师叔！",
--task 5028 complete_talk
 [502831]="解药已经撒过，我要回天龙寺复命。对了，你从绝情谷而来，可见过我妹子？",
 [502832]="……【心中有种不祥的预感】敢问令妹名号？",
--task 5029 accept_talk
 [502921]="我俗家姓裘，有兄妹三人，分别以千丈、千仞、千尺为名，我居长，小妹居幼。",
 [502922]="原来你是裘千尺的兄长！难怪……呃，令妹过得不太如意……【你将绝情密涧中所见之事简略说了一遍】",
--page goto
 [502923]="公孙止竟是如此衣冠禽兽！待此间事了，我定要禀明师父，亲自前往中原，为我三妹报此大仇！",
 [502924]="裘前辈……慈恩大师，你且冷静一点。唔？是五仙教的人！解药刚刚投下，唯恐生变，一同过去看看？",
--task 5029 剧情
 [502941]="也不知是哪里跳出来的野猴子，竟然能杀了七藜大人！已经派人传信回去了，且等教主定夺。",
 [502942]="天龙寺的老和尚搬来了他师弟，那天竺和尚听说有些本事，这下可不好办呐……",
 [502943]="唉……你说，德瓦教主真的能带领仙教再次走入中原繁华之地吗？",
 [502944]="哼，要不是尤教主无能，仙教怎么会像被打断了牙齿的猛虎一般憋屈？尤叱娜用链子锁住了五仙的腿，是对五仙的大不敬！",
 [502945]="你怎么能直呼前教主名讳！",
 [502946]="尤叱娜已经叛教身死，什么教主，你难道想到五仙的肚子里去陪她吗？！",
--task 5029 complete_talk
 [502931]="什么德瓦教主，尤教主，五仙教到底几个教主？",
 [502932]="既然是教主又如何会叛教？",
-- --task 5033 complete_talk
 -- [503331]="若这是真的，那就大事不妙了……万一被五仙教抓住把柄用此事来做文章，情势就会逆转，对天龙寺不利。",
	-- [503332]="不错，但仅凭老婆婆一面之词，难以确信。",
--task 5033 accept_talk
 [503321]="五仙教的祭坛就摆在那里，想要确认，去探上一遭不就是了？",
 [503322]="正有此意。",
-- --page goto
 -- [503423]="暂缺",
 -- [503424]="暂缺",
--task 5034 剧情
	[503448]="那个苗人女子说谢楼主他们被五仙教囚于祭坛下的暗监，此番正是一举两得！",
--
	[503441]=[[<font color='#278cf1'>沃成：</font>九宿大人已经到了，你们赶紧准备好美酒佳肴为九宿大人洗尘。暗监里的犯人怎么样？]],
	[503442]=[[<font color='#278cf1'>田程：</font>侍从大人放心，他跑不脱，要不要弟兄几个给他松松皮？]],
	[503443]=[[<font color='#278cf1'>沃成：</font>还要命撒？他现在虽然失势，可还有冉氏一族支持，要是亏待了他，九宿大人第一个送你去当祭品！]],
	[503444]=[[<font color='#278cf1'>田程：</font>不敢不敢，侍从大人，听说巫祝大人得教主青睐，有希望顶上玄蛇巫使之缺？]],
	[503445]=[[<font color='#278cf1'>沃成：</font>哼，冉氏死扒着玄蛇巫使之位不放，不过教主看重九宿大人，哪个不晓得？连新创的蛊术都第一个教给大人，那个天竺的老和尚以为自己天大本事，只等九宿大人出面帮那些傻子“化解蛊毒”，谁还会把老和尚放在心上？]],
	[503446]=[[<font color='#31cf32'>%s：</font>奸贼，我岂会让你们得逞！]],
---------------------------------------------
-------------NPC:10061016 慈真------------
---------------------------------------------
 [1006101611]="唉，佛祖何以不护佑我大理生灵……",
--task 4041 剧情
 [404141]="外来人止步！",
 [404142]="大理戒严，莫再前行！",
--task 4041 complete_talk
 [404131]="阿弥陀佛，施主从何处来，还请回何处去。", 
 [404132]="敢问大师，这是为何？",
--task 5001 accept_talk
 [500121]="唉，国中发生瘟疫，国民不准出，外人不准入，为施主计，还是趁早离去吧。",
 [500122]="瘟疫？那现在城内情况如何？",
--page goto
 [500123]="唉，这疫症突然而来，患者如同疯犬，连家人也会攻击，平常人根本压制不住，被他们咬伤抓伤的人极易感染。",
 [500124]="难道就没有办法控制？",
--page goto
 [500125]="唉，我天龙寺为了此事已经损失了不少师兄弟，如今只靠五仙教的巫医之术压制疫情，情势堪忧，不得已才会封城。若施主定要入城，请以药草熏衣，聊作预防。",
 [500126]="多谢大师。",
--task 5001 剧情
 [500141]="这僧人说一句话便要叹一口气，明明是佛门中人，怎么这么丧气？",
--task 5001 complete_talk
 [500131]="熏衣之法，治标而不治本。贫僧还是奉劝施主，不要入城为妙。",
 [500132]="实在是人命关天，在下不敢怠慢。方才大师提及巫医之术，能否告知详情？",
--task 5002 accept_talk
 [500221]="唉，疫民行为疯癫，常常跑出家门攻击无辜之人，我寺派僧人隔离这些疫民，反而令许多僧人染上疫症。只有五仙教的巫医之术可令疫民进入沉睡，使疫情得到暂时的控制。", 
 [500222]="五仙教在中原恶名远播，竟会出手遏制疫症？",
--page goto
 [500223]="唉，五仙教与大理唇齿相依，疫症泛滥于其也无好处，怎会置之不理？只是佛家束手无策之恶症，竟被他们制住，难道我佛慈悲竟不如蛮夷邪神？阿弥陀佛，罪过罪过……",
 [500224]="佛法本非医术，大师何必纠结此中？在下告辞。",
--task 5002 剧情
 [500241]="唔，被堵住去路了，这些疫民也是受害之人，小心点将他们驱走便是……",
--
 [500242]="佛法并非医术……此言正是，贫僧狭隘了……唉……",
---------------------------------------------
-------------NPC:10061017 兰朵------------
---------------------------------------------
 [1006101711]="为什么每次到一个风景好的地方都是为了一些煞风景的事！",
--task  5003 剧情
 [500341]=[[<font color='#278cf1'>田程：</font>五仙显圣！]],
 [500342]=[[<font color='#278cf1'>龙扬：</font>早上才“清理”过这里，这么快又“脏”了，累死个人！那边的汉人，你可有受伤？]],
 [500343]=[[<font color='#31cf32'>%s：</font>还好，这些疫民伤不到我。几位是五仙教的朋友？]],
 [500344]=[[<font color='#278cf1'>田程：</font>是撒。你个汉人到大理来做什么，快走快走！]],
 [500345]=[[<font color='#31cf32'>%s：</font>哦？我倒不知道汉人是不能来大理的？]],
 [500346]=[[<font color='#278cf1'>龙扬：</font>田伢，别多嘴！汉人，你无事我们就走了，你好自为之！]],
 [500347]=[[<font color='#278cf1'>兰朵：</font>咦，这不是<font color='#31cf32'>%s</font>吗？快过来~]],
--task 5003 complete_talk
 [500331]="你可真是无处不在啊！桃花岛匆匆一别，没想到在大理又碰到你了！",
 [500332]="……桃花岛……",
--task 5004 accept_talk
 [500421]="哎呀，不该提你的伤心地~我知道你是重情义之人，不过事情都过去一年了，你还是早点走出来才好~诶，对了，你怎么会到大理来的？",
 [500422]="来为一位朋友寻求解毒之法。姑娘又因何而至大理？",
--page goto
 [500423]="嘛，当然是为了大理这场瘟疫啦~我是风云客栈的听风使，大理这么大的一阵风，岂有不来之理？你的那位朋友可是杨过？连黄蓉都束手无策的奇毒，你想要找谁？",
 [500424]="兰姑娘果然消息灵通，听风使就在眼前，在下自然要请教姑娘。",
--page goto
 [500425]="别指望我啊~我才不会私下卖买消息呢~",
 [500426]="那……兰姑娘可以不收在下的银子，这样就不算“买卖”了，呵呵。",
--task 5004 剧情
 [500441]=[[<font color='#278cf1'>兰蕊：</font>小朵，不好啦！那群疫民把王宫给围住了，正往里冲呢~恐怕要跟守卫打起来了！诶，这不是<font color='#31cf32'>%s</font>吗？]],
	[500442]=[[<font color='#31cf32'>%s：</font>是，小兰姑娘。]],
	[500443]=[[<font color='#278cf1'>兰朵：</font>别顾着寒暄了~要是疫民跟守卫打起来就糟糕了！对了，楼主呢？他又跑到哪里去了？]],
	[500444]=[[<font color='#278cf1'>兰蕊：</font>谁知道呀~一到要他拿主意的时候人就不见了，大概又去茅厕里找灵感了吧~]],
	[500445]=[[<font color='#31cf32'>%s：</font>……！？]],
--task 5004 complete_talk
 [500431]="呐，给你一个机会，我跟你交换一个消息~",
 [500432]="请姑娘指教。",
--task 5052 accept_talk
 [505221]="只可旁观，不可插手，这是风云客栈行事的铁律~但看着这些无辜之人沦为他人手中之刀，何其不忍~你去驱散那些围攻王宫的疫民，我告诉你谁有办法给杨过解毒，怎样~",
 [505222]="恩，不失为一个好买卖，不过……这“沦为他人手中之刀”当从何说起？",
--page goto
 [505223]="呃，哎呀！你就别管这些有的没的了~先去解决眼前之急才是正经！",
 [505224]="如此也好，希望姑娘言而有信。",
--task 5052 剧情
 [505241]="我们在外面病得快死了，王公贵族却在宫里安享荣华！",
 [505242]="胡说！国主一直在想办法控制疫症，你们却来闹事，想造反吗？",
 [505243]="反正都是一个死！跟你们拼了！",
--task 5005 剧情
 [500541]="果然是事态恶劣，我得阻止他们，若真打起来了，吃亏的还是这些平民百姓。",
--task 5011 complete_talk
 [501131]="该死，竟然没有看清那人的相貌！",
 [501132]="谢楼主伤得不轻，你们身上可有伤药？", 
--task 5012 accept_talk
 [501221]="寻常的伤药怕是没用……我探过楼主脉息，有一道外来的真气正在其体内乱窜，打乱了原本的真气运转，我已替他将这道真气锁在阳维脉中，但若不为他化去，情况就十分凶险了~",
 [501222]="风云客栈神通广大，自然难不倒你。",
--page goto
 [501223]="这个么……有难度，难度很大~黑沼中有一只九尾灵狐，它的血对内伤有奇效，但狐狸生性机敏，九尾灵狐更胜过普通狐狸百倍，见它一面都难，除非……有人以赤狐尾为引，诱它现身。",
 [501224]="知道了，那就先取赤狐尾来。",
---------------------------------------------
-------------NPC:10061018 兰蕊------------
---------------------------------------------
 [1006101811]="为什么每次到一个风景好的地方都是为了一些煞风景的事！", 
--task 5012 complete_talk
	[501231]="你肯帮我们真是太好了~不过你不熟悉九尾灵狐习性，小朵怕你出意外，让我一起来帮忙~赤狐尾都已经准备好了吧？",
	[501232]="已经准备妥当。",
--task 5013 accept_talk
 [501321]="跟我来~我们到九尾灵狐出没之地去~等会儿我来引出九尾灵狐，你就在旁边躲好，适时抓住它！",
 [501322]="好。",
--task 5013 剧情
 [501341]=[[<font color='#278cf1'>九尾灵狐：</font>啾——啾——]],
 [501342]=[[<font color='#278cf1'>兰蕊：</font>它出来了！等等，等我再把它引出来一点！]],
 [501343]=[[<font color='#278cf1'>九尾灵狐：</font>啾啾——啾——]],
 [501344]=[[<font color='#278cf1'>兰蕊：</font>趁现在！抓住它！]],
--
 [501345]="小狐狸，别跑——",
--
 [501346]="啾啾啾！啾啾——",
--task 5013 complete_talk
 [501331]="唉……我就知道没这么简单……它朝黑沼跑进去了，糟了，如果抓不到它，楼主可怎么办才好……呜呜呜——",
 [501332]="诶诶，你先别哭啊……",
--task 5014 accept_talk
 [501421]="我不哭还能怎么办？呜呜——黑沼方圆数里，呜呜——嗝，呜呜呜——尽是陷人入死地的黑臭烂泥，寻常人走进去，定是死路一条！呜呜呜呜——",
 [501422]="罢了，且等我去黑沼探上一遭，若真是事不可为，再另想他法。",
--page goto
 [501423]="【满眼泪水瞬间消失，万分期待地看着你】当真？那我就指望你了~",
 [501424]="……【一时大意就上了贼船】",
--task 5014 剧情
 [501441]=[[<font color='#278cf1'>兰朵：</font>你们是什么人！难道不知此处乃风云客栈的地盘，竟敢在这里掳人？！]],
 [501442]=[[<font color='#278cf1'>长：</font>小姑娘，劝你们不要做无谓抵抗，我可不想对小孩子下重手。]],
 [501443]=[[<font color='#278cf1'>兰朵：</font>就让你们领教领教小孩子的厉害！]],
 [501444]=[[<font color='#278cf1'>立：</font>风云客栈也算不负盛名，可惜撞在我们手里。长，动手吧！]],
 [501445]=[[<font color='#278cf1'>长：</font>哈哈，立，如你所愿！]],
 [501446]=[[<font color='#278cf1'>立：</font>得手了。给“点”送封信去，可以进行下一步了。]],
 [501447]=[[<font color='#278cf1'>侍女：</font>……巫使，是那些人，不阻止他们吗？]],
 [501448]=[[<font color='#278cf1'>神秘女子：</font>那些人不好惹，我们大事未成，不要多管闲事，走。]],
--task 5015 剧情
 [501541]="果然是烂泥一潭，那狐狸雪白一团显眼得很，不如再用赤狐尾为饵，看它还会不会上钩！",
--
 [501542]=[[<font color='#278cf1'>九尾灵狐：</font>啾啾——]],
 [501543]=[[<font color='#31cf32'>%s：</font>哈哈，出来了！让你再跑！等我抓住你，看你还能不能这么得意！]],
--task 5016 剧情
 [501641]="好狡猾的小狐狸，竟专挑烂泥最深的地方逃窜，它身小体轻无所谓，却害我吃了大亏！",
--task 5018 complete_talk
	[501831]="怎么样？抓到那只灵狐没有？",
	[501832]="说来话长，我遇见了一个奇怪的妇人……【你将黑沼所遇之事告知兰蕊】",
--task 5054 accept_talk
 [505421]="你说的妇人，应该就是神算子瑛姑，她原是段皇爷的妃子，后来与老顽童有了一段姻缘，更诞下孩儿，未想那孩子遭人毒手，夭折于襁褓……",
 [505422]="你说得这么清楚，一定知道当年的凶手是谁了？",
--page goto 
 [505423]="这……我没有权利做这样的交易，要回去与小朵商量，禀过主人才行。", 
 [505424]="事急从权，谢楼主不省人事，如何能做主？",
--page goto
 [505425]="你难道只知听风楼主，不知观云阁主吗！我可是观云使！不跟你废话，我们先回暗舵再说！",
 [505426]="那就走吧。",
--task 5054 剧情
 [505441]=[[<font color='#278cf1'>五仙教徒甲：</font>就是这个人杀了七藜大人！]],
 [505442]=[[<font color='#278cf1'>五仙教徒乙：</font>抓回去交给教主处置！]],
 [505443]=[[<font color='#31cf32'>%s：</font>五仙教这么快就找上门来了……]],
 [505444]=[[<font color='#278cf1'>兰蕊：</font>啊！不好，五仙教找到这里，我要去看看小朵和楼主情况如何，<font color='#31cf32'>%s</font>，这里交给你了！]],
 [505445]=[[<font color='#31cf32'>%s：</font>什么？喂！要不要跑这么快！你还没告诉我怎么找到那位解毒圣手啊喂！]],
---------------------------------------------
-------------NPC:10061019 瑛姑------------
---------------------------------------------
 [1006101911]="我的孩子……我要报仇……", 
--task 5016 complete_talk
 [501631]="既然能到得了这里，自也有几分本事，敢抓我神算子瑛姑的小宠，胆子也不小。你是什么人？闯进我黑沼想干什么？",
 [501632]="晚辈一位朋友受了内伤，需以灵狐之血疗伤，不知灵狐乃前辈饲养，冒犯了。",
--task 5017 accept_talk
 [501721]="你的朋友受伤就要我的狐狸去疗伤，那我的孩子受了伤，又该找谁去疗伤？",
 [501722]="前辈的孩子受伤了？不知可有晚辈能帮忙之处？",
--page goto
 [501723]="哼，我的孩子……我的孩子十多年前就已经死了！你有什么办法救他？哈哈哈——你有什么办法救他？！呜呜呜……",
 [501724]="这……人死不能复生，前辈节哀。前辈既知死别之苦，还请赐予灵狐，以解生者之痛。",
--page goto
 [501725]="巧舌如簧，可惜我不吃这一套！你想要灵狐，除非替我找到一个人，把他带来见我。",
 [501726]="此人是谁？",
--task 5017 complete_talk
 [501731]="我要找的人，就是老顽童周伯通。你若能将他带来见我，我便将我的灵狐赠于你。",
 [501732]="【她要找老顽童……唔，此事于我虽难，于风云客栈却是易事，对，有办法了！】前辈想要找人，可算正中下怀。",
--task 5018 accept_talk
 [501821]="哼，他一向四处游玩，居无定所，你真有办法能找到他？",
 [501822]="前辈可知，我要救的朋友乃是风云客栈的听风楼主。",
--page goto
 [501823]="风云客栈？！呵，你倒狡猾，一听我要找人，就用这种名头来诈我的灵狐，可惜我却不信！",
 [501824]="前辈想要如何证明？",
--page goto
 [501825]="听风楼主的命想必值不少钱，我就用他的命换一个答案，我要知道当年杀死我孩儿的凶手是谁，只要你能带回风云客栈的答案，我便交出灵狐。",
 [501826]="一言为定。",
---------------------------------------------
-------------NPC:10061020 冥蟾巫使------------
---------------------------------------------
 [1006102011]="蓝俊，你一个人在神母身边，会寂寞么……？", 
--task 5040 complete_talk
 [504031]="你想到哪里去？你以为五仙教的地盘是这么好闯的吗？你就是杀了七藜的凶手吧？呵呵呵……不要怕，七藜是幽蜈那个老家伙的人，我可没闲心去管别人的闲事。",
 [504032]="那你拦我，有何贵干？",
--task 5041 accept_talk
 [504121]="硬要有个理由的话，就当是你帮着九宿释放冉千江，当初要不是他帮着尤叱娜囚我于暗监，蓝俊岂会失救而亡……令我与他最后一面都不得相见！",
 [504122]="棒打鸳鸯确乃人间惨事，但也你不必如此狠毒，他们师徒已是一死一伤，你还想怎样？",
--page goto
 [504123]="一死一伤又如何？我要整个大理为蓝俊陪葬！",
 [504124]="果然最毒妇人心，我看你已经疯了！",
--task 5041 剧情
	[504151]="哈哈哈，疯了？没错，蓝俊死的时候我就疯了！如今的我，只为复仇而生！你，也要死！",
--
 [504141]=[[<font color='#278cf1'>蚩萝伊：</font>冥蟾，还不收手？]],
 [504142]=[[<font color='#278cf1'>尤晃晃：</font>天蛛？！你怎么……你不是早就死在中原了吗！]],
 [504143]=[[<font color='#278cf1'>蚩萝伊：</font>当初教主早就看出德瓦西有异心，所以让我诈死隐于暗处留作后手，没想到会遭你反噬，以致功败垂成！连圣蝎巫使也丧于你手！]],
 [504144]=[[<font color='#278cf1'>尤晃晃：</font>哈哈哈——她自作聪明，反被聪明误，若不是左护法和你都不在总坛，我岂会这么轻易得手？这一战晚了八年，就在今日了结吧！]],
--
 [504145]=[[<font color='#278cf1'>尤晃晃：</font>呵呵呵……我果然……是不如你的……天蛛，答应我一件事……]],
 [504146]=[[<font color='#278cf1'>蚩萝伊：</font>你说。]],
 [504147]=[[<font color='#278cf1'>尤晃晃：</font>我和蓝俊……有一个女儿……可惜我不能将她带在身边抚养……你去找到她……瞳瞳……不要让她一个人……]],
 [504148]=[[<font color='#278cf1'>蚩萝伊：</font>好，我答应你。]],
 [504149]=[[<font color='#278cf1'>尤晃晃：</font>蓝俊……姐姐……我来陪你们了……]],
 [504150]=[[<font color='#278cf1'>蚩萝伊：</font>五仙引魂，归于来处，神母怜之，无惧无苦。]],
---------------------------------------------
-------------NPC:10061021 天蛛巫使------------
---------------------------------------------
 [1006102111]="八年的时间，南疆风光如故，可惜物是人非……", 
--task 5041 complete_talk
 [504131]="汉人，又见面了。",
 [504132]="啊，是你，你竟然是天蛛巫使！你不是风云客栈的人在这吗？人呢！",
--task 5042 accept_talk
 [504221]="你难道还没看出来我在骗你？多谢你引开他们的视线，我才好趁乱潜入。这里动静太大，说不定已经有人传信给德瓦西了，我们先离开此地，去找冥蟾的女儿。",
 [504222]="你倒是心安理得，罢了，不跟你计较，我先告辞了。",
--page goto
 [504223]="你不能走，天元是灭掉五大世家的真正幕后黑手，听风楼主和听风使也在他手里。想要知道全部的事，就跟我来。",
 [504224]="什么？你先把话说清楚再走！",
--task 5042 剧情
 [504241]="天元是真正的幕后黑手……那梦儿呢？她为什么说是她爷爷完颜洪烈的阴谋？到底谁才是真凶！",
--
 [504242]="她就是瞳瞳吧……长得与冥蟾小时候一模一样。",
--task 5043 complete_talk
	[504331]="蓝凤凰……恩，是个好名字。",
	[504332]="喂，天元与我五大世家灭门之事究竟有什么关系？",
--task 5044 accept_talk
 [504421]="天元的身份我在外八年已查到一些眉目。你可知前金国海陵王完颜亮？当年完颜亮一心南下，暗中培养了一批武艺精绝的死士。但他死于叛乱，这些人被完颜雍收服，从此绝迹江湖。",
 [504422]="你是说天元跟这些人有瓜葛？",
--page goto
 [504423]="不错，天元就是他们这一代的首领，他一心复立金国，想要武穆遗书上记载的兵法，可惜造下无数杀孽还是未能如愿。所以，你们五大世家数百条人命其实是死在他手上！",
 [504424]="天元……他现在在哪？！",
--page goto
 [504425]="天元在南疆根基尚浅，不过是依仗德瓦西罢了，我已有计划对付德瓦西，你要做的，就是联络天龙寺，帮我向南帝转达示好之意，请他不要妨碍五仙教的家务事。你也可以借天龙寺之力，追捕天元！",
 [504426]="呵呵，你我殊途同归，的确可以合作，好，我替你走这一趟！",
--task 5044 剧情
 [504441]="五仙教的内乱在一年后终于平息，从此元气大伤，困守于十万大山之中。",
 [504442]="因这一场蛊祸，大理百姓对五仙教充满敌视，斥其为“五毒教”，恶名由此流传。",
 [504443]="蓝凤凰受天蛛巫使全力栽培，逐渐成长为杀伐决断的一代女中豪杰。",
 [504444]="她继位教主后，率五毒教众归附日月神教，借圣姑任盈盈之势，重振声威，令五毒教再次兴盛于南疆。",
 [504445]="——当然，这些……都是后话。",
---------------------------------------------
-------------NPC:10061022 蓝瞳瞳------------
---------------------------------------------
 [1006102211]="你说谁是小孩呢！", 
--task  5042 complete_talk
 [504231]="你们闯进我家，想要干嘛？",
 [504232]="小姑娘，你就是蓝瞳瞳吧？",
--task 5043 accept_talk
 [504321]="我是谁关你什么事？",
 [504322]="你阿妈让那位阿姨来接你的。",
--page goto
 [504323]="我阿妈？切，我生下来就没有阿妈，你以为我是三岁小孩，说什么信什么？",
 [504324]="哈哈，不是三岁，三岁翻一倍够不够，我看你最多也就七八岁嘛！",
--task 5043 剧情
 [504341]=[[<font color='#278cf1'>蚩萝伊：</font>你有阿妈，你的阿妈叫尤晃晃，尤氏族人，五仙教的冥蟾巫使。你阿爹叫蓝俊，是个郎中。]],
 [504342]=[[<font color='#278cf1'>蓝瞳瞳：</font>编得挺像那么回事的。那他们人呢？为什么我从来没见过他们？不是要接我吗？叫他们自己来！]],
	[504343]=[[<font color='#278cf1'>蚩萝伊：</font>他们已经回到神母身边了，所以将你托付给了我。]],
	[504344]=[[<font color='#278cf1'>蓝瞳瞳：</font>你算老几？]],
	[504345]=[[<font color='#278cf1'>蚩萝伊：</font>五仙教天蛛巫使蚩萝伊，蚩氏族长独女。我可以教你蛊术和巫医，让你受人尊敬，而且，我会给你一个家。不过从今日起，你只是我蚩萝伊的女儿，你要忘记蓝瞳瞳这个名字，重新开始另一种生活。]],
	[504346]=[[<font color='#278cf1'>蓝瞳瞳：</font>……给我一个……家？呵，一个名字罢了，我才不稀罕。好，从今天起，我就跟着你了！]],
	[504347]=[[<font color='#31cf32'>%s：</font>【这小鬼的心思真不一般】我们汉人有一句话：昨日种种昨日死，今日种种今日生。不如就叫她“凤凰”吧，希望她如凤凰神鸟一般，自今日起，涅槃重生。]],
---------------------------------------------
-------------NPC:10061023 朱子柳------------
---------------------------------------------
 [1006102311]="天行健，君子以自强不息。少侠可懂得此理？",  
--task 5044 complete_talk
 [504431]="有朋自远方来，不亦乐乎？",
 [504432]="在下%s，想要求见一灯大师。",
--task 5045 accept_talk
 [504521]="原来你就是%s少侠，之前拜托我师叔去襄阳为杨兄弟解毒的就是你吧？既然是杨兄弟也就是学生的朋友。寺中诸事繁忙，眼下家师无暇，少侠有何事，不妨由学生转达。",
 [504522]="先生也认识杨大哥么？在下之事，说来有些复杂……【你将到大理之后所遇之事一一道来】",
--page goto
 [504523]="金国余孽想要作乱大理……兹事体大，学生需得禀过家师，再给少侠答复。少侠若不嫌弃，请在寺中稍歇。",
 [504524]="我看寺中忙得很，我闲着也无聊，先生若有用得上在下之处，尽管说。",
--page goto
 [504525]="那就不与少侠客气了，学生正要将这两包药分给寺中染病的僧人，就请少侠代劳。",
 [504526]="好说。",
--task 5045 complete_talk
 [504531]="有劳少侠了。",
 [504532]="先生客气。",
--task 5046 accept_talk
 [504621]="少侠接触了染病之人，虽然他们身上蛊术已解，但以防万一，少侠还是用艾草熏一熏，以驱除疫气为好。",
 [504622]="先生说的是。",
-- --page goto
 -- [504623]="暂缺",
 -- [504624]="暂缺",
--task 5046 complete_talk
 [504631]="%s，我已禀过家师，家师有请少侠面晤详谈。",
 [504632]="那太好了，我正等着呢。不知我需要准备什么？",
--task 5047 accept_talk
 [504721]="呵呵，家师为人甚是随和，况且又是佛家之人，少侠不必紧张。",
 [504722]="毕竟是德高望重的前辈……",
--page goto
 [504723]="%s你只管放宽心怀，随我来便是。恩？你可看见刚才有道黑影过去？",
 [504724]="看见了，追上去看看吧。", 
--task 5047 剧情
 [504741]="这里是……藏经阁？那人为何在此处停下？不管了，拦下他再问！", 
--task 5048 complete_talk
 [504831]="我旁观你与他打斗，他的招式极为古怪，倒有些像……蛤蟆？……糟了！他是西毒欧阳锋！",
 [504832]="欧阳锋怎会出现在此处？",
--task 5049 accept_talk
 [504921]="这……学生也无法决断，欧阳锋逆练九阴真经之后，一直疯疯癫癫，行踪不定。但在这个时候出现在天龙寺，实在是太过凑巧，不得不引人深思……",
 [504922]="此话怎讲？",
--page goto
 [504923]="欧阳锋原是完颜洪烈的客卿，如今那天元也是金国余孽，会不会欧阳锋已经恢复神智，重又与他们同流合污？不论如何，西毒现身大理都不是小事，我们赶紧去见家师。",
 [504924]="请带路。",
---------------------------------------------
-------------NPC:10061027 黑沼入口------------
---------------------------------------------
 [1006102711]="由此进入黑沼迷泽。",  
---------------------------------------------
-------------NPC:10061014 祭坛暗监------------
---------------------------------------------
 [1006101411]="由此进入祭坛暗监。", 

---------------------------------------------
-------------NPC:10071001 万里行------------
---------------------------------------------
 [1007100111]="这年头，干点啥活计都不容易，唉……",
--task 6046 complete_talk
 [604631]="咦，这位不是%s少侠吗？没想到在这里会遇上，幸会幸会！",
 [604632]="万镖头，原来是你！哈哈，真是天助我也！",
--task 6047 accept_talk
 [604721]="【听完你的话，皱着眉头思忖半晌】我说明教的人怎会对我们穷追不舍，原来竟有这般因由……可我们接镖之时根本不知道其中有圣火令，明教又是从哪里得到的消息？",
	[604722]="这我就不知道了，万镖头不妨与殷大哥当面对质，自会水落石出。",
--page goto
 [604723]="【面露难色】%s少侠你开了口，这个面子是一定要给的，可是……唉，说来实在丢人，震威镖局数十年没失过一趟镖，偏偏这一趟……被人给劫了！",
 [604724]="镖被劫了？！",
--page goto
 [604725]="不错，而且奇就奇在，万某曾多次带人想要抢回货物，那些劫镖者却不曾对我们下过重手，只是护住货物不让我们接近，好像在刻意等待什么。",
 [604726]="有这等事……？万镖头，可能带我前去探查探查？",
--task 6047 剧情
 [604741]="没问题，那些人的营地离这儿很近，少侠请随我来。",
--
 [604742]=[[<font color='#278cf1'>万里行：</font>看，那些人就在前面。]],
	[604743]=[[<font color='#278cf1'>万里行：</font>那些箱子就是我们的货物。]],
--task 6051 complete_talk
 [605131]="受人指使……唔，若是如此，他们的目的是什么？连我都不知道一个月之后将会走这一趟镖，他们又从何得知？还有，这些匪徒劫了镖之后不隐匿起来，留在这里等谁？",
 [605132]="不管怎样，这算是一条线索，万镖头若不想与明教交恶，大可将这个贼头交给殷大哥处置。",
--task 6052 accept_talk
 [605221]="少侠说的有理，明教虽非名门正派，但我们行镖之人讲究和气生财，也不想平白得罪这样一个大势力。%s少侠你与明教那个主事有交情，这事还仰赖你从中调和啊。",
 [605222]="这事好说，万镖头放心好了。",
--page goto
 [605223]="这个贼头就交给少侠你带走吧。请转告殷公子，这趟镖既然是在我老万手里头丢的，那我绝不会推卸责任，只要有用得着我老万的地方，尽管开口！",
 [605224]="我一定转达，告辞。",
-----------------------------------------------------
-----------------NPC:10071002 万里行（1）-------
----------------------------------------------------
 [1007100211]="这些劫匪深浅难测，我等应小心行事。",
--task 6047 complete_talk
 [604731]="匪首似乎不在，不过这些喽啰身手也都不错，不可小觑。出来走镖，我们人手有限，要想再调人手过来也不现实，所以万某很是发愁。", 
 [604732]="那些人的身手，比我如何？",
--task 6048 accept_talk
 [604821]="单打独斗当然不是你的对手，不过双拳难敌四手……实在有些危险。",
 [604822]="无妨，我去探探他们的底。",
-- --page goto
 -- [604823]="暂缺",
 -- [604824]="暂缺",
--task 6048 剧情
	[604841]="这些人招式虽然凶猛但应变不足，倒很像是军阵行伍之中所修习的武技……",
--task 6049 剧情
 [604941]="趁他们尚未组成军阵，试试能不能取出货箱。",
---------------------------------------------------------
---------------------NPC:10071003 沙匪头领----------------
-------------------------------------------------------
 [1007100311]="混口饭吃，都不容易……",
--task 6050 剧情
 [605041]="又一个不怕死的，既然你送上门来了，爷爷就陪你玩玩！",
--
 [605042]="等、等等！别杀我……我也是混口饭吃！",
--task 6050 complete_talk
 [605031]="大侠饶命！我也是混口饭吃！受人钱财，与人消灾嘛！",
 [605032]="哦？你是受人指使？",
--task 6051 accept_talk
 [605121]="没错没错！就是受人指使！一个月前，有人拿了三百两黄金给我，要我劫下震威镖局这一趟镖。说只要劫下这趟镖，三百两黄金就是我的。",
 [605122]="你没问过他为什么要出三百两黄金劫这趟镖？",
--page goto
 [605123]="怎么没问过，可我一问出口，他就拿把刀架在我脖子上，问我要金子还是要命，你说，这我还用选吗？",
 [605124]="你也算是一方匪头，怎会被人在脖子上架把刀就轻易就范？",
--page goto
 [605125]="没错，我们干得是刀头舔血的行当，可我们的命也不是白给的，好汉不吃眼前亏嘛！劫镖的勾当，我们又不是没干过，何况还有那三百两黄金呢。",
 [605126]="看你这么识相，我就暂且留你一命，不过这事没完，跟我走！",
------------------------------------------------
-------------------NPC:10071004 何不留---------------
-------------------------------------------------
 [1007100411]="走了这么远的，何不留步，到小人店中喝碗粗茶歇歇脚？",
--task 6028 complete_talk
 [602831]="哟，二位客官，这风尘仆仆的，赶紧在小的这里歇歇脚，用些茶点吧！",
	[602832]="一壶茶水，再随便上些吃食。",
--task 6029 accept_talk
 [602921]="得嘞！您二位这是从白驼山上下来？唉，这白驼山庄越来越霸道了，以前欧阳山主无恙，我们这些小买卖还能做得下去，现在……一天不如一天喽！",
 [602922]="老板能在白驼山上做买卖，也算本事。",
--page goto
 [602923]="嘿嘿，您过奖，祖上传下来的小本生意，全靠山主赏脸……可惜啊……瞧我，光顾着说话，您的茶还没添呢，您二位慢用，我再给您准备点干粮路上用。",
 [602924]="老板果然是心细周全之人，有劳了。",
--task 6029 剧情
 [602941]=[[<font color='#31cf32'>%s：</font>这茶水……不对劲！]],
 [602942]=[[<font color='#278cf1'>洛观云：</font>谢兄千里迢迢赶到白驼山，真是辛苦。不如就饮了茶水好好歇一歇。]],
 [602943]=[[<font color='#278cf1'>谢听风：</font>区区没有猜错，内奸果然是你！洛观云，你入风云客栈十年有余，当家一向待你不薄，如今你已是观云阁主，为何生叛逆之心！]],
 [602944]=[[<font color='#278cf1'>洛观云：</font>呵呵，许竹青是待我不薄，可惜啊，我一开始就不是忠于他的，我乃大金国“暗棋”二十四手之一的“点”。谢兄，观云阁主的身份只是更利我行事而已。]],
 [602945]=[[<font color='#278cf1'>谢听风：</font>多年打雁，竟被山雀啄了眼！我风云客栈竟养虎为患！金已亡国，天元亦死，你如此折腾还有什么意义？]],
 [602946]=[[<font color='#278cf1'>洛观云：</font>谢兄不必发怒，你的内伤怕是经不起的，为谢兄计，还是乖乖把<font color='#31cf32'>%s</font>交给我们，再束手就擒为好。]],
 [602947]=[[<font color='#278cf1'>谢听风：</font>哈哈哈——区区身为听风楼主，岂能行此摇尾乞怜之勾当，令武林同道耻笑！]],
--------------------------------------------------
---------------NPC:10071005 热嘉--------------
---------------------------------------------------
 [1007100511]="此处已是白驼山庄的地盘，谁敢擅闯，留下命来！",
--task 6007 complete_talk
 [600731]="你又是什么人？安力满这老头子是活腻了，竟然带生人上山！",
 [600732]="姑娘勿恼，在下只是在山下碰见这位老伯独自负重，所以帮他一把而已。",
--task 6008 accept_talk
 [600821]="呵呵呵，我看你一身中原人的装束，到白驼山来做什么？安力满这老头儿可疑得很，他带来的人也不清白！你最好乖乖说实话！",
 [600822]="姑娘这话好没道理。",
--page goto
 [600823]="呵呵呵呵，道理？你以为这是什么地界？站在我们的地盘上，跟我讲公道，你是在说笑话么？众姐妹，将此人拿下了！",
 [600824]="领教！",
--task 6008 complete_talk
 [600831]="身手倒是不弱，今日我且料理了安力满，没工夫理会你，你若识趣，就此离去便罢。",
 [600832]="且慢，姑娘，敢问欧阳先生可在庄内？",
--task 6009 accept_talk
 [600921]="哦——费了半天口舌，原来你是想求见我们山主？可惜山主忙得很，怕是没空见你一个闲人呢。",
 [600922]="姑娘这么鲁莽赶我下山，不怕后悔？",
--page goto
 [600923]="我倒要看看你如何让我后悔。你啊，趁着我耐心还没耗尽，赶紧下山去，否则怕你永远走不了！",
 [600924]="【若再纠缠下去，这女子怕要起疑，罢了，先回风云客栈，再作计较。】告辞了！",
--task 6009 剧情
 [600941]="派个人跟上，见机行事，务必将%s引上山去。将此事报知大师姐，说等的人已经到了。",
 [600942]="是，师姐。",
--task 6010 剧情
 [601041]=[[<font color='#31cf32'>%s：</font>姑娘跟了这么久，不觉得累么？找在下何事，不妨现身光明正大地谈一谈，在大理时，贵主欧阳先生可没这么躲闪。]],
 [601042]=[[<font color='#278cf1'>白驼剑侍：</font>你认得我家山主？那刚才为何不言明？故弄玄虚想做什么？]],
	[601043]=[[<font color='#31cf32'>%s：</font>我自有我的打算，却不必对你说。]],
	[601044]=[[<font color='#278cf1'>白驼剑侍：</font>那就对我的剑说吧！]],
--
 [601045]=[[<font color='#31cf32'>%s：</font>哎呀，糟了！我的令牌！]],
 [601046]=[[<font color='#278cf1'>白驼剑侍：</font>这枚令牌……阁下是虎先生的人？]],
 [601047]=[[<font color='#31cf32'>%s：</font>【虎先生？哈，从绝情密涧的黑衣人身上拿到的这枚令牌果然有用！】姑娘既然猜到了，还不将令牌还给我？]],
 [601048]=[[<font color='#278cf1'>白驼剑侍：</font>事关重大，请阁下再随我走一趟。]],
 [601049]=[[<font color='#31cf32'>%s：</font>尽管带路。]],
--task 6010 complete_talk
 [601031]="这枚令牌真是你的？",
 [601032]="【看来她还有所怀疑】自然是真的，天元首领亲自所赐。",
--task 6011 accept_talk
 [601121]="【听你说出天元二字，她的神色明显松动】既然如此，少侠便是白驼山庄的贵客。之前怠慢了少侠，还请少侠不要见怪才好。",
 [601122]="姑娘说哪里话，既然姑娘已无疑虑，还请尽早通报欧阳山主。",
--page goto
 [601123]="山主抱恙已久，现在山庄里由大师姐管事，大师姐传令下来，请少侠入山庄一聚。",
 [601124]="正合我意。",
--task 6011 剧情
 [601141]=[[<font color='#278cf1'>安力满：</font>大人，计划进行的很顺利，<font color='#31cf32'>%s</font>没有丝毫怀疑，已经往山庄去了。]],
 [601142]=[[<font color='#278cf1'>洛观云：</font>很好，<font color='#31cf32'>%s</font>已经接触过血棘，让法蒂妮那狐媚子找个借口把蛇行草的毒性添上，就算那人武功再高，也逃不出我们的手心。]],
 [601143]=[[<font color='#278cf1'>安力满：</font>大人放心，属下先行告退。]],
-------------------------------------------------
-----------------NPC:10071006 法蒂妮----------------
---------------------------------------------------
 [1007100611]="自少主去后，这白驼山庄真是冷清啊……",
--task 6011 complete_talk
 [601131]="少侠有礼。妾身听师妹说，有位少年英杰到了山庄做客，心里十分欢喜，盼着总要见上一面才好。如今一见，果然不凡。",
 [601132]="姑娘客气。",
--task 6012 accept_talk
 [601221]="少侠能说出天元先生之名，想必也是“暗棋”中人，只是……若少侠早一些说出“暗棋”身份，妾身的师妹也知道轻重，可惜……少侠应知我白驼山庄精善使毒……",
 [601222]="姑娘这话是说我中了毒？",
--page goto
 [601223]="少侠莫怪，妾身的师妹也是不知少侠身份所以才……少侠可感觉到丹田处隐痛？若不赶紧闻过蛇行草解毒，只怕少侠的一身修为就保不住了……",
 [601224]="【脐下果然隐隐作痛】哪里有蛇行草？",
--page goto
 [601225]="白驼山上便有蛇行草，此草极为奇妙，草本身的气味有毒，可致人昏聩。但它每日黄昏时开花，花香不仅与草叶的气味毒性相克，还有解毒之效。",
 [601226]="这种奇花异草也只有在白驼山才能见到了，我这就去采来。",
--task 6012 剧情
 [601241]="这草虽有恶名，香味却清幽的很，令人闻之欲醉。",
--task 6012 complete_talk
 [601231]="妾身再代师妹向少侠赔罪。对了，尚未请教少侠高姓大名？",
 [601232]="【想试探我？幸好已从洛阁主口中得知“暗棋”之人取名的门道】姑娘称我为“立”即可。",
--task 6013 accept_talk
 [601321]="【闻得此名，这女子一双妙目中精光流转，不知想到什么】原来是“立”大人……天元首领妙计无双，借五仙教之手搅得大理人仰马翻，令人侧目。",
 [601322]="哪里哪里，在大理时，承蒙欧阳山主帮忙，天元命我特来致谢。",
--page goto 
	[601323]="立大人无事不登三宝殿，舟车劳顿到我白驼山庄来，总不会只是为致谢吧？",
	[601324]="姑娘聪慧，事关重大，天元特命我与欧阳山主面谈。",
--task 6013 剧情
 [601341]="且诓她带我去见欧阳锋，若如一灯大师所料，欧阳锋果真恢复了神智，只怕又是一场恶战……",
--task 6013 complete_talk
 [601331]="山主自逆练九阴真经之后，便神智不太清醒，又常常在外游历，一年到头也见不到几回。妾身得山主信任，执掌庄中诸事，大人信得过便与妾身说吧。",
 [601332]="这……天元之命，在下不敢违抗。",
--task 6014 accept_talk
 [601421]="大人如此执着要见山主，是不信任妾身了？呵呵，无妨，大人来得也巧，这几天因接近少主祭日，山主正在少主墓旁清修。",
 [601422]="如此说来，我有缘与欧阳先生一见了？",
--page goto
 [601423]="大人可去少主墓前祭拜，若山主看了欢喜，自会与你交谈。",
 [601424]="多谢姑娘。",
--task 6014 剧情
 [601441]="三柱清香上过，欧阳锋似有所感，向你望来，目光锐利清明，全然不似疯癫之人。",
--task 6018 complete_talk
 [601831]="中原人有句话，“螳螂捕蝉，黄雀在后”，%s少侠一向是个聪明人，这一次……可不要犯傻哦！",
 [601832]="哼，西毒麾下，原来也有卖主求荣之人。",
--task 6019 accept_talk
 [601921]="卖主求荣？哈哈哈……我主早已与金国的这些丧家犬一刀两断了，再说，眼前之人根本不是山主，他们想要将白驼山庄纳入囊中，妾身这可是在保住山主的基业呢！",
 [601922]="他不是欧阳锋？【这么说来，此人难道是……？！】",
--page goto
 [601923]="%s少侠，你的脸色好生难看，是为什么如此发怒呢？难道是猜到了，这个假冒山主的人就是你的灭门仇人——暗棋首领天元？",
 [601924]="你不必巧言挑拨，五大世家之仇，我自会要他血债血偿！",
--task 6019 剧情
 [601941]=[[<font color='#278cf1'>天元：</font>血债血偿……？哈哈哈——我金国无数勇士的性命又让谁来偿？！]],
 [601942]=[[<font color='#31cf32'>%s：</font>你少在这贼喊抓贼，你女真族人侵我领土，伤我百姓，难不成狗咬了人被打死了，还要人为狗偿命？]],
 [601943]=[[<font color='#278cf1'>法蒂妮：</font>呵呵呵，<font color='#31cf32'>%s</font>少侠真是风趣！]],
 [601944]=[[<font color='#278cf1'>天元：</font>你竟敢羞辱我大金勇士！找死！]],
 [601945]=[[<font color='#278cf1'>谢听风：</font><font color='#31cf32'>%s</font>，别冲动，你身上的毒——！]],
--
 [601946]="世事无常，时至今日，竟需我亲自以命相搏，可笑！可叹！",
 [601947]=Img[2].."何必多言，决死一战，不是你暗棋中人的老本行么？",
 --[601948]="暗棋天元(未完)",
--task 6020 complete_talk
 [602031]="精彩，实在是精彩！",
 [602032]="解药呢？！快拿出来！呃——咳咳——",
--task 6021 accept_talk
 [602121]="少侠何必心急呢？杀了天元，%s你这可是立下一大奇功，有位大人早有所料，已命我在山庄内布下酒宴，为你庆功。",
 [602122]="什么大人？为我庆功？你们未免太看得起自己了，我杀天元，与你们毫无关系！",
--page goto
 [602123]="少侠何必把话说得那么死呢？不管怎么说，妾身还关系着你的一身修为呢……还是跟妾身一同赴宴吧，谢楼主也请一同前去。",
 [602124]="哼，我倒要看看你们唱哪一出！",
--task 6022 剧情
 [602241]="岂有此理！%s！你当真是不识抬举！",
--task 6022 complete_talk
 [602231]="%s少侠，你把事情搞得这么难看，妾身可帮不了你！",
 [602232]="枉你主上也是一代武林宗师，你竟去捧蒙古人的臭脚！丢人现眼！",
--task 6023 accept_talk
 [602321]="你——！天堂有路你不走，地狱无门你偏要闯一遭！你身中血棘和蛇行草的混毒，看你还能嚣张到几时！",
 [602322]="识相的就把解药交出来！不管过后如何，我现在杀你还是易如反掌！",
--page goto
 [602323]="哼，你若敢杀我，便再无人知道解药在何处，用妾身一条命换你毕生功力，大可试试看！混毒之术精妙无比，常人休想化解！",
 [602324]="那就劳烦你一趟了，带我去药房，快点！",
--task 6023 剧情
 [602341]="血棘和蛇行草的混毒……血棘是洛阁主托我去采的，怎会与蛇行草有关？难道洛观云也有歹心？！",
--
 [602342]=[[<font color='#278cf1'>法蒂妮：</font>就、就是这个……]],
 [602343]=[[<font color='#31cf32'>%s：</font>你若骗我，我就要你偿命！]],
 [602344]=[[<font color='#278cf1'>法蒂妮：</font>妾身性命在你手中，怎敢骗你？]],
 [602345]=[[<font color='#278cf1'>巴特尔：</font><font color='#31cf32'>%s</font>，劝你不要妄作挣扎！放了法蒂妮，我们还有商量！]],
 [602346]=[[<font color='#31cf32'>%s：</font>【糟了，蒙古人追上来了，看来得赌一把！你将瓶中的解药吞下，丹田中果然涌起一阵暖流，周身气息畅通不少，看来这药是真的】]],
--task 6024 complete_talk
 [602431]="你、你杀了巴特尔大人！",
 [602432]="是又如何？",
--task  6025 accept_talk
 [602521]="他死在这里，蒙古人一定不会放过我们……你不能走！只有把你交给蒙古人，才能保住我们的命！",
 [602522]="只怕你不能如愿！",
--page goto
 [602523]="来人啊，拦住%s！死活不论！",
 [602524]="毒妇！",
-----------------------------------------------------
------------------NPC:10071007 欧阳锋---------------
----------------------------------------------------
 [1007100711]="克儿……我一定会为你报仇！",
--task 6014 complete_talk
 [601431]="你是什么人，为何来拜祭克儿？", 
 [601432]="我是来见你的。",
--task 6015 accept_talk
 [601521]="见我？做什么？",
 [601522]="欧阳山主应该心中有数。",
--page goto
 [601523]="哈哈哈……天元野心勃勃想要复立金国，以为这么容易？想要拉我白驼山庄下水，也该表示一些诚意。我听说他在找另外半部《武穆遗书》的下落，凑巧，我也在找！",
 [601524]="《武穆遗书》于你何用？",
--task 6015 剧情
 [601541]="这么看来，欧阳锋与天元的同盟尚未达成，可欧阳锋一个江湖中人要遗书兵法做什么？",
--task 6015 complete_talk
 [601531]="岳家兵法天下无敌，遗书中更有一套岳家散手，老夫很想一窥其妙，再者，《武穆遗书》一旦到手，自是奇货可居。",
 [601532]="欧阳山主打得如意算盘，可惜《武穆遗书》得不到手，一切皆是空谈。",
--task 6016 accept_talk
 [601621]="哈哈哈——%s，五大世家唯一的后人就在我眼前，我又何惧找不到武穆遗书？",
	[601622]="……！你怎会认得我？",
--page goto
 [601623]="这个问题么，等你束手就擒之后，我自会告诉你。",
 [601624]="休想！",
--task 6016 剧情 
 [601641]="白驼弟子，将他拿下！",
--
 [601642]="为何会越来越使不上劲，内息亦流转不畅……",
--task 6016 complete_talk
 [601631]="%s，你当真还要继续反抗？再这样继续下去，只怕你一身修为难保啊……",
 [601632]="你做了什么！？",
--task 6017 accept_talk
 [601721]="难为你混迹江湖多年，仍是如此天真！白驼山的地界，那些花花草草岂是寻常碰得？",
 [601722]="蛇行草……",
--page goto
 [601723]="你若不怕一身功力就此付诸东流，大可继续逞勇斗狠，老夫也很想知道，近年来名声鹊起的%s，究竟有何能耐！",
 [601724]="你——！唔……呃……",
--task 6017 剧情
 [601741]=[[<font color='#278cf1'>谢听风：</font>且慢！<font color='#31cf32'>%s</font>，不要中计！]],
 [601746]=[[<font color='#278cf1'>欧阳锋：</font>谢听风？哼，你费尽心机逃了出来，竟然还敢现身？]],
 [601747]=[[<font color='#278cf1'>谢听风：</font>区区以身犯险，正是为你而来！]],
 [601742]=[[<font color='#31cf32'>%s：</font>……谢楼主？白驼山庄守卫森严，你是如何进来的？]],
 [601743]=[[<font color='#278cf1'>谢听风：</font>咳咳咳……区区身为听风楼主，总有点旁人不知的小手段。<font color='#31cf32'>%s</font>，你不能跟他动手，你先听我说！]],
 [601744]=[[<font color='#31cf32'>%s：</font>好，我就听听你想说什么。]],
--
 [601745]="谢听风不是被暗棋擒住了么，怎会出现在此？洛观云说他是暗棋二十四手之一，他真的可信么？",
-----------------------------------------------------
------------------NPC:10071009 洛观云---------------
----------------------------------------------------
 [1007100911]="行到水穷处，坐看云起时。",  
--task 6003 complete_talk
 [600331]="风云客栈观云阁主洛观云见过%s少侠，久仰大名！",
 [600332]="观云阁主……幸会，你认得我？",
--task 6004 accept_talk
 [600421]="我不仅认得你，还知道你因何会来白驼山。少侠在大理对风云客栈的种种帮助，观云感激不尽。",
 [600422]="呵呵，风云客栈对我倒是关注得很呐。",
--page goto
 [600423]="少侠勿要介怀才好。观云之所以知道大理诸事，其实是因为……唉，一桩家丑，实在羞于外扬。",
 [600424]="阁主若是为难，就不必对在下说了。",
--page goto
 [600425]="谢少侠体谅，不过说来也与少侠有些关系，若是不对少侠言明，观云于心难安。", 
 [600426]="哦？与我有关？",
--task 6004 complete_talk
 [600431]="少侠应知道大理蛊祸由谁挑起，天元心思缜密，阴险诡谲，已是一大强敌。更没想到的是，他能收买到我风云客栈的听风楼主为他卖命，欲置少侠于死地。", 
 [600432]="你的意思是……谢楼主与天元是一伙的？要害我？",
--task 6005 accept_talk
 [600521]="观云也不愿相信，但恐怕事实就是如此。少侠身关另外半部武穆遗书的下落，天元一心想要复立金国，岂会忽视你？",
 [600522]="那谢楼主因何与他沆瀣一气？金国复立于谢楼主又有何好处？",
--page goto
 [600523]="这个么……风云客栈没有白给的消息，这个规矩想必少侠是知道的，黄白之物，观云不缺。少侠若有心，请以沙漠中特有的血棘来交换。",
 [600524]="洛阁主真是深明变通之理。",
--task 6005 complete_talk
 [600531]="有劳少侠，这就成了。少侠已知天元一伙是金人，他们的组织称为“暗棋”，首领称“天元”，各大主事皆以围棋之术语为名，称为“暗棋二十四手”。",
 [600532]="这似乎与谢楼主串通天元无甚关系……",
--task 6006 accept_talk
 [600621]="若观云说，谢兄也是金人，而且正是“暗棋二十四手”之一，少侠又做何想？",
 [600622]="……？！你有何证据？",
--page goto
 [600623]="一切答案，等少侠进入白驼山庄后，自会知晓。观云还想提醒少侠一句，面善者未必心善，行走江湖，还是多长个心眼为妙。",
 [600624]="多谢洛阁主关照。",
--task 6006 剧情
 [600641]=[[<font color='#278cf1'>谢听风：</font>黄沙千里，似火骄阳，大漠风光果然名不虚传啊，咳咳咳——]],
 [600642]=[[<font color='#278cf1'>兰朵：</font>楼主，您内伤未愈，还真有闲情！您干嘛不叫观云阁的人带着骆驼来接应我们？自己一路走过去，多累啊……]],
 [600643]=[[<font color='#278cf1'>谢听风：</font>区区明明让你呆在襄阳，你自己非要跟了来，照这样走，什么时候才能追上<font color='#31cf32'>%s</font>？]],
 [600644]=[[<font color='#278cf1'>兰朵：</font>好吧好吧，我不说了，咱们快走吧……]],
-----------------------------------------------------
------------------NPC:10071013 黛绮丝---------------
----------------------------------------------------
 [1007101311]="怜我世人，忧患实多……", 
--task 6037 complete_talk
 [603731]="这位少侠，多谢你仗义执言，但今日黛绮丝并几位兄弟落于敌手，不可再连累了你，可否请少侠帮我们送一个信？",
 [603732]="姑娘请讲。",
--task 6038 accept_talk
 [603821]="少侠可知明教？",
 [603822]="魔教？",
--page goto
 [603823]="哼，世人皆言我明教中人“食菜事魔”，却不知我教教义之正大，魔教之名我教实在不敢当，却也不屑与那些“名门正道”做无谓的口舌之争。",
 [603824]="原来你真是魔……明教之人？",
--page goto
 [603825]="不错，黛绮丝是波斯明教圣女，总坛不幸遭蒙古人围杀，故率残部前来投奔中土明教。请少侠去西边的巨石边找到我们的营地，将我被困的消息传达给他们。",
 [603826]="这……",
--task 6038 剧情
 [603841]="听她言谈，实非奸恶之徒，不如就帮她一回，若是她有异动，再作处置不迟。",
--
 [603842]="哼，我看你是被这妖女的美色给迷惑了，竟想去给她搬救兵？！没这么容易！",
--task 6041 剧情
 [604141]=[[<font color='#278cf1'>卫天望：</font>竟助魔教之人伤我西域少林派弟子，你究竟是什么人？！]], 
 [604142]=[[<font color='#31cf32'>%s：</font>我不过一个无名后辈，还未请教两位前辈大名。]],
 [604143]=[[<font color='#278cf1'>卫天望：</font>哼，这时候知道叫前辈了？年纪轻轻，却善恶不分，是非不明，你长辈平日如何教你！今日我便教你个乖！]],
--
 [604144]="二位师弟！师父传谕召我等回寺，有要事相商，请快快住手，随我回寺！",
 [604145]="师弟，师父法谕不可怠慢，今日就饶此子一命。",
 [604146]="哼，算你命大！",
--task 6041 complete_talk
 [604131]="看来今日之危已解，少侠果然是守信之人，多谢救命之恩。",
 [604132]="呵呵，我也不知做的是对是错，只是不愿看着你一个柔弱女子被欺负罢了。",
--task 6042 accept_talk
 [604221]="少侠心性纯善，这样的人已经越来越少，明尊庇佑，愿善人可得善果。",
 [604222]="我先送你回营。",
-- --page goto
 -- [604223]="暂缺",
 -- [604224]="暂缺",
-----------------------------------------------------
------------------NPC:10071014 哲里勒---------------
----------------------------------------------------
 [1007101411]="圣女为了我们费尽心血，我们唯有以性命相报，护她周全。", 
--task  6038 complete_talk
 [603831]="什么人！？",
 [603832]="朋友，你可是波斯明教之人？",
--task 6039 accept_talk
 [603921]="她在何处？你非我教中人，她如何会托你传信？可有信物？",
 [603922]="情势紧急，并无信物。她与西域少林派遭遇，被困于大漠东边。",
--page goto
 [603923]="【他将你上下端详一番，思忖片刻】好，你带我去。",
 [603924]="请随我来。",
--task 6039 剧情
 [603941]="等等，哲里勒，你怎么能轻易相信一个陌生人？",
 [603942]="西域少林派盯上我们不是一两天，圣女外出至今未归，被他们埋伏的可能性极大。",
 [603943]="若此人是西域少林派的人怎么办？",
 [603944]="所以我带人去，你留下，如果我和圣女都不能回来，与中土明教会合之重任就交给你了。",
--task 6040 剧情
 [604041]=[[<font color='#278cf1'>哲里勒：</font>圣女！]],
 [604042]=[[<font color='#31cf32'>%s：</font>慢着！此时贸然上前，别说救出黛绮丝，你也自身难保。]],
 [604043]=[[<font color='#278cf1'>哲里勒：</font>我命何足惜，只是圣女绝不能有差池！]],
-----------------------------------------------------
------------------NPC:10071015 安力满---------------
----------------------------------------------------
 [1007101511]="白驼山庄的人变本加厉，我们这些平头百姓还怎么活……", 
--task 5051 剧情
 [505141]="大漠无边，烈日炎炎，果然非同小可。总算见到水源了，待我先喝个痛快！", 
--task 6001 剧情
 [600141]=[[<font color='#278cf1'>安力满：</font>尊使，那沙蜥凶狠异常，我们好几个人都折在那些畜牲口中，真的猎不到更多了……]],
 [600142]=[[<font color='#278cf1'>白驼弟子：</font>哼，没用的东西！你们受山庄荫蔽，却连一点点贡品都交不出，留着你们还有何用！]],
 [600143]=[[<font color='#278cf1'>安力满：</font>尊使饶命！我们真的尽力了……求求你们再宽限一个月，我们一定猎到足够的皮子送上山庄！]],
 [600144]=[[<font color='#278cf1'>白驼弟子：</font>一个月太久了，最多再有十天，若十天之后你们还交不出来，就交你们的人头吧！]],
--task 6001 complete_talk
 [600131]="安拉请眷顾您的子民吧，我们已经死到临头了……求安拉显灵……",
 [600132]="这位老伯，发生了什么事？那些女子怎么这么凶悍？",
--task 6002 accept_talk
 [600221]="那些女子是白驼山庄的人，整片白驼山都是白驼山庄的地盘，我们这些人只能受她们的辖制，她们哪里会有好脸色对我们呢……",
 [600222]="白驼山庄？【没想到这么快就能摸到线索】老伯，我正要去白驼山庄。",
--page goto
 [600223]="什么？你要去白驼山庄！？哎呀，年轻人，安拉都不愿在白驼山停下喝一口水，你何必这么想不开，要去送死？",
 [600224]="事关紧急，不便详谈。老伯若能助我进入白驼山庄，我便帮你们猎杀那个沙蜥，如何？",
--page goto
 [600225]="这……好吧，你如果能帮我们猎到足够的沙蜥皮子，十天之后，我就带你上山去。",
 [600226]="一言为定。",
--task 6002 剧情
 [600241]="唉……十天，怎么可能交得出来，我们现在连一半的数都不够……",
 [600242]="这是把我们往死路上逼啊……", 
--task 6002 complete_talk
 [600231]="了不起的年轻人！你竟然真的独自猎到了这么多的沙蜥皮！",
 [600232]="老伯过奖了，能否问一句，白驼山庄为何需要这么多沙蜥皮？",
--task 6003 accept_talk
 [600321]="具体的原因……我也不知道。唉，本来这欧阳山主发了疯之后，白驼山庄就死气沉沉的，不过自打一群外族人上山之后，山庄里的那些女弟子突然又开始活动起来，经常来山下作威作福。",
 [600322]="外族人？老伯可能看出是什么人？",
--page goto
 [600323]="这个么……看他们的打扮像是北方人，但老汉我眼力拙，也不太能分清楚。年轻人，我们得赶在十天期限内，将这些皮子赶制出来。你要是想跟我们一起上山，就先在绿洲的客栈落脚吧。",
 [600324]="好，那我就恭候老伯了！",
--task 6006 complete_talk
 [600631]="少侠，老汉久候了！",
 [600632]="老伯，皮子都制好了？",
--task 6007 accept_talk
 [600721]="是啊，勉强赶上，多亏了少侠，否则老汉等人这次难逃一死。",
 [600722]="老伯言重。",
--page goto
 [600723]="白驼山庄的人排外的很，我们要谨慎些，劳烦少侠帮我拿几张皮子，等会儿到了地方，不要乱说话才好。",
 [600724]="老伯放心，我不会给你惹麻烦的。",
--task 6007 剧情
 [600745]="老汉不是怕惹麻烦，而是这白驼山庄的女子，实在不好对付啊……",
-- 
 [600741]="哟，安力满，这次倒是守信的很，可别糊弄我们，不然你可没好果子吃啊！",
 [600742]="怎么敢……这都是上好的皮子，用来制作软甲绝对是一等一的！",
 [600743]="恩？谁告诉你这批皮子是要制作软甲的？！",
 [600744]="这……这……我……",
-----------------------------------------------------
------------------NPC:10071016 天元---------------
----------------------------------------------------
 [1007101611]="天要亡我，非战之罪！",
--task  6019 complete_talk
 [601931]="想我天元一世，为大金呕心沥血，机关算尽，却没想到毁在一个黄毛小儿手中！天亡我大金，凡人之力何以逆天……！",
 [601932]="金人残暴，金国腐朽，以你之才，原不该如此。",
--task 6020 accept_talk
 [602021]="哈哈哈——%s，你不必摆出大义凛然的嘴脸，在这说风凉话！你以为我死了就能天下太平？蒙古人的刀早已架在你脖子上了！",
 [602022]="为何总要你争我夺……权势、天下，当真如此重要？",
--page goto
 [602023]="逐鹿问鼎之事，从无对错，只有输赢！今日我死，明日你亡！我且在九泉之下看着，你%s如何凭一人之力挽回狂澜！",
 [602024]="如郭大侠所言，唯“鞠躬尽瘁，死而后已”八字而已。",
--task 6020 剧情
 [602041]="鞠躬尽瘁，死而后已……呵呵呵呵……哈哈哈哈……",
-----------------------------------------------------
------------------NPC:10071017 巴特尔---------------
----------------------------------------------------
 [1007101711]="汉家皇帝是个草包，你还为他的江山社稷费什么劲！天下迟早是我们蒙古人的！",
--task 6021 剧情
 [602141]=[[<font color='#278cf1'>巴特尔：</font>长生天的子孙，最敬重武功高强的勇士！<font color='#31cf32'>%s</font>少侠，你杀了天元，就是帮我们除掉了心腹大患，来，我敬你一杯！]],
 [602142]=[[<font color='#31cf32'>%s：</font>我杀天元一是为报我私仇，二是为破其奸计，阻止一场武林浩劫，关你们蒙古人什么事？]],
 [602143]=[[<font color='#278cf1'>巴特尔：</font>哎，少侠不必谦虚，且喝了这杯酒，大家交个朋友！]],
 [602144]=[[<font color='#31cf32'>%s：</font>我不跟蒙古人交朋友！]],
 [602145]=[[<font color='#278cf1'>巴特尔：</font>少侠何必择善固执？想你们的郭靖郭大侠，也曾是我蒙古的金刀驸马，只是喝一杯酒而已，难道少侠……怕了？]],
 [602146]=[[<font color='#31cf32'>%s：</font>怕？呵，好，我就喝你这一杯！]],
--
 [602147]="区区身份不便，就不凑热闹了！",
 [602148]="风云客栈知晓天下事，谢楼主更该知道当今形势才对啊……",
 [602149]="区区只听当家吩咐，姑娘实在没必要与我为难。",
 [602150]="呵呵，这也好，改日再请谢楼主和许当家一起作客！",
--
 [602151]="谢听风又在打什么鬼主意？把我一个人丢下，自己跑路，关键时刻准靠不住！",
--task 6061 剧情
 [606141]=[[<font color='#278cf1'>巴特尔：</font>好！够豪爽！我巴特尔最讨厌拐弯抹角地说话，太累！我看少侠也是直率之人，咱们就打开天窗说亮话了！]],
 [606142]=[[<font color='#31cf32'>%s：</font>好啊，我就听听“大人”的高论。]],
 [606143]=[[<font color='#278cf1'>巴特尔：</font>如今你们汉家朝廷暗弱，即便郭靖夫妇神功盖世、算无遗策，又能抵挡到几时？我蒙古铁骑南下乃是大势所趋，似少侠这般豪杰，当以一身武艺，立万世功业。]],
 [606144]=[[<font color='#31cf32'>%s：</font>哈，你这是要我做蒙古人的走狗？]],
 [606145]=[[<font color='#278cf1'>巴特尔：</font>本官这是好意相劝，要给你指一条光明大道！少侠何必把话说得这么难听？]],
 [606146]=[[<font color='#31cf32'>%s：</font>反正是对牛弹琴，弹得再好听，牛也是听不懂的。]],
 [606147]=[[<font color='#278cf1'>巴特尔：</font><font color='#31cf32'>%s</font>！我敬你是一代俊杰，对你以礼相待，你不要给脸不要脸！]],
 [606148]=[[<font color='#31cf32'>%s：</font>你们蒙古人给的脸面，我还真不稀罕！]],
--task 6023 complete_talk
 [602331]="%s，我蒙古正在用人之际，大汗求贤若渴，你若肯加入我们，可许你高官厚禄，前途不可限量啊！",
 [602332]="抱歉，我就是穷死饿死，也不要蒙古人的俸禄！",
--task 6024 accept_talk
 [602421]="那你是打定主意，敬酒不吃吃罚酒了？",
 [602422]="我敬酒不吃，罚酒同样不吃！",
--page goto
 [602423]="这可由不得你！不为我所用，则杀之！",
 [602424]="看你有几分能耐！",
--task 6024 uncomplete_talk
 --[602451]="不宜久留(未完)",
 [602452]="这可由不得你！不为我所用，则杀之！",
 [602453]=Img[2].."看你有几分能耐！", 
--task 6024 剧情
 [602441]="呀——巴特尔大人，妾身这就去搬救兵！",
--
 [602442]="巴特尔死了，此地已不可久留！",
-----------------------------------------------------
------------------NPC:10071018 谢听风---------------
----------------------------------------------------
 [1007101811]="江湖中人，多有树欲静而风不止的无奈，可笑可叹。",
--task 6017 complete_talk
 [601731]="此欧阳锋非彼欧阳锋，彼欧阳锋早在你遇见杨过之前就已殒命华山！此欧阳锋假扮彼欧阳锋，又极力挑动你与其相斗，必怀贼心！",
 [601732]="等等，你别给我说绕口令！欧阳峰在我遇见杨大哥之前已经死了？",
--task 6018 accept_talk
 [601821]="区区与小朵遭暗棋黑手，险些不明不白地送了性命，逃出监牢后，区区暗中返回襄阳，机缘之下，与杨少侠等人结识，得知西毒与北丐同殒华山。",
 [601822]="那你又如何到了白驼山？",
--page goto 
 [601823]="朱子柳朱先生亦在襄阳，他与区区说起大理之事，吾等两相对照，方知中了圈套……而这个假西毒，正是……咳咳咳……",
 [601824]="是谁？！",
--task 6018 剧情
 [601841]=[[<font color='#278cf1'>法蒂妮：</font>啧啧……谢楼主大公无私，为武林道义甘愿自投罗网，好教妾身倾慕啊……]], 
 [601842]=[[<font color='#278cf1'>假欧阳锋：</font>法蒂妮？！你过来干什么，还不快回去做你的事！]],
 [601843]=[[<font color='#278cf1'>法蒂妮：</font>您这么凶，让妾身好害怕啊……不过，您放心，庄内已经不需要妾身了，哦，对了，也不需要“山主”您了呢……]],
 [601844]=[[<font color='#278cf1'>假欧阳锋：</font>你这话是什么意思？！]],
 [601845]=[[<font color='#278cf1'>法蒂妮：</font>哦，妾身忘了，有件事妾身没有请示过“山主”……蒙古人倾慕“山主”威名，想要将我白驼山庄收于旗下，妾身自作主张，已经同意了。]],
 [601846]=[[<font color='#278cf1'>假欧阳锋：</font>贱人！你竟然投靠蒙古人！]],
 [601847]=[[<font color='#31cf32'>%s：</font>【一波未平一波又起，若不是身在局中，眼前倒不失为一出好戏……】]],
--task 6026 剧情
 [602641]="%s，这边！",
 [602642]="谢听风？他竟然还没走……",
--task 6026 complete_talk
 [602631]="咳咳咳——你可还认为区区是内奸？",
 [602632]="……我现在脑子乱得很。",
--task 6027 accept_talk
 [602721]="罢了，区区也不强求你立时便信我。这里离白驼山庄太近，他们迟早会追过来，吾等且下山去。",
 [602722]="你已经从白驼山庄脱身，为何不走？",
--page goto
 [602723]="区区尚有要事未成，故而不能离去。",
 [602724]="这里不是说话的地方，先杀出去再说。",
--task 6027 complete_talk
 [602731]="蒙古高官死在白驼山庄，法蒂妮等人惧怕蒙古人怪罪，阵脚已乱，抓不到你定不会善罢甘休。",
 [602732]="呵，我行走江湖以来，就没过一天安稳，虱子多了不咬，随他去。",
--task 6028 accept_talk
 [602821]="%s，天元虽死，以后要走的路却还很长，只希望你到最后还能保持着这颗侠义之心。",
 [602822]="难得你也会说如此正经的话。",
--page goto
 [602823]="见笑，见笑。诶，前面有个茶寮，区区有伤在身，你亦刚刚解毒，你我且在那里休整休整，如何？",
 [602824]="也好，谢兄请。",
--task 6029 complete_talk
 [602931]="%s，你醒来便好，咳咳咳——区区牵动内伤，撑不了多久，你速速调息，待会儿恐怕要劳你上阵了！",
 [602932]="放心，这药性虽烈，但我能尚能勉强压制。",
--task 6030 accept_talk
 [603021]="好，咳咳——你听我说，这周围大概已经都是洛观云的人，区区有伤在身，你又被下了药，想要突围着实不易，唯有佯装突围，伺机潜回白驼山庄外的小湖。",
 [603022]="为何还要回去？再撞上蒙古人怎么办？",
--page goto
 [603023]="那湖底有一条密道通向大漠之中，区区已安排了人手在密道中接应，只要能进入密道，区区自有办法脱险。",
 [603024]="那你之前为何不说？",
--page goto
 [603025]="这……抱歉，区区为揪出内奸，唯有出此下策，连累你了。",
 [603026]="……这已经不是第一次了！",
--task 6030 剧情
 [603041]="既然如此，%s你应该懂得才是，别多说了，动手吧！",
--
 [603042]="就趁此刻，走！",
--task 6030 complete_talk
 [603031]="唉，想当初白驼山庄在欧阳锋手中盛极一时，他一朝身死，竟落得如此下场，当真可叹。",
 [603032]="谢楼主若再伤风感月一番，恐怕就得看你我的下场的了！",
--task 6031 accept_talk
 [603121]="密道就在湖底，你随我来。",
 [603122]="追兵怎么办？",
--page goto
 [603123]="不用管他们，进了密道，区区自有办法。",
 [603124]="……【就因为是你的办法，所以心里很没底啊！】",
--task 6035 complete_talk
 [603531]="终于重见天日。",
 [603532]="谢兄该回中原了吧？",
--task 6036 accept_talk
 [603621]="正是。%s，自大理起，多承你相助，风云客栈门户已清，你又为江湖除去一大暗瘤，实乃武林之幸！不如与区区同归襄阳，风云客栈定会将你的壮举好生宣扬一番！",
 [603622]="谢兄客气了，我暂时不想回襄阳。",
--page goto
 [603623]="这是为何？",
 [603624]="让谢兄见笑，我想一个人静一静。",
--page goto
 [603625]="唔……区区明白。唉，你命运多舛，此番大仇得报，心情定是复杂。区区要带洛观云去向当家复命，不能久留，就此失陪了。青山不改，绿水长流，%s，后会有期！",
 [603626]="后会有期，请！",
--task 6036 剧情
	[603646]="嘴上说的轻巧，唉，为何大仇得报之后，却觉得迷茫得很，以后当何去何从……",
--
 [603641]=[[<font color='#278cf1'>黛绮丝：</font>我明教与西域少林派一向井水不犯河水，你们趁我教受难之际落井下石，这就是所谓的名门正派吗！]],
 [603642]=[[<font color='#278cf1'>卫天望：</font>妖女，不必多费口舌，尔等邪魔外道，人人得而诛之，岂用跟你们讲什么江湖道义？]],
 [603643]=[[<font color='#278cf1'>黛绮丝：</font>焚我残躯，熊熊圣火，生亦何欢，死亦何苦？为善除恶，惟光明故，喜乐悲愁，皆归尘土。怜我世人，忧患实多！怜我世人，忧患实多！]],
 [603644]=[[<font color='#278cf1'>方天劳：</font>呵呵呵，经是好经，可惜被念歪了。今日你们“皆归尘土”，下一世可要记得回归正道！]],
 [603645]=[[<font color='#31cf32'>%s：</font>【江湖果然无一日太平……】萍水相逢，不知几位有何仇怨，定要在此地妄起干戈？]], 
-----------------------------------------------------
------------------NPC:10071032 谢听风  湖底副本---------------
----------------------------------------------------
 [1007103211]="江湖中人，多有树欲静而风不止的无奈，可笑可叹。", 
--task 6033 complete_talk
 [603331]="咳咳咳——出口就在前面，出去之后，你我大概要兵分两路……区区要将洛观云带回去交给当家处置。",
 [603332]="就凭你和兰姑娘二人，如何使得？况且她身份败露，恐怕早就躲藏起来……",
--task 6033 剧情
 [603341]=[[<font color='#278cf1'>洛观云：</font>呵呵，不劳费心，观云并未躲藏，这就来了。]],
 [603342]=[[<font color='#278cf1'>谢听风：</font>咳咳——洛观云，你十七年前入我听风楼，从小小的听风者到听风使，而后自立门户成为如今的观云阁主，当家一直尽力栽培，难道不该给他一个交代？]],
 [603343]=[[<font color='#278cf1'>洛观云：</font>人在江湖，身不由己。我自小被暗棋收养，若不是首领，世上早已没有我的存在。纵然只是一枚棋子，我的忠诚亦只献于一人！]],
--task 6034 accept_talk
 [603421]="唉，执迷不悟……不过如此忠烈女子，却也让区区心生佩服。",
 [603422]="事到如今，总要有个结果。谢兄，你欲如何？",
--page goto
 [603423]="洛观云潜伏多年，利用职务之便，窃取机密，更有助纣为虐之举，为祸中原武林，风云客栈实难容她，区区有伤在身，还请少侠代劳。",
 [603424]="义不容辞。",
--task 6034 剧情
 [603441]="五大世家覆灭之夜，我亦在场，只可惜留下你这个祸根……难道这世间真有因果之说？",
--
 [603442]=[[<font color='#278cf1'>洛观云：</font>成王败寇，今日如是。以身殉主，亦是归途……]],
 [603443]=[[<font color='#278cf1'>谢听风：</font>住手！洛观云，你的生死，须由当家定夺。]],
 [603444]=[[<font color='#278cf1'>洛观云：</font>呵，我就知道没这么容易，也罢，此心已死，这副皮囊随你们处置。]],
 [603445]=[[<font color='#278cf1'>谢听风：</font><font color='#31cf32'>%s</font>，诸事已定，密道中湿气太重，我们快些离开吧。]],
 [603446]=[[<font color='#31cf32'>%s：</font>正有此意。]],
-----------------------------------------------------
------------------NPC:10071033 兰朵---------------
----------------------------------------------------
 [1007103311]="才出虎口，又入狼穴，哎哟……我这是造了什么孽~",
--task 6031 complete_talk
 [603131]="楼主！%s！",
 [603132]="兰姑娘，又见面了。",
--task 6032 accept_talk
 [603221]="你们再晚一会儿，我就要冲上去救你们了~后面怎么这么多人？别告诉我，你们就这样明目张胆地进来了！",
 [603222]="……的确如此。",
--page goto
 [603223]="幸好我早有准备~我设了机关，只要启动机关，湖底的入口就会被堵死~",
 [603224]="总算有个靠谱的，我去发动机关，你们先往前走！",
--task 6032 剧情
	[603245]="楼主你小心点~这路很滑呢~",
	[603246]="区区自能理会，你只管带路。",
--
 [603241]=[[<font color='#278cf1'>谢听风：</font>还是慢了一步……咳咳咳——]],
 [603242]=[[<font color='#31cf32'>%s：</font>这些小卒子虽然人多，却不足为虑，谢兄你内伤未愈，就和兰姑娘留在这里吧。]],
 [603243]=[[<font color='#278cf1'>兰朵：</font>你要一个人去对付他们？不好，太危险了吧……]],
 [603244]=[[<font color='#31cf32'>%s：</font>无碍，放心。]],
-----------------------------------------------------
------------------NPC:10071020 卫天望---------------
----------------------------------------------------
 [1007102011]="竖子无知，岂敢逆天而为！", 
--task 6036 complete_talk
 [603631]="哪里来的小毛孩，也敢乱管闲事！",
 [603632]="路见不平拔刀相助，此乃人之常情。你们两个老翁欺负一个姑娘家，也不怕羞？",
--task 6037 accept_talk
 [603721]="你知道什么！这是波斯来的魔教妖女，若是被她逃入中原，武林必无宁日。",
 [603722]="……【呵，又是一场武林浩劫？】",
--page goto
 [603723]="你站在那里发什么呆！我看你身配兵器，想必也是武林中人，难道不知道魔教之危害！",
 [603724]="不管怎样，你们为难一个姑娘家，总是不妥。",
-----------------------------------------------------
------------------NPC:10071021 黛绮丝1---------------
----------------------------------------------------
 [1007102111]="怜我世人，忧患实多……", 
--task 6042 complete_talk
 [604231]="中土明教与波斯明教同出一门，只因路途遥遥，几乎断了来往。可危难关头出手相助，乃是理所应当，他们回信说将派教中高手前来接应，我此次外出，正是按照约定前去会合。",
 [604232]="为何你被西域少林派的人围住，却不见接应你的人？",
--task 6043 accept_talk
 [604321]="我们所约定的会面之处原在北边的一处废弃的圩场，我半路与方、卫两个恶僧遭遇，被追截至遇见少侠的那个沙丘下……少侠，能否允我一个不情之请？",
 [604322]="我猜，你是想让我帮你去与中土明教之人碰面？",
--page goto
 [604323]="少侠聪慧。西域少林派紧追不放，若我再次外出，只怕会让其他兄弟陷入险境。唯今之计，只有请中土明教之人到此处来接应我们。",
 [604324]="呵呵，美人之托，安能推却？我答应代你去那个废弃的圩场走一遭。",
--task 6054 complete_talk
 [605431]="啊！%s少侠，你这是怎么了？",
 [605432]="你现在马上带人跟我走。",
--task 6055 accept_talk
 [605521]="跟你走？去哪里？到底发生了什么事？",
 [605522]="中土明教的人被蒙古人盯上了，我先带你们去襄阳安顿。",
--page goto
 [605523]="什么？蒙古人？这些恶鬼毁了我们的总坛，屠杀我们的兄弟，现在竟然追到这里了？",
 [605524]="来不及了，路上再说吧。",
-----------------------------------------------------
------------------NPC:10071022 殷天正---------------
----------------------------------------------------
 [1007102211]="哼，此次若是得不到圣火令，我绝不回光明顶！", 
--task 6043 complete_talk
 [604331]="波斯总教的圣女想要我们前去接应？若在平时倒也无妨，可我眼下无暇顾她，我教圣火令丢失已久，如今好不容易有了线索，我岂能放弃？",
 [604332]="可黛绮丝等人遭遇西域少林派，正处于险境。",
--task 6044 accept_talk
 [604421]="眼下西域少林派不是已经收手了吗？那还啰嗦些什么，你回去告诉她，要么就等我追回圣火令再去接她，要么就自己想办法好了！",
 [604422]="原来中土明教之人就是这般作派，真是令人齿冷。",
--page goto
 [604423]="你说话最好先过过脑子！",
 [604424]="我话已传到，你自己掂量吧。", 
--task 6044 剧情
 [604441]="哼哼，想管？没那么容易！把这个多管闲事的小毛贼拿下！",
--
 [604442]="唔？慢着！都住手！年轻人，你过来，我问你几句话！",
--task 6044 complete_talk
 [604431]="看你的招数套路……你跟杀人名医平一指是何关系？",
 [604432]="【没想到他会问这个，你不由一愣】平先生？他几乎是看着我长大的……",
--task 6045 accept_talk
 [604521]="哈哈哈，那可真是大水冲了龙王庙，自己人不认识自己人了！平先生与我教交情甚笃，既然你是他的故交，那你我也算是朋友了！",
 [604522]="【竟有此峰回路转之事……】我就厚着脸皮称一声殷大哥了。那波斯明教的人……？",
--page goto
 [604523]="不是我不肯相助，而是的确抽不开身。圣火令对我教意义重大，每一任教主都以寻回圣火令为己任，好不容易在这不毛之地寻到些线索，让我如何置之不理？",
 [604524]="唔，确实让殷大哥为难。那圣火令现在下落如何？",
--task 6045 complete_talk
 [604531]="我们得到的消息是，圣火令被藏在一批来历不明的货物之中，押送这批货物的，正是震威镖局。可这批货物究竟由谁发出，送往何处都查不出来。",
 [604532]="殷大哥，那圣火令现在下落如何？",
--task 6046 accept_talk
 [604621]="唉，只怪我太过冲动，得知这个消息之后，便找上门去向震威镖局当面讨要圣火令，已经打草惊蛇，现在震威镖局的人防备甚严，让我无从下手。",
 [604622]="我与震威镖局的牛总镖头有几分交情，或许可以帮上忙。",
--page goto
 [604623]="哦？此话当真？若你能帮我查到圣火令的线索，大哥我感激不尽！",
 [604624]="大哥客气了，我去试一试。",
--task 6052 complete_talk
 [605231]="哈，万里行这老小子够精啊！这就把烫手山芋给我扔回来了。",
 [605232]="万镖头虽然圆滑，不过由殷大哥你亲自处置，确实妥当些。",
--task 6053 accept_talk
 [605321]="哼，受人指使劫下圣火令，还是再一个月之前就有预谋，我倒要看看是谁这么神通广大！%s，有没有兴趣，帮我抽人？",
 [605322]="乐意效劳。",
-- --page goto
 -- [605323]="暂缺",
 -- [605324]="暂缺",
--task 6053 剧情
 [605341]="哎呀，我能说的都说了，你们还打我做什么！",
 [605342]="我真的只是拿了钱替人办事而已，我什么都不知道！",
 [605343]="哎哟！大侠快住手吧！你抽死了我，我也说不出其他的呀——！",
 [605344]="我只知道一个月后要劫下震威镖局的镖，什么圣火令圣水令我真不知道啊！哎哟——！",
 [605345]="哎哟哎哟……别、别打了！我说……我说！",
 [605346]="我说……哈哈哈！你这点子力气，给爷爷挠痒差不多！兄弟们，现身吧！",
--
 [605347]="是蒙古人！我们中计了！儿郎们，抄家伙！",
 [605348]="是！",
 [605349]="杀光这群魔教妖人！",
 [605350]="上啊！",
--task 6053 complete_talk
 [605331]="哼，竟然是蒙古人设下的局！",
 [605332]="殷大哥，怎么办？！",
--task 6054 accept_talk
 [605421]="能怎么办，拼了！%s，你去找波斯明教的人，蒙古人一定是追着他们摸到这儿的，想来个一网打尽？哼，想得美！",
 [605422]="这么多蒙古人，你一个人应付的过来吗？",
--page goto
 [605423]="呸！这些杂碎！来一个我宰一个，来两个我杀一双！你快带波斯明教的人走，你在中原武林面前比我讨人喜欢多了，现在就靠你保住他们了！",
 [605424]="必不负重托，大哥保重！",
-----------------------------------------------------
------------------NPC:10071025 沙匪营地---------------
----------------------------------------------------
 [1007102511]="由此进入沙匪营地。", 
-----------------------------------------------------
------------------NPC:10071026 欧阳克墓---------------
----------------------------------------------------
 [1007102611]="由此进入欧阳克墓。", 
-----------------------------------------------------
------------------NPC:10071027 山庄药房---------------
----------------------------------------------------
 [1007102711]="由此进入山庄药房。",  
-----------------------------------------------------
------------------NPC:10071028 谢听风---------------
----------------------------------------------------
 [1007102811]="他们很快就要追来了，咳咳……快随我进入密道。", 
--task  6031
 [603101]=Img[18].."进入湖底密道",
-----------------------------------------------------
------------------NPC:10071029 白驼剑侍---------------
----------------------------------------------------
 [1007102911]="休想在白驼山放肆！",   
--task 6010 accept_talk
	--[601023]="峰回路转(未完)",
 [601021]="那就对我的剑说吧！",
 [601022]=Img[2].."请！",
-------------------------------------------------------------
-----------------NPC:10091001    傅清徐----------------
------------------------------------------------------------ 
	[1009100111]="全真……有难……",
--task 	7003 complete_talk
 [700331]="多谢侠士相救……否则贫道……难逃一死……咳咳咳——",
 [700332]="你伤得不轻，我先带你离开此地。",
--task 7004 accept_talk
 [700421]="敢问侠士……可见到我二位师弟……？",
 [700422]="放心吧，他们已经先你一步走了。",
--page goto
 [700423]="那就好……这些蒙古武士甚是野蛮，我们本不欲动手，只让他们解下兵器再上山，没想到他们抢先出手伤人，还毁了迎客亭……",
 [700424]="你是说这些本来是要上终南山的……？",
--task 7004 剧情
 [700441]="这些人的身手与白驼山所遇的劫镖者相似，难道蒙古人在白驼山未能成事，把目标调转向重阳宫？",
--task 7005 剧情
 [700541]="一无所获……不过既然有了他们的踪迹，说不定能探到殷大哥的线索……",
--task 7005 complete_talk
 [700531]="侠士……可是有何疑问？",
 [700532]="除了这些，可还有其他蒙古人到了终南山？",
--task 7006 accept_talk
 [700621]="有。他们带了……大批兵马……几位师祖都在……闭关，恐怕山上抵挡不及……请侠士，助我全真教一臂之力……",
 [700622]="全真教乃中原武林大派，蒙古人好大的胆子……",
--page goto
 [700623]="请大侠……多多召集人手……快上山去，不然……我怕……咳咳咳——",
 [700624]="不必说了，我这里有疗伤丹药，你先服下。",
--task 7006 剧情
 [700641]="全真教有难，身为武林同道不该坐视，可我若此时上山，黛绮丝又当如何……",
-------------------------------------------------------------
-----------------NPC:10091002    杨过----------------
------------------------------------------------------------ 
	[1009100211]="天意弄人，不过如此。",
--task 7008 complete_talk
 [700831]="你是……%s？士别三日，当刮目相看。现在的你，当真一派名家气象，险些让我认不出来了。",
 [700832]="杨大哥，你的手……？！怎么会这样？",
--task 7009 accept_talk
 [700921]="【他瞥了一眼断臂，脸色有些阴沉】说来话长，以后有机会再告诉你。你这些年都去了哪里？多亏你远赴大理为我请来天竺神僧，否则我焉能活到今日。",
 [700922]="杨大哥言重，即便不是我，朱先生也会请神僧去襄阳为你解毒的。",
--page goto
 [700923]="我身上的毒并未……罢了，不论如何，你对我有恩，我记在心里。你也是去重阳宫？我本想回古墓去，听见重阳宫中似有打斗声，所以上来看看。",
 [700924]="据说是蒙古人来册封全真教掌教，大概是闹开了。",
--task 7009 剧情
 [700941]="有全真七子在，怎么会接受蒙古人的册封？走，一起去看看。",
--task  7010 剧情
 [701041]=[[<font color='#278cf1'>杨过：</font>姑姑……？【痴痴地望着小龙女的背影，如同呓语】我到处都找遍了，全无她的踪影，原来她在这里……]],
 [701042]=[[<font color='#31cf32'>%s：</font>【这位就是杨大哥的师父，小龙女？】]],
 [701043]=[[<font color='#278cf1'>杨过：</font>姑姑——！]],
 [701044]=[[<font color='#278cf1'>小龙女：</font>过儿……？]],
 [701045]=[[<font color='#278cf1'>杨过：</font>你怎么会在这儿？过儿找得你好苦！]],
 [701046]=[[<font color='#278cf1'>金轮法王：</font>哈哈，你们许久不见，怎么这么磨叽？让老衲来助你们一臂之力！]],
 [701047]=[[<font color='#278cf1'>小龙女：</font>唔……]],
 [701048]=[[<font color='#278cf1'>杨过：</font>姑姑——！]],
--task 7010 complete_talk
 [701031]="金、轮、法、王——！",
 [701032]="杨大哥！龙姑娘如何？他是什么人？",
--task 7011 accept_talk
 [701121]="他是蒙古国师，长在中原行走，为忽必烈招兵买马，一介鹰犬而已。我与他多次交手，颇有过节。",
 [701122]="原来如此。",
--page goto
 [701123]="我顾念他是一派宗师，不曾防备，他竟行此小人之举！",
 [701124]="我去应付他。",
--task 7011 剧情
 [701146]="姑姑……",
 [701141]="过儿，姑姑好冷，你抱紧我……",
 [701142]="你、你的手……？！",
 [701143]="我的手……被人砍断了……",
 [701144]="是谁？谁这么狠心，竟敢砍断你的手？！",
 [701145]="算了……等只有我们俩的时候，我再告诉你……",
--task 7018 complete_talk
 [701831]="全真七子出关，赵志敬必然心虚，%s你这一招借力打力，使得不错。",
 [701832]="好说好说。",
--task 7019 accept_talk
 [701921]="姑姑的内伤不能久拖，我要找个安静的地方为她疗伤，可否请你助我一臂之力？",
 [701922]="客气什么，你尽管带龙姑娘走，我给你们断后。",
--task 7019 剧情
 [701941]=[[<font color='#278cf1'>小龙女：</font>过儿，等等……那个姓尹的道士在哪里？]],
 [701942]=[[<font color='#278cf1'>尹志平：</font>龙姑娘！尹志平……在此！]],
 [701943]=[[<font color='#278cf1'>小龙女：</font>过儿，姑姑的清白，已被此人玷污……我已经没有资格再与你……长相厮守……]],
 [701944]=[[<font color='#278cf1'>杨过：</font>……姑姑，难道你到现在还不明白我的心意？不论如何，我都要娶你为妻。至于此人……]],
 [701945]=[[<font color='#278cf1'>尹志平：</font>龙姑娘！尹志平自知罪孽深重，无颜再面对你，也无颜面对师门，请许我一死以赎罪！]],
--task 7019 complete_talk
 [701931]="不管发生什么事，姑姑在我心中永远是冰清玉洁，我对她的心意始终如一，岂会因此事动摇？我若想让他死，一百个尹志平亦不足惜！",
 [701932]="杨大哥对龙姑娘当真深情似海。",
--task 7020 accept_talk
 [702021]="我不想与这些卑鄙无耻之徒耽搁时间，姑姑留在这里只会徒增伤心，对她的伤势更有妨害……我要带她回古墓去。",
 [702022]="事不宜迟，杨大哥，你快带龙姑娘走吧。",
--task 7020 剧情
 [702041]="在场的大小牛鼻子不下百余数，肯定难以走脱，先绑了赵志敬当人质，看他们还敢不敢拦。",
--
 [702042]="你、你想干什么？！快来人……唔唔唔……",
--task 7021 剧情
 [702141]="嗤，怎么还有这么多不识相的拦路狗！",
--task 7023 complete_talk
 [702331]="这铜钟重有数百斤，应可抵挡一时，%s，你果然功力大进，如今应当已不下于我。",
 [702332]="杨大哥过奖，我这两下子不过取巧罢了，比你差得远呢。",
--task 7024 accept_talk
 [702421]="今日我与姑姑能够共结连理，多亏你竭力相助，%s，你可愿做我俩的证婚之人？",
 [702422]="啊？！真的？",
--page goto
 [702423]="绝无虚言。放眼江湖，大概只有你会这么欢天喜地的做我俩的证婚人了吧……",
 [702424]="哈哈，这可是大喜事啊，我就恭敬不如从命了！",
--task 7024 剧情
 [702441]=[[<font color='#278cf1'>杨过：</font>今日重阳祖师面前，弟子杨过与龙氏……愿结为夫妻，一生一世，不离不弃。]],
 [702442]=[[<font color='#278cf1'>小龙女：</font>愿重阳祖师保佑，让我和过儿，生生世世，永为夫妇……]],
 [702443]=[[<font color='#31cf32'>%s：</font>一拜天地——！【他二人师徒相恋，受尽世人冷眼，今日终成眷属，能有这样一个宁负天下，不负彼此的伴侣，此生何其幸运……】]],
 [702444]=[[<font color='#31cf32'>%s：</font>二拜高堂——！【重阳真人与林朝英女侠因世俗而抱憾终生，又何曾想到他们的徒孙一辈中会有这样一对璧人，在遗像之前结为连理……】]],
 [702445]=[[<font color='#31cf32'>%s：</font>夫妻交拜——！]],
 [702446]=[[<font color='#31cf32'>%s：</font>【想我<font color='#31cf32'>%s</font>因家仇而入江湖，随波浮沉，混沌一世，深情错付，徒负虚名。唯于此刻幡然大悟，只要侠义在心，兵刃在手，何惧前路叵测，孑然一身！】]],
 [702447]=[[<font color='#31cf32'>%s：</font>礼成——！]],
--task 7024 complete_talk
 [702431]="我与龙儿大喜之日，也没能请你喝上一杯喜酒，真是失礼。",
 [702432]="哈哈，你我非拘于小节之人，日后若有机会，再来个不醉不归！",
--task 7025 accept_talk
 [702521]="改日非我新婚之时，怎能作数？再说你浪迹江湖，实在难期一会。重阳宫已不必再留，不如你随我去古墓。",
 [702522]="哦？久闻活死人墓之盛名，今日我竟有幸入内一观？",
--page goto
 [702523]="哈哈哈，只可惜我要为龙儿疗伤，怕是不能招呼周到，你可在古墓中小住，让我和龙儿以尽地主之谊。",
 [702524]="杨大哥太客气了，我却之不恭……",
--task 7025  剧情
 [702541]=[[<font color='#278cf1'>丘处机：</font>杨过！你也曾是我教中弟子，现在挟持曾经的师父，又大胆冒犯祖师遗像，你可知罪？]],
 [702542]=[[<font color='#278cf1'>杨过：</font>看来想安静说会儿话都不行了。]],
 [702543]=[[<font color='#31cf32'>%s：</font>长春子亲自坐镇，我们有麻烦了，杨大哥，龙姑……哦不，应该改口叫杨大嫂了，嫂子有伤在身，我会缠住丘处机，你趁机带杨大嫂先走吧。]],
 [702544]=[[<font color='#278cf1'>杨过：</font>能与你结交，实为杨过之幸。别忘了，我还欠你一杯喜酒，今日你定要来古墓一聚。]],
--task 7026 complete_talk
 [702631]="全真教武学乃玄门正宗，%s你不可与之久战，否则后果堪忧，还是让我来吧。",
 [702632]="不可，你还要为杨大嫂疗伤，此时耗费功力，又如何是好？",
--task 7027 accept_talk
 [702721]="若能有出其不意之奇招，方能脱身，可是眼下……",
 [702722]="嘘——！杨大哥，你听！",
--page goto
 [702723]="这嗡嗡声……是蜜蜂？！这声响如此巨大，恐怕其数不小。",
 [702724]="没错，还越来越近了，杨大哥，这就是天赐良机。",
--task 7027 剧情
 [702741]=[[<font color='#278cf1'>周伯通：</font>哎呀呀呀——救命——快救命——蛰死我了——！]],
 [702742]=[[<font color='#278cf1'>杨过：</font>老顽童？]],
 [702743]=[[<font color='#31cf32'>%s：</font>杨大哥，这可是天赐良机，你快走！]],
 [702744]=[[<font color='#278cf1'>杨过：</font>这些蜜蜂是我古墓派所饲养的玉蜂，毒性十分厉害，这瓶玉蜂浆你留着防身，速速点燃火把，可以驱散它们。]],
--task 7030 complete_talk
 [703031]="古墓大门被断龙石封死，只能由水路潜进去，我找到了一只箱子，可以将龙儿带进去。",
 [703032]="既已准备妥当，杨大哥你们就快动身吧，老顽童追过来了，我得先去打发了他。",
--task 7031 accept_talk
 [703121]="对了，龙儿刚刚告诉了我一件事，或许有一物可助你摆脱老顽童。老顽童近日迷上了驱蜂之术，方才重阳殿的那一群蜜蜂就是他胡闹惹来的。",
 [703122]="这老顽童真是没片刻消停……不过能让他那样，却也令人羡慕。",
--page goto
 [703123]="这瓶玉蜂浆你拿着，等老顽童追来，你只需将这瓶玉蜂浆交给他，我猜他一定顾不上你，你便可趁机脱身。",
 [703124]="多谢杨大哥。",
--task 7031 剧情
 [703141]="%s，我在古墓准备好酒宴，等你来一醉方休！",
--task 7057 剧情
 [705746]=[[<font color='#31cf32'>%s：</font>【好在把这女魔头给打发了，去看看杨大哥他们情况如何……】]],
 [705741]=[[<font color='#31cf32'>%s：</font>杨大哥，你们没事吧？]],
 [705742]=[[<font color='#278cf1'>杨过：</font>【他转过头对你微微颔首，看来正处于疗伤的紧要关头，不便出言】]],
 [705743]=[[<font color='#31cf32'>%s：</font>我见杨大嫂气息沉滞，面色黯然，想是经络受损，内息不畅之缘故，可对？]],
 [705744]=[[<font color='#278cf1'>杨过：</font>【仍是微微颔首示意】]],
 [705745]=[[<font color='#31cf32'>%s：</font>真是这样？那我就能帮得上忙了，只须助你打通杨大嫂的经脉即可，杨大哥，留心了！]],
--
 [705747]="唔……",
--task 7057 complete_talk
 [705731]="多谢，若不是你及时出手，龙儿的经脉没这么快打通，多拖片刻便多一份危险。",
 [705732]="杨大哥客气了。",
--task 7058 accept_talk
 [705821]="李莫愁短时间内不会再来了，古墓内终于恢复平静，又有良朋好友在此，你可愿在古墓内小住，待龙儿伤愈，你我可得好好大醉一场。",
 [705822]="不了杨大哥，你与杨大嫂相聚不易，杨大嫂又带着伤，我做了你们的证婚人已是满足，不便再多加打扰。",
--page goto
 [705823]="这……你助我良多，我岂可如此怠慢恩人？",
 [705824]="以你我交情，何必如此见外？",
--page goto
 [705825]="好吧，龙儿的伤确实需要静养，既然你有心体恤，我就恭敬不如从命，%s，但凡以后有用得上我的地方，杨过在所不辞。",
 [705826]="杨大哥，我这就告辞了，后会有期！",
------------------------------------------------------------
-----------------NPC:10091003   小龙女----------------
------------------------------------------------------------ 
	[1009100311]="我喜欢过儿，过儿也喜欢我，可为何总有人说我们这样不对，又关他们什么事呢？",	
--task 7021 complete_talk
 [702131]="过儿为了我与太多人作对，如今我已非贞洁之身，他、他这样……会不会被天下人耻笑？",
 [702132]="怎么会？你与杨大哥情比金坚，不知多少人羡慕。",
--task 7022 accept_talk
 [702221]="过儿一生孤苦，能有今日成就实在不易……但我现在……只想与他回古墓去，以后再也不出来。外面都是坏人，我再也不想见到……",
 [702222]="江湖险恶，你天真纯良，杨大哥狂放不羁，你们本就该逍遥世外。",
--page goto
 [702223]="世上的人为何总是阻拦我和过儿在一起？他现在武功比我更高，我不用当他师父了，为什么不能做他妻子？",
 [702224]="你们二人之间，一无国仇，二无家恨，又何必去在意别人的眼光？",
--task 7022 剧情
 [702241]=[[<font color='#278cf1'>杨过：</font><font color='#31cf32'>%s</font>说得没错，你我真心相爱，旁人无权置喙！]],
 [702242]=[[<font color='#278cf1'>小龙女：</font>过儿……]],
 [702243]=[[<font color='#278cf1'>杨过：</font>姑姑，今日你我便在重阳祖师面前成亲，让天下人知道，杨过此生偏要娶师为妻！]],
--
 [702244]="杨过！你这欺师灭祖、罔顾伦常的小畜生！还不快放我走！",
-------------------------------------------------------------
-----------------NPC:10091004   赵志敬----------------
------------------------------------------------------------ 
	[1009100411]="谁都不能阻碍我的荣华富贵！",	
--task 7012 complete_talk
 [701231]="没用的东西！臭小鬼，你究竟是谁！",
 [701232]="在下%s，赵掌教要不要亲自来比划比划？",
--task 7013 accept_talk
 [701321]="你就是江湖上谣传的那个五大世家唯一后人——%s？你竟然没死在白驼山？",
 [701322]="那不是谣传。我没死在白驼山，让赵道长失望了？",
--page goto
 [701323]="哼，风云客栈几乎将你捧上天去了！如今谁不知道江南五大世家唯一后人重出江湖，还混得风生水起呢！依我看，不过是个不知所谓的小毛头罢了！",
 [701324]="在下不才，只是不敢辱没家门而已，怎比得上赵道长，明明是名门高徒，偏要去捧蒙古人的臭脚！",
--task 7016 complete_talk
 [701631]="蒙古人都走了！你、你还在这儿干什么！还不快走！",
 [701632]="赵掌教方才好威风，这会儿怎么怂了？",
--task 7017 accept_talk
 [701721]="%s，杨过乃我全真教弃徒，他与小龙女师徒相恋，违背伦常，为正道耻笑！你、你不要有负你父祖侠义之名，与此等小人混在一处！", 
 [701722]="杨、龙二人真心相爱，有何不可？他是小人？哼，那似你这等认贼为主之辈，岂不是猪狗不如？",
--page goto
 [701723]="不识好歹！本掌教念你父祖之德，有意放你一马，若再不走，便让你再难出重阳宫大门一步！",
 [701724]="不知全真七子若是在此，赵掌教还能不能这么理直气壮？",
--task 7017 剧情
 [701741]="你想干什么？！拿下%s！快！快——！",
--
 [701742]="哼，以为阻拦住全真七子出关就能万事大吉？我偏偏要砸了你们的如意算盘！",
--task 7018 剧情
 [701841]="这七个老糊涂……教出这种不肖弟子，重阳真人要是泉下有知，还不得气活过来？",
--
 [701842]="这就放你们出来，让你们看看自己“得意弟子”干的好事！",
--task 7022 complete_talk
 [702231]="你知不知道你在做什么！我是全真教新任掌教，你这是与整个全真教为敌！",
 [702232]="是吗？我倒想看看全真七子知道你所作所为之后，认不认你这个掌教大弟子！",
--task 7023 accept_talk
 [702321]="你——！%s，我、我一时糊涂，蒙古人势力越来越大，我只是想将祖师所传发扬光大，我不会真的替蒙古人做事的！",
 [702322]="哦？刚刚金轮法王还在时，你可不是这么说的。",
--page goto
 [702323]="我、我那是哄骗他的！你相信我！其实我早就打算好了，假意接受册封，然后……然后与郭大侠一起抗击蒙古人！",
 [702324]="你现在才是在哄骗我吧？我劝你省点力气，事了之后自然放了你。",
--task 7023 剧情
 [702341]="嗡——",
-------------------------------------------------------------
-----------------NPC:10091005   金轮法王----------------
------------------------------------------------------------ 
	[1009100511]="中原果然是人杰地灵，后起之秀层出不穷。",	
--task 7011 complete_talk
 [701131]="你又是从哪冒出来的小娃娃，这是我与杨过之间的恩怨，用不着你来插手。",
 [701132]="哼，私人恩怨倒也罢了，可你背地偷袭，算什么好汉！",
--task 7012 accept_talk
 [701221]="我今日到此，一来贺赵真人接任掌教之喜，二来是为宣读我大汗对全真掌教的册封，无意与你们这些散兵游勇争斗。",
 [701222]="哈，真是好笑，你先出手伤人，反倒把自己择得干净。",
--task 7012 剧情
 [701241]="哼。赵掌教，这点小事，难道你要老衲出手？",
 [701242]="法王说哪里话，本掌教这就解决！门下弟子何在！还不将这捣乱之人赶下山去！",
--task 7015 剧情
 [701541]="退下便是，%s有一句话说对了，输了就是输了，不必再多费口舌。",
 [701542]="师父，我——是！",
--task 7015 complete_talk
 [701531]="%s，看来今日这门闲事，你定是要插手了？",
 [701532]="怎么，你到现在才知道？",
--task 7016 accept_talk
 [701621]="老衲身为蒙古国师，与你一个乳臭未干的年轻人计较，实在有失身份。大汗的册封已经宣到，赵掌教也已接旨，此间之事已了，老衲就不多作逗留。",
 [701622]="哟，打不过想夹着尾巴逃了？",
--page goto
 [701623]="老衲无意与你逞口舌之利，江湖路远，来日方长，%s，下一回老衲要将巴特尔的血债和今日之辱都讨回来！",
 [701624]="快走吧！下回再看到你，就没这么便宜了！",
--task  7016 剧情
 [701641]="杨过，我们俩的账上，可又多了今日一笔！",
 [701642]="记着吧！总有一日，我会找你清算！",
 [701643]="法王，你、你这就走了？可是……法王！",
 [701644]="这……咳，本掌教尚有事务，懒得与你们计较。",
--task 7035 complete_talk
	[703531]="山野之地，冒昧一叙，希望你不要介意。",
	[703532]="呵，有什么话就快说吧，我赶着去喝喜酒。",
--task 7036 accept_talk
 [703621]="%s你年纪轻轻，武学上便有如此造诣，可谓后来居上，老衲与你虽不相为谋，但亦十分赏识。这样吧，老衲以所携的军旗为注，你可愿与老衲赌一次？",
 [703622]="先是与老顽童赌王旗，现在又与我赌军旗……你难道是有赌瘾？",
--page goto
 [703623]="竖子不得无礼！老衲与你这一赌，若你赢了，你在重阳宫冒犯之事就一笔勾销，若你输了，便要随老衲回去见忽必烈王爷，为巴特尔之死负责！你敢是不敢？",
 [703624]="哈哈，有何不敢，只怕你赌输了后悔！",
--task 7037 complete_talk
 [703731]="好，老衲信守承诺，重阳宫一页，你我就此揭过，今后决不因此事与你为难。",
 [703732]="怎么听你话音，似乎还有下文？",
--task 7038 accept_talk
 [703821]="老衲平生唯重武学，誓愿败尽天下高手，你是杨过之后又一代后起之秀，可愿与老衲一战？",
 [703822]="我%s自踏出江湖以来，从未拒战。",
--page goto
 [703823]="好！痛快！你我交战，我在辈分上占了便宜，这样，我以五成功力出战，只要你能打过我，便算你胜！",
 [703824]="那么，就领教了！",
--task 7038 complete_talk
 [703831]="中原人物，果然藏龙卧虎。",
 [703832]="大和尚，我敬你也算一派宗师，好言劝你一句：蒙古非你族类，何必狼狈为奸？早回吐蕃去吧。",
--task 7039 accept_talk
 [703921]="蒙古铁骑南下已是大势所趋，这天下乃是天下人的天下，非你汉人之天下，这江山你们坐得，别人便坐不得？",
 [703922]="若蒙古人能以礼义治天下，善待百姓，或许尚可，但他们烧杀抢掠无恶不作，有什么资格逐鹿中原？",
--page goto
 [703923]="老衲毕生所求不过是成为天下第一的武者，至于这天下如何打，如何治，又与我何干？%s，你的前途不可限量，可不要似郭靖一般，拘泥于城郭之中！",
 [703924]="道不同，不相为谋。",
--task 7039 complete_talk
 [703931]="呵呵，江南五大世家之名，我到中原后，也听过一二。你父祖之义举确实令人敬佩，可良将已逝，朝廷昏庸，即便你们再愚忠效死，怕是人家也不领情。",
 [703932]="我想要守护的是社稷安宁，而非皇室宗亲，你可明白？",
--task 7040 accept_talk 
 [704021]="罢了，择善固执之人，老衲见得也多了，你好自为之吧。",
 [704022]="今日以武相会，在下受益良多，来日若有机会，再来战过！",
--task 7040 剧情
 [704041]="唔？古墓之前，怎么会有个美貌道姑在此？",
-------------------------------------------------------------
-----------------NPC:10091006   黛绮丝----------------
------------------------------------------------------------ 
	[1009100611]="怜我世人，忧患实多……",	
--task 6059 complete_talk
 [605931]="中原的山水果然清秀，光是看着便觉得心中宁静。",
 [605932]="呵呵，此处已是终南山地界，乃是道教大宗全真教之所在，老庄之境，自然清心静气。",
--task 7001 accept_talk
 [700121]="全真教？就是重阳真人的教派么？中神通之名，即便是我，也是听过的。",
 [700122]="哦？重阳真人的威名竟然远播西域？",
--page goto
 [700123]="是啊，不过可惜，重阳真人早已仙游，就算到了终南山，也不能当面拜见。",
 [700124]="虽然不能拜见重阳真人，全真七子却在山上，今日天色已晚，我们就去山上借宿吧。",
--task 7006 complete_talk
 [700631]="可是因我而觉得为难？",
 [700632]="呃……",
--task 7007 accept_talk
 [700721]="蒙古人与我有不共戴天之仇，如今又在中原作恶，我岂会不理解你？原本我也是打算一个人去光明顶，多谢你送我这一程。",
 [700722]="是我言而无信……说好了要送你去，现在又……",
--page goto
 [700723]="你是为更重要的事，何必愧疚？全真教有难，我终与全真七子无缘，不能前去。%s，就此道别吧，待我到了光明顶，定会遣人传信给你。",
 [700724]="总之算我欠你一份人情，日后若有差遣，只要不违背道义，定不推辞！",
--task 7007 剧情
 [700741]="%s你言重了，黛绮丝就此别过，后会有期。",
--
 [700742]=[[<font color='#278cf1'>鹿清笃：</font>来者何人，报上名来！]],
 [700743]=[[<font color='#31cf32'>%s：</font>我从山下路过，得知全真教出事了，特来助阵！]],
 [700744]=[[<font color='#278cf1'>鹿清笃：</font>哼，今日是乃我师父接任掌教的大好日子，用你来凑什么热闹，快快下山去吧！]],
 [700745]=[[<font color='#31cf32'>%s：</font>你师父接任掌教？山下的小道士明明说有蒙古人来闹事。]],
 [700746]=[[<font color='#278cf1'>鹿清笃：</font>啊，是啊，是有蒙古人，不过不是来闹事的，是来册封掌教师父的！你还是快滚吧！]],
 [700747]=[[<font color='#31cf32'>%s：</font>岂有此理，全真教乃中原玄门正宗，堂堂掌教竟然与蒙古人勾结！这样的热闹，我定要瞧瞧！]],
--task 7008 剧情
 [700841]=[[<font color='#278cf1'>鹿清笃：</font>好啊，敢在终南山撒野！你、你等着！我定回禀掌教师父，让他派人来收拾你！]],
 [700842]=[[<font color='#31cf32'>%s：</font>哼，狗仗人势。]],
--
 [700843]="诶，前面那人的背影怎么像……杨大哥？真的是他！",
-------------------------------------------------------------
-----------------NPC:10091007   古墓入口----------------
------------------------------------------------------------ 
	[1009100711]="由此进入活死人墓。",
	[1009100701]=Img[18].."进入古墓石室",
	[1009100702]=Img[18].."进入墓中甬道",
	[1009100703]=Img[18].."进入寒玉冰室",
-------------------------------------------------------------
-----------------NPC:10091008   霍都----------------
------------------------------------------------------------ 
	[1009100811]="小王乃是蒙古王子，岂会跟你一般见识？",	
--task 7013 剧情
 [701341]="赵掌教且慢，小王有几句话说。",
--task 7013 complete_talk
 [701331]="%s是吧？小王幸会！我蒙古勇士巴特尔是不是被你所杀？",
 [701332]="是又如何，不是又如何？你算哪根葱？",
--task 7014 accept_talk
 [701421]="葱？小王霍都，乃是蒙古王子。白驼山之事，小王已有耳闻，巴特尔生性鲁莽，怕是言行间有所冲撞，令阁下误会。识时务者为俊杰，我主忽必烈乃是难得之明主，请阁下再行三思。",
 [701422]="哈哈哈……管你明主暗主，我岂是卖国求荣之人！",
--page goto
 [701423]="小王好言相劝，阁下却执迷不悟，可惜可叹！那小王今日便领教领教江南世家之后的高招，也为巴特尔讨回个公道！",
 [701424]="呸！明明无意，还要假意拉拢一番。好，我也开开眼，见识见识蒙古王子的本事！",
--task 7014 complete_talk
 [701431]="好啊，好一个江南五家的后人！中原武学倒也颇有可取之处，小王今日之败，是自己学艺不精，非是师门不力，来日再讨教过！",
 [701432]="输了就是输了，耍嘴皮子倒是厉害！",
--task 7015 accept_talk
 [701521]="你——！休得嚣张！",
 [701522]="我偏要嚣张！手下败将，你奈我何？",
--task 7033 剧情
 [703341]="%s，狭路相逢，何不叙谈几句？",
--
 [703342]="霍都？看这样子，是在等我……哼，我就知道他们没这么容易罢休，且看看他玩什么花样。",
--task 7033 complete_talk
 [703331]="诶，何必一副严加戒备的模样？小王向来敬重武功高强之人，%s你一代青年俊杰，小王岂会无礼？", 
 [703332]="哼，你少耍嘴皮子功夫，在此处拦我去路，意欲何为？",
--task 7034 accept_talk 
 [703421]="重阳宫一败，小王苦思与你对战之法，然而功力之差，数日间难以弥补。忽必烈王爷得知此事后，对%s你的威名十分仰慕，想要与你当面畅谈。",
 [703422]="好啊，等我喝完朋友的喜酒，自会去与你们那忽什么王爷好好谈谈。",
--page goto
 [703423]="哈哈，想必%s你还不明白事情的轻重缓急，忽必烈王爷乃是我大蒙古汗国最得势的四王子，你朋友的喜酒怎比得上四王爷的酒宴贵重？",
 [703424]="你难道不知道我中原有一句话，叫做“礼轻情义重”？",
--page goto
 [703425]="呵呵，%s你重义轻利，正是豪杰所为。不过今日有不少勇武力士随小王到了此地，他们都很想向你一一讨教呢。",
 [703426]="都说蒙古人直爽，从你身上真是一点也看不出来，要战便战，何必多费口舌！",
--task 7034 complete_talk
 [703431]="好功夫！真是干净利索，毫不留余地。",
 [703432]="是么，打你的时候，你怎么不觉得？",
--task 7035 accept_talk
 [703521]="呵呵，小王不是来与大侠斗嘴的。家师已在前方久等，请%s大侠赏个薄面，移步前去一见。",
 [703522]="我已有所料，带路吧。",
-------------------------------------------------------------
-----------------NPC:10091009   李莫愁----------------
------------------------------------------------------------ 
	[1009100911]="易求无价宝，难得有情郎。师妹……真是好福气，呵……",	
--task 7040 complete_talk
 [704031]="这位侠士莫非也是要入古墓？",
 [704032]="不错，道长也是？",
--task 7041 accept_talk
 [704121]="你脚下已是活死人墓的地界，再往前走，似你这般毫无防备，是要吃大亏的。",
 [704122]="哦？此话怎讲？",
--page goto
 [704123]="林中有古墓派所蓄养的独门玉蜂，可轻易取人性命。不过……若贫道没有闻错，你身上为何会有玉蜂浆的气味？",
 [704124]="哦，我先前拿过玉蜂浆。",
--page goto
 [704125]="【她若有所思地瞥了你一眼】呵呵，那倒好办了。你身上有玉蜂浆的气味，这些玉蜂便不会太过为难你，你用轻纱将蜂巢罩住，便于在林中行走。",
 [704126]="多谢相告。",
--task 7041 complete_talk
 [704131]="好了，多谢你解了贫道的难题。若非师父偏心，只将驱蜂之术传了我师妹，否则我岂会如此头疼。",
 [704132]="小龙女是你师妹？你是……你是赤练仙子李莫愁？！",
--task 7042 accept_talk
 [704221]="哈哈哈，我还以为你完全不认识我呢。你认识我师妹？还是认识杨过？",
 [704222]="他们俩我都认得，不过对你这破门而出的大弟子倒是只闻其名。道长也是来喝喜酒的？",
--page goto
 [704223]="喝喜酒？呵，没想到贫道偶然回来瞧瞧，竟赶上这样的热闹，可惜贫道没准备什么礼物，贺我师妹与师侄的新婚之喜啊……呵呵呵。",
 [704224]="【她话中怎么连讥带讽，难道与杨大哥夫妇有怨？】",
--task 7042 complete_talk
 [704231]="侠士在想些什么，你既是来喝喜酒的，可知如何进入古墓？",
 [704232]="只知需泅水而入，尚不知具体如何。",
--task 7043 accept_talk
 [704321]="侠士也不需发愁，眼下你不是遇见贫道了么？你我目的地一致，何妨结伴而行？",
 [704322]="这……",
--page goto
 [704323]="怎么？还怕贫道吃了你不成？我水性不熟，还请为贫道寻个换气之物，以便为你带路。",
 [704324]="如此也好，请道长稍候。",
--task 7043 剧情
 [704341]="传言赤练仙子是个蛇蝎心肠的女魔头，听她话音又似与杨大哥夫妇不睦，我可得小心防备。",
--task 7043 complete_talk
 [704331]="哦？葫芦？",
 [704332]="这里面所储的空气，当足以支持道长泅渡。",
--task 7044 accept_talk
 [704421]="贫道看着也不错。活死人墓的大门被断龙石所封，你我要走的路，需穿过蜂群，你可要多加小心，被困死在此处，可真是冤枉。",
 [704422]="道长放心，我定会谨慎行事。",
--page goto
 [704423]="那就好，贫道不会驱蜂，顾不上你。来，这边走。",
 [704424]="道长请。",
--task 7044 complete_talk
 [704431]="可被蛰着？",
 [704432]="侥幸没有。敢问道长，离入口还有多远？",
--task 7045 accept_talk
 [704521]="这便是了，由此口跳下，便是通向古墓内的水道。贫道会走在前面，侠士可要跟紧了。",
 [704522]="多谢道长。",
--task 7045 剧情
 [704541]=[[<font color='#278cf1'>李莫愁：</font>贫道已经遵守承诺，将你带入古墓，你与我师妹、杨过两人交情不浅，贫道却是来找他们麻烦的。]],
 [704542]=[[<font color='#31cf32'>%s：</font>站住——！可恶！]],
 [704543]=[[<font color='#278cf1'>郭芙：</font>我好像听到有动静！]],
 [704544]=[[<font color='#278cf1'>郭芙：</font>李莫愁！啊……那边还有一个人！这是……<font color='#31cf32'>%s</font>？！]],
--task 7054 complete_talk
 [705431]="想不到啊，你还有这般本事，竟然能自己找到这儿来，当真令贫道刮目相看啊……",
 [705432]="李道长，我敬你也算一代巾帼，你却做出偷袭暗算之事。",
--task 7055 accept_talk
 [705521]="成大事者不拘小节，贫道所求唯本门秘籍《玉女心经》而已，当年师父偏心，不肯传我，贫道却不得不为自己讨个公道。",
 [705522]="小龙女有伤在身，你若是诚心借阅，也该等她伤好之后再来。",
--page goto
 [705523]="哼，等她伤好之后再来？若她肯给我，我早就拿到手了，用得着等到现在？你们听着，要是不立刻把《玉女心经》的下落告诉我，我有的是办法加重她的伤势！",
 [705524]="你莫要逼人太甚！",
--task 7055 complete_talk
 [705531]="奇怪，你管哪门子的闲事？我赤练仙子行走江湖多年，未见如你这般实心肠的家伙，倒也新鲜！",
 [705532]="杨大哥是我好友，我自不会袖手旁观。",
--task 7056 accept_talk
 [705621]="%s，你既然要保他们俩，说不得，贫道只好先取了你的性命，再与我的好师妹和好师侄计较了！",
 [705622]="且看你有没有这个本事吧！",
--task 7056 complete_talk
 [705631]="你——？！五毒神掌怎会对你无用？",
 [705632]="我帮过南疆五仙教一个小忙，他们回赠了我一份厚礼。",
--task 7057 accept_talk
 [705721]="哼，原来如此。今日算我来的不凑巧，师妹，你一天不将《玉女心经》交给我，我一天不会放你好过，你且掂量吧！",
 [705722]="你武功已然不弱，现在为了一门武学，竟连同门之谊都不顾了吗？",
--page goto
 [705723]="呵，天下男儿皆薄幸，除了武学，我又当寄情何物？只有学成更高的武艺，才能杀尽天下的负心汉，呵，你年纪轻轻，又懂得什么？",
 [705724]="问世间情为何物……唉。",
-------------------------------------------------------------
-----------------NPC:10091010   尹志平----------------
------------------------------------------------------------ 
	[1009101011]="龙姑娘……尹某对不住你……",	

-------------------------------------------------------------
-----------------NPC:10091011   郭芙----------------
------------------------------------------------------------ 
	[1009101111]="好些年没见，你还是这样不知好歹！哼！",	
--task 7045 complete_talk
 [704531]="你怎么在这儿？刚刚那个人是不是李莫愁？你怎么跟那个女魔头混在一块儿了？喂，你说话啊！",
 [704532]="你一口气问这么多，让我怎么说？",
--task 7046 accept_talk
 [704621]="一个一个说！我们是进来找我妹妹的，杨过那个臭小子，一而再再而三的掳走小襄儿，当真可恶至极！",
 [704622]="杨大哥做事自有他的道理，你可知他断臂之事？",
--page goto
 [704623]="……干嘛？！想帮他来讨说法吗？我又不是故意的！再说爹爹也已经罚过我了，我、我也不想的……谁会喜欢砍人手啊……",
 [704624]="杨大哥的手是被你砍断的？！你——！",
--task 7046 剧情
 [704641]=[[<font color='#278cf1'>武敦儒：</font><font color='#31cf32'>%s</font>你先别激动……现在不是追究芙妹的时候，我们且想办法从这石室里出去。]],
 [704642]=[[<font color='#278cf1'>郭芙：</font>你凶什么凶啊！我都说了不是故意的！要不是杨过那小子惹怒我在先，我也不会拿剑去砍他啊！]],
 [704643]=[[<font color='#31cf32'>%s：</font>不知悔改！我——]],
 [704644]=[[<font color='#278cf1'>武修文：</font>冷静！芙妹你快少说两句！<font color='#31cf32'>%s</font>，这石室徒有四壁，但李莫愁能够离开，一定有机关，我们先一起找找看。]],
 [704645]=[[<font color='#31cf32'>%s：</font>哼！]],
--
 [704646]="郭芙实在无可救药，以后老死不相往来最好！唔？这边隐约可以听见婴儿的哭声……",
--task 7047 剧情
 [704741]="这面墙是虚的，听这声音，却也不是很厚，且试试能不能打通……",
--
 [704742]="啊，通了！",
 [704743]="走，我们去那边看看。",
--task 7048 剧情
 [704841]="是襄儿！襄儿乖，姐姐抱抱……不怕哦……襄儿不怕……",
 [704842]="这墓中机关重重，一环扣一环，若不是襄儿的哭声，我们当真要困死在那石室之中。",
--
 [704843]="带着郭芙相看两厌，得找个机会甩开他们，去找杨大哥和杨大嫂，不知杨大嫂的伤势现在如何。",
--task 7058 complete_talk
 [705831]="喂！",
 [705832]="郭大小姐，我有名有姓，并不叫“喂”。",
--task 7059 accept_talk
 [705921]="你知道我是在叫你就行了。我爹娘在江北竹林筹办丐帮大会，选出新任丐帮帮主，你来不来瞧热闹？也带你多认识几位大人物。",
 [705922]="呵，没兴趣。",
--page goto
 [705923]="喂！你别以为我怕你啊！这是你第二次驳我面子了，你要是再不来，我就让我爹亲自给你下帖，看你还能不来？",
 [705924]="几年不见，你还是这么以强迫别人遵循你的意志为乐。",
--task 7059 剧情
 [705941]="丐帮大会……去看看也好，没必要因为郭芙这小妮子错过如此盛事。",
--task 7059 complete_talk
 [705931]="这样才对，算你识相！",
 [705932]="我只是不想小事化大。",
--task 7060 accept_talk
 [706021]="管你是什么呢，反正下月十六之前，你得赶到竹林来，让你好好凑个热闹。",
 [706022]="呵呵，那到时再见吧，郭大小姐！",
-------------------------------------------------------------
-----------------NPC:10091012   周伯通----------------
------------------------------------------------------------ 
	[1009101211]="我明明用的是从小龙女那偷的蜂蜜，为什么这些蜜蜂要蛰我！",	
--task 7028 剧情
 [702841]="别追我！别追我！蜜蜂跟着你呢！",
 [702842]="快离我远点！哎呀！蛰得我好疼！",
--task 7028 complete_talk
 [702831]="诶……好像是没了。哈哈哈，安全了安全了——哎呀，这不是%s吗，你怎么跟这群小牛鼻子在一块儿？",
 [702832]="……你为何会以这种方式出现？",
--task 7029 accept_talk
 [702921]="啊，这个嘛……说来话有点长，我们就跳过吧，哈哈。来来来，先跟我说说你怎么会在这儿？难道你一早就知道我要来，所以在这儿等着我？",
 [702922]="怎么可能……我是同杨大哥一起来的。",
--page goto
 [702923]="咦——杨过？！啊，这个臭小子，到了重阳宫竟然也不跟我打个招呼，真是岂有此理啊，太过分了！这小子人呢？我要好好教训他！",
 [702924]="杨大哥嘛，他刚刚还在这儿……",
--task 7029 剧情
 [702941]="那现在呢？怎么没见他的人影？他去哪了？",
--
 [702942]="看来杨大哥和杨大嫂已经顺利脱身了，我得想法子甩开老顽童和这些全真道士才行……",
--task 7029 complete_talk
 [702931]="什么——？！不见了？",
 [702932]="杨大哥和杨大嫂今日新婚，自然想单独相处。",
--task 7030 accept_talk
 [703021]="什么？！他跟小龙女成亲了？！哎呀呀……我还以为他是个聪明人，没想到也这样犯傻！",
 [703022]="他与杨大嫂情可感天，成亲是理所当然的，你别胡说。",
--page goto
 [703023]="嘛……不过小龙女斯斯文文的，倒也不烦人，虽说有点冷冰冰的，却是个大美人，杨过这小子算是艳福不浅。",
 [703024]="老顽童，我打赌，你一定甩不开这些小牛鼻子，若你赢了，我便带你去喝喜酒，如何？",
--task 7030 剧情
 [703041]="开玩笑，我会甩不掉他们？哼，你们听着，我有重要的事情要与%s商量，你们不许跟着我！",
 [703042]="喂，%s，等等我啊！喂！",
--task 7031 complete_talk
 [703131]="咦，蜂蜜？啊，一定是小龙女知道我的蜂蜜没了，所以特意留了一瓶给我，哈哈，这小丫头真不错！嗡嗡嗡——蜜蜂快过来——",
 [703132]="这一瓶玉蜂浆可不是给你一个人的，是要给被蛰伤的全真弟子解毒的。",
--task 7032 accept_talk
 [703221]="啊——？！可是、可是我那一瓶蜂蜜已经没了，这一瓶要是拿去给他们解毒，那我岂不是一滴都不剩？",
 [703222]="那些道士可是你的徒子徒孙，你就这么忍心？",
--page goto
 [703223]="那杨过为何不再给我一瓶？这么小气巴拉的，就给一瓶蜂蜜还要拿去分……",
 [703224]="喂喂喂，人心不足蛇吞象，杨大哥给你是他仗义，你可别胡乱攀咬啊！",
--page goto
 [703225]="哎呀——好了好了，烦死了！我给他们就是了，你在这等我，我要跟你去找杨过！一定再问他要一瓶蜂蜜！",
 [703226]="好，你快去吧……【看我来个金蝉脱壳】",
--task 7032 剧情
	[703242]="你可得等着我！我跟你一起去找杨过！",
--
 [703243]="此时不走，更待何时……",
--
 [703241]="呼——总算从这群大小牛鼻子中间脱身了，现在就去古墓找杨大哥他们……",

-------------------------------------------------------------
-----------------NPC:10091013   重阳殿入口----------------
------------------------------------------------------------ 
	[1009101311]="由此进入重阳殿。", 
-------------------------------------------------------------
-----------------NPC:10091015    李清流----------------
------------------------------------------------------------ 
	[1009101511]="重阳宫……有难……",	
--task	7001 剧情
	[700141]=[[<font color='#278cf1'>全真弟子：</font>救命……救、救命啊——]],
	[700142]=[[<font color='#31cf32'>%s：</font>唔？前面好像有人在呼救，你留在这里，我过去看看。]],
--
 [700143]="蒙古人？！糟了，那些小道士抵挡不住！",
--task 7002 剧情
 [700241]="大侠……救命……",
--task 7002 complete_talk
 [700231]="好几个师兄弟……被蒙古人抓走了……请救救他们……",
 [700232]="在何处？！",
--task 7003 accept_talk
 [700321]="迎客亭后方……请大侠……咳咳咳……速速去救他们……",
 [700322]="知道了，你且在此处休憩。",
-------------------------------------------------------------
-----------------NPC:10091016    丘处机----------------
------------------------------------------------------------ 
	[1009101611]="唉……师尊若在，不知何为……",	
--task 	7025 complete_talk
 [702531]="%s，你是名门之后，杨过之行径离经叛道，难道你也认同？",
 [702532]="你觉得离经叛道，我却认为无有不可。",
--task 7026 accept_talk
 [702621]="唉，现在的年轻人……你父祖皆是循规蹈矩之人，丘山四隐更是忠义之士，你怎会生出这种歧念。罢了，这是杨过与我全真教的恩怨，你不要插手。",
 [702622]="今日乃杨大哥新婚之喜，晚辈不会让人来破坏他们。",
--page goto
 [702623]="你要跟我唱反调吗？！",
 [702624]="晚辈自知鲁莽，但杨大哥乃我知交，晚辈绝不会袖手旁观。",
--task 7026 uncomplete_talk
 [702641]="论辈分我实在羞于与你交手，但今日却不得不迎战。",
 [702642]=Img[2].."能受长春真人指教，实乃荣幸。",
 --[702643]="以弱当强(未完)",
--task 7027 complete_talk
 [702731]="幸好，这些蜜蜂惧火，否则我全真教损失惨重。周师叔老这么疯疯癫癫的，如何引来这么大一群蜜蜂……",
 [702732]="这些不是普通蜜蜂，乃是古墓派所饲养之玉蜂。",
--task 7028 accept_talk
 [702821]="什么？玉蜂的毒性非比寻常，当初孙婆婆驱蜂蛰伤郝师弟，若非后来送来玉蜂浆，郝师弟性命难保。眼下被蛰伤的弟子众多，如何是好？",
 [702822]="呵呵，老顽童向来没轻没重，偏偏你们奈何不得。",
--page goto
 [702823]="%s你莫再取笑。你与杨过交情甚深，还请代为求得玉蜂浆，助贫道化解众位弟子之苦难。",
 [702824]="我先拦下老顽童再说。",
-------------------------------------------------------------
-----------------NPC:10091017    丘处机----------------
------------------------------------------------------------ 
	[1009101711]="唉……师尊若在，不知何为……",	
--task 7025 刷怪
 --[702551]="好事多磨(未完)",
 [702552]="全真弟子听命，将重阳殿围了，不要放走了杨过！",
 [702553]=Img[2].."道长如果要硬来，%s只好失礼了。", 
-------------------------------------------------------------
-----------------NPC:10091019    武修文----------------
------------------------------------------------------------ 
	[1009101911]="芙妹，你快少说两句吧……",	 
--task 7048 complete_talk
 [704831]="襄儿已经找到了，我们到古墓的目的已经达到，%s，你可愿与我们一道寻找出路？",
 [704832]="与你们一起？我看不必了。",
--task 7049 accept_talk
 [704921]="我知你对芙妹有成见，她的脾气是有些……不讨人喜欢。但眼下我们都被困在墓中，分开行动怕是要坏事，莫非你知道如何出去？",
 [704922]="我暂时不打算出去。",
--page goto
 [704923]="不出去？难道你要留在此地与李莫愁那个女魔头周旋？对了，你怎会与那个女魔头一起在古墓里？",
 [704924]="我是来找杨过和小龙女的。",
--page goto
 [704925]="你说杨过也在这里？糟了，若是他与芙妹碰上，岂不是……",
 [704926]="你们要是怕，就此分道扬镳便是，我先走一步。",
--task 7049 剧情
 [704941]="喂，你去哪里？",
 [704942]="我们对墓中情况全然不熟，不如先跟着%s，找到出口，我们先走便是。",
--task 7049 complete_talk
 [704931]="%s，留步！我、我们决定，跟你一起走。",
 [704932]="……【麻烦！】",
--task 7050 accept_talk
 [705021]="放心吧，只要找到出去的路，我们自会离去，绝不给你添麻烦，也不会让芙妹与杨过碰面。",
 [705022]="呵，我倒想抓她去给杨大哥当面赔罪。",
--page goto
 [705023]="【警惕地盯着你】这是芙妹与杨过的过节，你本是局外人，奉劝你还是不要插手的好。",
 [705024]="罢了，杨大哥大喜之日，我可不想让这刁蛮大小姐去给他添堵，这笔账且记上。",
--task 7050 剧情
 [705041]="杨过大喜之日？他有什么喜？啊啊啊——这些石像活了！",
 [705042]="不，这是机关俑！芙妹小心！",
--
 [705043]="哼，早就料到，重阳真人所准备的最后据点，岂能只有区区几道石墙充作防御！",
--task 7051 剧情
 [705141]="原来墙边有石灯！待我将这墓道瞧个明白……",
-------------------------------------------------------------
-----------------NPC:10091021    石灯----------------
------------------------------------------------------------ 
	[1009102111]="……",	  
--task 7051 complete_talk
 [705131]="【灯油已凝固，点燃之后，火星十分微弱，看来得等它烧一会儿，等灯油融化，才能照明。】",
 [705132]="唔？这边的地面怎么有这么多小孔？",
--task 7052 accept_talk
 [705221]="【灯油逐渐化开，火光明亮起来，地面上的孔洞反射出星星点点的冷厉寒光。】",
 [705222]="……糟了！是机关！",
--task 7052 剧情
 [705241]=[[<font color='#31cf32'>%s：</font>唔——这墓中真是处处都不能掉以轻心……]],
--
 [705243]="尽头怎会是一堵墙……这条路上的机关全是故布疑阵？唔，这只石鹤放在这里未免古怪……",
-------------------------------------------------------------
-----------------NPC:10091022    石鹤----------------
------------------------------------------------------------ 
	[1009102211]="……",	 
--task 7052 complete_talk
 [705231]="【此处若为死路，何必将孤零零一只石鹤放置在此，实在有故意惹人注意之嫌。】",
 [705232]="会不会又是一道机关陷阱的启动装置？",
--task 7053 accept_talk
 [705321]="【你绕着石鹤转了几圈，将它打量个遍，并无异处。又依之前石室脱困之法，敲击墙面，听上去墙后也是空的，只是比先前石室的墙面厚了不少。】",
 [705322]="底座附近有新的印迹，似是将整只石鹤转动之后留下的……",
--task 7053 剧情
 [705341]=[[<font color='#278cf1'>石鹤：</font>瓮——]],
--
 [705342]=[[<font color='#31cf32'>%s：</font>哈哈，石鹤果然暗藏机关，墙后别有洞天。寒意森森，倒像是个大冰窖……]],
-------------------------------------------------------------
-----------------NPC:10081001    刘乞儿----------------
------------------------------------------------------------
	[1008100111]="咱们丐帮别看都是些叫花子，却是实实在在的天下第一大帮，各位英雄远道而来参加敝帮大会，敝帮必当尽力款待。",	
--task 7060 complete_talk
 [706031]="哟，这位侠士远道而来，丐帮上下不胜欢欣！请让小乞丐看看你的英雄帖~",
 [706032]="有劳兄台，请验看。",
--task 8001 accept_talk
 [800121]="唔？这张帖子虽然看起来与真货十分相似，不过仔细端详，却有许多细节有出入，敢问大侠，这假帖从何而来？",
 [800122]="假的？怎会？这是郭芙郭大姑娘亲手交给我的。",
--page goto
 [800123]="哦？那这可就奇了，黄帮主从未让大小姐去派发英雄帖，大小姐岂会有帖子可以给你？你这谎话可编得不巧！",
 [800124]="我说的是实话！【该死，我就知道郭芙必然不安好心！】",
--page goto
 [800125]="你我素不相识，小乞丐还能诓你？倒是大侠你如此心切地想要参加我丐帮大会，甚至不惜伪造英雄帖，却让小乞丐摸不着头脑了……",
 [800126]="谁稀罕什么丐帮大会！我即刻告辞便是！",
--task 8001 剧情
 [800141]="慢着，大侠既然到了丐帮地界，还是跟小乞丐去见见黄帮主，化解误会吧！",
--
 [800142]="跟我来硬的？倒看谁怕谁！",
--task 8001 complete_talk
 [800131]="侠士这是何必！我丐帮虽说都是些要饭的，但可是天下第一大帮，侠士既动了手，我们也不好落了自己的面子！",
 [800132]="是非不分，也好意思自称第一大帮！",
--task 8002 accept_talk
 [800221]="这话说的，是你拿着一张假帖子来冒名参加大会，还诬赖郭大小姐，被我戳穿了就恼羞成怒，你这又算什么！",
 [800222]="罢了，与你分说不清。你想如何？",
--page goto
 [800223]="跟我去见黄帮主，谁是谁非，自有分明！",
 [800224]="哼，这是你们自找没趣！",
--task 8002 剧情
 [800243]="真是，动什么手呢，在咱丐帮的地界，最后吃亏的还是你！还是乖乖跟我走吧！",
--
 [800241]=[[<font color='#278cf1'>刘乞儿：</font>这是……！！！]],
 [800242]=[[<font color='#278cf1'>刘乞儿：</font>是魔教的人！他们在这里鬼鬼祟祟的做什么……]],
--task 8002 complete_talk
 [800231]="魔教的人怎么会出现在此？我帮盛会在即，各路正义之士齐聚，这些妖人胆子竟这么大，竟敢公然现身！",
 [800232]="路是给天下人走的，人家愿意，你管得着么？",
--task 8003 accept_talk
 [800321]="你懂什么？正邪自古不两立，这魔教如今群龙无首，占了下风，自然是要绕着咱们正道走的！",
 [800322]="喂，说了半天，这片林子这么大，你们丐帮大会是在哪里开的？",
--page goto
 [800323]="哼，这都不知道，还敢说是郭大小姐亲手给你的帖子，若你说的是真的，她怎么可能不告诉你，各路人马都在城隍庙会面？",
 [800324]="城隍庙？多谢相告。",
--task 8003 剧情
 [800341]="哎哟……你大爷……",
--
 [800342]="对不住，你就先在这里睡一觉吧……郭芙这臭丫头，让我丢尽脸面，一定不能轻易放过她！",
--task 8004 剧情
 [800441]="这样应该就不会被认出来了……好像还少点什么……对了！小乞丐，借你的竹竿一用。",
--task 8005 剧情
 [800541]=[[<font color='#31cf32'>%s：</font>明教的人出现在此，不知道殷大哥和黛绮丝会不会与他们在一起？]],
 [800542]=[[<font color='#278cf1'>张山：</font>帮主那里忙得不可开交，小刘还在这边惹事，不知道是个什么人，竟敢拿个假帖来捣乱……]],
 [800543]=[[<font color='#278cf1'>李世：</font>哼，八成是想混进咱们丐帮大会想捞点好处，连个真帖子都没本事弄到，亏他也有这个胆子！]],
 [800544]=[[<font color='#31cf32'>%s：</font>糟了，丐帮派人来接应这小乞丐，若是被抓住，那可真是分辩不清，得快些脱身……]],
 [800545]=[[<font color='#31cf32'>%s：</font>诶，这边好像有条路……且去躲上一躲。]],
-------------------------------------------------------------
-----------------NPC:10081012    明教护法弟子----------------
------------------------------------------------------------
	[1008101211]="闲杂人等不得靠近！",	
--task 8006 剧情
 [800641]=[[<font color='#278cf1'>明教护法弟子：</font>什么人！？]],
 [800642]=[[<font color='#278cf1'>明教护法弟子：</font>是个小乞丐，抓住了再问！]],
--task 8007 complete_talk
 [800731]="带去见曲长老。", 
 [800732]="喂，我只是路过，你们不要这么紧张啊……",
--task 8008 accept_talk
 [800821]="丐帮的人，一个都不能放过。",
 [800822]="什么？没听说明教和丐帮有仇啊……",
--page goto
 [800823]="废话少说，去见长老。",
 [800824]="你叫我去我就去吗？",
--task 8008 剧情
 [800841]="歪打正着，正好瞧瞧明教葫芦里都卖些什么药，就陪他们玩玩。",
-----------------------------------------------------
-------------------NPC:10081009 曲正心------------
---------------------------------------------------
 [1008100911]="凡我明教中人，谨遵”清净、光明、大力、智慧“八字教义，所谓正道常有无知之辈，眼高于天，实际不过是井底之蛙，徒增笑料。", 
--task 8008 complete_talk
 [800831]="你是黄蓉派来打探消息的？", 
 [800832]="听不懂你在说什么，我只是散步溜达到这附近而已。",
--task 8009 accept_talk
 [800921]="散步？你们丐帮正在城隍庙筹备丐帮大会，黄蓉鲁有脚皆是忙得脚不沾地，你这小小的八袋弟子却可以四处闲逛，真是悠哉。",
 [800922]="忙中偷闲，你奈我何？",
--page goto
 [800923]="呵呵，你这小乞丐口齿倒是伶俐。你回去告诉黄蓉，不是她的东西不要握在手里，否则原主找上门来，怕她应付不来！",
 [800924]="怎么？黄帮主拿了明教什么东西么？",
--task 8009 complete_talk
 [800931]="你去告诉她，她自会心知肚明。",
 [800932]="这么说，我可以走了？",
--task 8009 剧情
 [800941]=[[<font color='#278cf1'>明教护法弟子：</font>长老，君公子说想见这个小乞丐。]],
 [800942]=[[<font color='#278cf1'>曲正心：</font>……]],
 [800943]=[[<font color='#278cf1'>曲正心：</font>知道了，我一起去。]],
 [800944]=[[<font color='#31cf32'>%s：</font>【君公子？看这曲长老的神色似有不满，不知道此人是什么来头。】]],
--task 8010 accept_talk
 [801021]="听见了？有人要见你，你暂时走不了了。",
 [801022]="这位君公子是何方神圣？",
--page goto
 [801023]="哼，神圣？你不必管这么多，跟我走。",
 [801024]="……【且跟去探探究竟。】",
--task 8033 complete_talk
 [803331]="明教曲正心拜会黄帮主，请黄帮主归还本教圣物——圣火令。",
 [803332]="圣火令？【原来先前他所说的东西是圣火令……】",
--task 8034 accept_talk
 [803421]="这位少侠说笑了，明教虽没有天下第一大帮的名头，却也不是小门小派，难道连本教圣物的去向都会弄错？",
 [803422]="【看来他并没有认出我就是那个小乞丐。】可上次说圣火令出现在白驼山，结果你们却中了他人的陷阱……",
--page goto
 [803423]="……！！你是什么人？此事乃本教机密，你怎会知道！？",
 [803424]="白驼山时，我结交过贵教中人，殷天正殷大哥可还好吗？",
--page goto
 [803425]="你是……%s？",
 [803426]="原来曲先生知道在下。",
--task 8034 complete_talk
 [803431]="天正回来时，曾提及白驼山的事。你虽与他有些私交，也帮我教出过力，但圣火令事关重大，今日局面绝不是你几句话就能收拾得了的。",
 [803432]="在下并非自不量力之人，只是希望曲先生三思罢了。",
--task 8035 accept_talk
 [803521]="我圣火令为丐帮所夺，这是板上钉钉的事，明教与丐帮一向井水不犯河水，曲某倒更想问问黄帮主在出手之前，有没有三思过！",
 [803522]="曲先生口口声声说圣火令在丐帮手上，不知有何证据？",
--page goto
 [803523]="你应当记得当初万里行所言，震威镖局的那一批镖接的不明不白，但在白驼山吃了亏，震威镖局岂会善罢甘休？",
 [803524]="那与丐帮又有何关系？",
--page goto
 [803525]="天正陷在白驼山后，与万里行联手，破了那伙蒙古人，之后二人秘密联络了震威镖局，明察暗访，方知那批镖货乃是出自丐帮！",
 [803526]="仅凭镖货来历，曲先生就断定圣火令为丐帮所夺，未免武断。",
--task 8035 剧情
 [803541]="%s，是与不是，我只要黄帮主给一个交代。你若再在这里搅合，与殷天正的私交可不能保你无恙，识相的话，速速退去！",
--
 [803542]="郭夫人巾帼英名绝不是窃夺圣火令之人，殷大哥是明教之人，我决不能看着他们因误会而结仇！", 
--task 8038 剧情
 [803841]="这碧波林果然不是轻易能进的……不如闹些动静出来，让他们来找我。",
--task 8039 剧情
 [803941]="怎么还不出现，这明教长老倒是沉得住气，今日风向正好，且让我来熏你一熏。",
--
 [803942]=[[<font color='#278cf1'>曲正心：</font>人来的倒快，众弟子退下，让他们进来。]],
--task 8039 complete_talk
 [803931]="怎么黄蓉没来？",
 [803932]="受郭夫人所托，由我先来探路。",
--task 8040 accept_talk
 [804021]="我本想以打狗棒为饵，引来黄蓉，没想到她却支使了你。不过也好，与黄蓉接触目标太过明显，有你这个中间人，方便不少。",
 [804022]="曲先生这话，我倒有些不懂了。",
--page goto
 [804023]="你不必揣着明白装糊涂。黄蓉那女中诸葛的名头并非虚设，你也不是能随意摆弄的主儿。既然你过来了，想必黄蓉必然也在附近，等着你传信。",
 [804024]="那我就打开天窗说亮话，贵教大闹丐帮大会，是为做戏？",
--task 8040 complete_talk
 [804031]="没错，若不然，怎有一个不惹蒙古人怀疑的名头，与你们聚在一处？",
 [804032]="看来曲先生知道金轮法王现身此地的事。",
--task 8041 accept_talk
 [804121]="哈，明教与蒙古人非一日之仇，岂能没有人注意他们的动向？金轮法王前脚到了城隍庙，我后脚就已收到消息。他若不来，我还要想办法引他来呢。",
 [804122]="原来如此。",
--page goto
 [804123]="你能帮黄蓉做几成的主？难道她就打算让你从头到尾当传声筒？",
 [804124]="曲先生稍候，我这就传信郭夫人。",
--task 8041 剧情
 [804141]=[[<font color='#278cf1'>曲正心：</font>黄帮主肯在百忙之中，拨冗一见，曲某不胜荣幸。]],
 [804142]=[[<font color='#278cf1'>黄蓉：</font>黄蓉既然来了，就是想能解开误会。圣火令是否为丐帮所夺，相信阁下早有判断。此番做戏的原因，请曲先生赐教。]],
 [804143]=[[<font color='#278cf1'>黄蓉：</font>另外，希望阁下尽快归还本帮信物，让我能对帮中兄弟有个交代。]],
 [804144]=[[<font color='#278cf1'>曲正心：</font>黄帮主既然心中有数，那又何必急于一时？请黄帮主来，一是为共谋大计，二来，是因有一位丐帮故人在本教作客日久，希望能见一见黄帮主。不知意下如何？]],
 [804145]=[[<font color='#278cf1'>黄蓉：</font>打狗棒在你们手上，怎么，阁下给了我选择的余地么？]],
 [804146]=[[<font color='#278cf1'>曲正心：</font>哈哈哈，黄帮主说笑了，请。]],
--task 8043 剧情
 [804341]="糟了，有人埋伏！",
--
 [804342]="曲先生，你这样安排是什么意思？！",
 [804343]="黄帮主此言差矣，我明教虽被你们当做邪魔外道，但行事一向光明正大，若我有心对付你，黄帮主以为能走出碧波林？",
 [804344]="是与不是，待退敌之后，我自会向明教讨一个解释！",
--task 8043 complete_talk
 [804331]="这些人的摸样，勾起了我一些回忆，但是……",
 [804332]="曲先生想到了什么？",
--task 8044 accept_talk
 [804421]="【叹息着摇头】怎么想都觉得不可能，%s，你且帮我一个忙。",
 [804422]="曲先生请讲。",
--page goto
 [804423]="从那些蛊毒尸兵身上取出他们的心脏来，我想要验看一番，如果真如我所料，恐怕事情有变，将会不妙……",
 [804424]="曲先生稍等。",
--task 8044 剧情
 [804441]="观他神色不似作伪，但愿事态的发展不要太糟。",
--task 8044 complete_talk
 [804431]="请将尸兵之心交给老夫细看。",
 [804432]="曲先生，这些人的心脏上经络竟似活物……",
--task 8045 accept_talk
 [804521]="当真？！果然如此……！失心蛊……真的是失心蛊……怎么会、怎么会在此地出现……",
 [804522]="失心蛊？什么意思？",
--page goto
 [804523]="此乃南疆五仙教的不传禁术，蛊虫极难培育，十年方成一蛊。在人身上种下此蛊，初时令其功力暴涨，神思亢奋，嗜血好战，但一段时日之后，就能养出一个只知杀戮的凶兽，连养蛊之人都无法掌控，实为玉石俱焚的邪术。",
 [804524]="……又是南疆五仙教？这里乃是江北之地，怎么会……",
--task 8048 complete_talk
 [804831]="清心草起效了，但隐患未除。",
 [804832]="下一步该如何？",
--task 8049 accept_talk
 [804921]="德瓦西如今是丧家之犬，怎么会在半道设伏，主动挑衅丐帮和明教？而且尸兵数量众多，即便德瓦西知道养成失心蛊的法子，也没有家底来实现。",
 [804922]="所以此事应该还有人隐于暗处。",
--page goto
 [804923]="先有蒙古人故意打草惊蛇，再有德瓦西显露踪迹，这二者之间怕是有什么见不得人的瓜葛。若当真有蒙古人做其后盾，德瓦西手中所掌握的蛊毒禁术将会造成不可收拾的后果……",
 [804924]="德瓦西之前就与暗棋纠缠不清，前科累累，若是投了蒙古人也不稀奇。",
--page goto
 [804925]="%s，此事事关重大，不可耽搁，我与黄帮主先去召集人马，你与阿伊且顺着目前的线索，看看能否摸到德瓦西的踪迹。",
 [804926]="好，我和蚩萝伊会沿路留下记号，你们尽快跟来。",
--task 8053 complete_talk
 [805331]="德瓦西他真是疯了！我与黄帮主去枕流亭与君公子会合，发现有数队蒙兵向着碧波林深处而去，黄帮主已亲自带人去打探情况。",
 [805332]="如此说来，我们的揣测是对的，德瓦西确实是蒙古人手中之刀！",
--task 8054 accept_talk
 [805421]="哼，想五仙教在南疆何等威风，德瓦西尽管叛逆谋反，却也曾是我南疆德瓦氏的一族之长，五仙教堂堂右护法，竟去给塞外蛮族当走狗！真是丢尽我苗人颜面！",
 [805422]="……【原来他内心里仍将自己当成苗人。】",
--page goto
 [805423]="%s，你这样看着我作甚？我……唉……德瓦西终究是五仙教的叛徒，他的发落当由阿伊做主，我不知该怎么跟阿伊说，你去帮我问问，她作何打算。",
 [805424]="好。",
--task 8058 complete_talk
 [805831]="阿伊……",
 [805832]="曲先生为何不随她回南疆？",
--task 8059 accept_talk
 [805921]="正如她所说，人各有志，我如今是明教中人，而她是仙教左护法，蚩氏族长，牵绊她的东西越少，对她而言会更轻松些……",
 [805922]="你们父女之间，何至于斯？",
--page goto
 [805923]="我在中原混迹数十年，早已放不下中原的种种，南疆实为伤心地，午夜梦回尚觉其痛锥心，如何能回去？况且明教正与蒙古抗衡，我岂可抽身而退？以后若有时机，我自会去南疆看她。",
 [805924]="既然你已有打算，在下就不再多嘴了。",
--page goto
 [805925]="德瓦西已经伏诛，接下来就该是蒙古人了。丐帮的人已经等在碧波林中接应，我们须得尽快赶去。",
 [805926]="事不宜迟，这就动身吧。",
--task 8059 剧情
 [805941]=[[<font color='#278cf1'>谢逊：</font>这是什么怪物！好生了得！]],
 [805942]=[[<font color='#31cf32'>%s：</font>糟了，那些尸兵竟还有漏网之鱼，那人有危险！]],
--task 8069 complete_talk
 [806931]="我看到蒙古大军有撤退迹象，你们成功了？",
 [806932]="金轮法王承诺只要我在中原一日，就绝不再踏足中原。",
--task 8070 accept_talk
 [807021]="好！金轮法王的存在对我们是极大的障碍，此番能除去这一掣肘之患，以后想要行刺暗杀蒙古将领就容易多了。",
 [807022]="怎么？明教将有大动作？",
--page goto
 [807023]="不错，蒙古人欠我明教波斯总教的数千条人命，又杀我中土明教诸多教徒，明教与蒙古人早已是不共戴天之仇。朝廷无能，我们打算组织义军，起兵抗蒙。",
 [807024]="没想到第一个举起义旗的竟是明教……真是让人感慨。",
--page goto
 [807025]="好说，明教只是没有这么多顾忌罢了，要战便战，不必像那些“名门正派”一样，还要先把人聚到一起，非选个盟主出来。",
 [807026]="呃，二者行事风格不同罢了……呵呵。",
-------------------------------------------------------------
-----------------NPC:10081008    君莫问----------------
------------------------------------------------------------
	[1008100811]="落魄王孙君莫问，一介天涯沦落人。",	
--task 8010 剧情
 [801041]=[[<font color='#278cf1'>曲正心：</font>你要见这小乞丐做什么？]],
 [801042]=[[<font color='#278cf1'>君莫问：</font>有劳曲长老，鄙人有几句话想问问这位少侠。]],
 [801043]=[[<font color='#31cf32'>%s：</font>你是谁？难道认得小乞丐我？]],
 [801044]=[[<font color='#278cf1'>君莫问：</font>鄙人君莫问，一介天涯沦落人。知少侠乃是丐帮中人，所以想问问洪七公洪老帮主的下落。]],
 [801045]=[[<font color='#31cf32'>%s：</font>洪老帮主一向神龙见首不见尾，江湖上已有多年不闻他的消息，我也不知道。]],
 [801046]=[[<font color='#278cf1'>君莫问：</font>唉，果然不成。鄙人祖上与丐帮颇有故旧，如今鄙人遇到些难处，所以想见见洪老帮主。]],
 [801047]=[[<font color='#278cf1'>曲正心：</font>哼，君公子当着老夫的面求助于丐帮，这是看不起明教？你托庇于明教时日不短，怎么这会儿倒想起来另寻他人？]],
 [801048]=[[<font color='#278cf1'>君莫问：</font>曲长老……鄙人的难处，想必长老亦知，非鄙人见异思迁，实在是……灵儿那边……有劳长老照应。]],
 [801049]=[[<font color='#278cf1'>曲正心：</font>哼！灵儿不劳你费心！]],
--task 	8010 complete_talk
 [801031]="抱歉，让你看笑话了。",
 [801032]="哈，谁没有个尴尬事。君公子说祖上与丐帮有旧，能否详细说说？",
--task 8011 accept_talk
 [801121]="鄙人本是西夏人士，祖父却是汉人，说来也是一段传奇……空谈也是无趣，阁下可会下棋？不如我们手谈一局。",
 [801122]="呃，我一个小小乞丐，哪里通棋艺？别取笑我。",
--page goto
 [801123]="无妨无妨，正好我自己打这棋谱打得无聊，你只管接着残局往下落子便是，权当消遣。",
 [801124]="行，阁下别嫌我瞎胡闹就好。",
--task 8011 剧情
 [801141]=[[<font color='#278cf1'>君莫问：</font>家祖与祖母定情于梦中，祖母为寻祖父其人，曾遍诏天下邀青年俊彦齐聚西夏，几乎是海底捞针，可祖父竟然真的就混在那批前往西夏招亲的人中……]],
 [801142]=[[<font color='#31cf32'>%s：</font>如此渺茫的希望，竟然能够成真，实可谓“天作之合”。你说祖上与丐帮有旧，莫非你祖父竟是丐帮中人？]],
 [801143]=[[<font color='#278cf1'>君莫问：</font>非也，我祖父本是少林弟子，阴差阳错之下被高人相中，传其毕生武学与掌门信物，又因此事生出无数波折……呵呵，说与丐帮有旧，是因为家祖的结义兄长做过丐帮帮主。]],
 [801144]=[[<font color='#31cf32'>%s：</font>你这样一说，我倒是想起一个人来……你祖父该不会是前朝逍遥派掌门、灵鹫宫宫主、西夏驸马虚竹子吧？！]],
--task 8011 complete_talk
 [801131]="呵呵，阁下所料不错，家祖正是虚竹子。",
 [801132]="你祖母是西夏公主，那你岂不是西夏王孙？！",
--task 8012 accept_talk
 [801221]="连西夏都已不复存在，何来王孙之名？而今落魄身，烦请君莫问，唉……",
 [801222]="原来如此，我懂了。",
--page goto
 [801223]="明教得到消息，咬定丐帮夺了他们的要紧之物，眼下正谋划要夺回来，兄台应是急于去向帮中回报才是，鄙人却耽搁了兄台这么久，有罪有罪。请兄台见到贵帮帮主，转呈鄙人之意。",
 [801224]="好说，包在我身上便是，那我这便告辞了。",
--task 8012 剧情
 [801241]="丐帮夺了明教的东西？可最近没听说他们两派有何冲突，这可有些稀奇。",
--
 [801242]=[[<font color='#278cf1'>鲁有脚：</font>多谢诸位英雄赏脸，远道而来，参加我丐帮的大会，鲁某先代黄帮主及丐帮众位兄弟谢过各位了！]],
 [801243]=[[<font color='#278cf1'>江湖人士：</font>鲁帮主客气了！如今是鲁帮主当家，想来黄帮主相夫教子，成日里惬意的很！]],
 [801244]=[[<font color='#278cf1'>鲁有脚：</font>见笑见笑，鲁某全仗黄帮主提携，不敢忘恩。]],
 [801245]=[[<font color='#31cf32'>%s：</font>【唔，看来这鲁帮主倒是个实诚人。】]],
 [801246]=[[<font color='#278cf1'>金轮法王：</font>哈哈哈——鲁帮主一把年纪的人，也肯对一个妇道人家俯首称臣这么多年，真是难为你了！]],
 [801247]=[[<font color='#278cf1'>鲁有脚：</font>金轮法王？自大胜关一别后，倒是久不曾见，没想到你还敢在中原露面？]],
 [801248]=[[<font color='#278cf1'>金轮法王：</font>老衲行事光明磊落，有甚不敢露面之说。这次来，乃是为恭贺丐帮新任帮主上位之喜……]],
 [801249]=[[<font color='#31cf32'>%s：</font>【金轮法王？这厮才去重阳宫搅合了一场，又来丐帮大会捣什么乱？真是处处都少不了他！】]],
--task 8056 complete_talk
 [805631]="灵儿……你怎么这么傻……",
 [805632]="这是蚩萝伊留下的苗药丹丸，你先喂曲姑娘服下。",
--task 8057 accept_talk
 [805721]="灵儿……灵儿……你醒醒……我、我不是不想见你……我……你醒醒……",
 [805722]="喂，君莫问，你有没有听见我说话？",
--page goto
 [805723]="灵儿……我在这……我不躲了……你快醒醒……灵儿……",
 [805724]="【罢了，看他已是六神无主，还是我喂曲姑娘服药吧。】",
--task 8057 剧情
 [805741]="唔……",
--task 8057 complete_talk
 [805731]="【一把拽住你的手腕，恶狠狠地逼问】你喂她吃了什么？！",
 [805732]="我说了，是蚩萝伊留下的药丸。你既然这么紧张曲姑娘，为何躲了她这么久，由着她伤心伤神？",
--task 8058 accept_talk
 [805821]="我……曲先生大概已经告诉你了？我是个无国无家，如无根浮萍一般的人，所以不能对灵儿有所回应……",
 [805822]="呵，你是不能，还是不敢？",
--page goto
 [805823]="我……我……不知道。",
 [805824]="西夏亡国日久，若是赵家江山稳固，或许还能助你，可如今大宋危在旦夕，凭你一人之力想要复国，根本是痴心妄想。难道你一日不死心，就让灵儿也陪着你这样枯等？",
--page goto
 [805825]="你说的并非毫无道理，但大丈夫在世，岂能只在意儿女私情，置家仇国恨于不顾？",
 [805826]="哼，愚蠢。你就抱着你的家仇国恨，孤独终老好了。好好清醒吧！",
--task 8068 complete_talk
 [806831]="看来我来晚了……",
 [806832]="你怎会在这？曲姑娘的伤……？",
--task 8069 accept_talk
 [806921]="已无大碍，蚩萝伊的药很有效。我想通了，你说得没错，复国之念纯属痴心妄想。我来，是想尽自己的一份力，如今已经用不上了。",
 [806922]="那你接下来有何打算？",
--page goto
 [806923]="此生再无大志，惟愿守住我与灵儿的一方安宁净土。若蒙古铁蹄踏到，自然拼死反击；若侥幸不被战火波及，便独善其身，与灵儿相伴到老。",
 [806924]="你做这般想法，无可厚非。我们先离开这里，去与曲先生等人会合吧。",
-------------------------------------------------------------
-----------------NPC:10081003    鲁有脚----------------
------------------------------------------------------------
	[1008100311]="来者即是客，我丐帮定会盛情款待。",	
--task 8012 complete_talk
 [801231]="唔？你是新加入的弟子么？看着眼生的很。",
 [801232]="……是，帮主。",
--task 8013 accept_talk
 [801321]="你过来。【压低声音】速将此事禀告黄帮主。【提高嗓门】主殿人手紧张，你带这些侠士下去休息然后去主殿帮忙吧。",
 [801322]="帮主不必慌张，我自有办法挫他锐气。",
--page goto
 [801323]="【压低声音】不要妄自托大，这金轮法王手上颇有几分真功夫，快去请黄帮主过来！",
 [801324]="帮主只管瞧好了！",
--task 8013 剧情
 [801341]="怎么？丐帮打算打发一个小乞丐来招待我们么？既然鲁帮主有心，就别怪老衲的属下下手太狠了！",
--task 8013 complete_talk
 [801331]="哎哟，看不出来，你还有这两下子，你跟的是哪位长老？",
 [801332]="呃，我跟的是……帮主，眼下别管这细枝末节了，想办法退敌才是正经。",
--task 8014 accept_talk
 [801421]="【怪异地瞥了你一眼】你说得有几分道理，不过有黄帮主坐镇，这些番僧不足为虑。",
 [801422]="【这鲁有脚果然极是依赖黄蓉，可黄蓉迟迟不出现，总要有办法镇住这些番僧才好。】",
--page goto
 [801423]="你在想什么？",
 [801424]="帮主，我在想……",
--task 8014 剧情
 [801441]=[[<font color='#278cf1'>刘乞儿：</font>帮主——！报帮主，有个奸细混进咱们帮了！]],
 [801442]=[[<font color='#31cf32'>%s：</font>【糟糕，看来那一下砸的太轻，竟让他这么早就醒了！】]],
 [801443]=[[<font color='#278cf1'>张山：</font>帮主！就是那个拿假帖子的人，小刘本来想带那人来向帮主申辩，不料遭了黑手被那人打昏……若不是弟子二人及时赶到，小刘现在还在路旁躺着呢！]],
 [801445]=[[<font color='#278cf1'>鲁有脚：</font>哦？那人是何模样，可在此处？]],
 [801446]=[[<font color='#278cf1'>刘乞儿：</font>这……【犹豫地向四周环顾了一圈，最终还是看到了你】是这个人！就是这个人！]],
--task 8014 complete_talk
 [801431]="这是怎么回事？",
 [801432]="呃，鲁帮主，这中间有些误会。",
--task 8015 accept_talk
 [801521]="眼下时机敏感，若有误会还是早些解开的好，阁下以假帖示人，想要混进丐帮大会，一计不成，又打伤我丐帮弟子，实在令人生疑。",
 [801522]="假帖之事我实在冤枉，那张帖子真的是郭芙给我的。",
--page goto
 [801523]="芙儿？你何时何地见过她？她又为何会给你一张假帖，给你徒增麻烦？",
 [801524]="鲁帮主，大敌在前，无暇细说，还请顾全大局。",
--page goto
 [801525]="这……万一你与蒙古人乃是沆瀣一气……",
 [801526]="这一点我自会证明清白！",
--task 8017 complete_talk
 [801731]="原来你是%s？江南五家的后人？鲁某早就听过江湖上的传言，未想今日竟会以这种方式相见。",
 [801732]="在下另有苦衷，并非有意隐瞒，还请鲁帮主见谅。",
--task 8018 accept_talk
 [801821]="诶——无妨，不必拘泥小节。金轮法王突然前来，却如此轻易的就退去，分明是虚晃一枪，不知其目的何在。",
 [801822]="金轮法王曾去重阳宫宣旨册封，想必这回对丐帮也有企图。",
--page goto
 [801823]="事关重大，趁着金轮法王退去，你速速去与黄帮主商议，我这就亲自带人，去调查金轮法王的来意。",
 [801824]="也好，鲁帮主当心。",

-------------------------------------------------------------
-----------------NPC:10081004    金轮法王----------------
------------------------------------------------------------
	[1008100411]="丐帮大会此等盛事，岂能少了我？",	 
--task 8015 complete_talk
 [801531]="%s？是不是你！？哼，想扮作小乞丐的样子来糊弄我？",
 [801532]="金轮法王，又见面了。",
--task 8016 accept_talk
 [801621]="老衲听说，这次丐帮大会乃是为甄选出武功高强、德行出众之人继任帮主一位，可对？",
 [801622]="这与你有何相干？",
--page goto
 [801623]="丐帮势力多在江北，如今江北乃我蒙古领土，丐帮自然也属蒙古。丐帮门徒广布，为武林各派之首，如今想选帮主，老衲身为蒙古国师，自然要过问。",
 [801624]="呸，好个强词夺理的贼秃！江北本是我汉家江山，一朝侥幸被你们占住，竟然大放厥词！",
--page goto
 [801625]="哼，废话少说。我大弟子达尔巴乃是密宗亲传，武功过人，为人踏实，与你们甄选条件相符，正是这丐帮帮主的上佳之选。怎么？你们是怕了，不敢应战？",
 [801626]=Img[2].."哼，那由我先来领教领教！",
--task 8016 刷怪
 [801651]=Img[2].."达尔巴，你就与%s过两招试试！",
--task 8016  剧情
 [801641]="达尔巴臂力惊人，以力敌之，定会吃亏，我当取巧，方为上策。",
--
 [801642]="士隔三日，当刮目相看，%s，你确实是个习武奇才！",
--task 8016 complete_talk
 [801631]="老衲今日只是来打个招呼，待丐帮大会正式开始之时，再来拜会！",
 [801632]="你选用的筹码已败在我手下，还要来出丑么？",
--task 8017 accept_talk
 [801721]="哈哈哈——%s，你不要自鸣得意，胜败乃兵家常事，岂有常胜将军？今日不过是练手而已，下次见面自有分晓！",
 [801722]="喂，丐帮选帮主乃是中原武林的家务事，你一个外族国师来搅什么局？劝你识趣一点！",
--page goto
 [801723]="那我也要奉还一句，你亦非丐帮中人，我搅丐帮的局，又与你何干？",
 [801724]="你——！",
--task 8017 剧情
 [801741]="鲁帮主，请转告郭夫人，咱们后会有期！",
--task 8067 剧情
 [806741]=[[<font color='#278cf1'>金轮法王：</font>这次老衲奉四王爷之命，前来收服这帮乞丐。虽说达尔巴被那<font color='#31cf32'>%s</font>削了风头，但这并不影响大局。来，我们先干一杯，预祝我们旗开得胜！]],
 [806742]=[[<font color='#278cf1'>潇湘子：</font>桀桀桀——法王把话说的如此客气，我们怎好不领情？只是达尔巴出师不利……桀桀桀——那个<font color='#31cf32'>%s</font>当真有这么厉害？]],
 [806743]=[[<font color='#278cf1'>尹克西：</font>痛快！这酒真是痛快！话也痛快！要我说，咱们管那帮子乞丐做什么？先把<font color='#31cf32'>%s</font>抓来，痛打一顿！给咱们法王出出终南山那口冤枉气！啊？哈哈哈——]],
 [806744]=[[<font color='#278cf1'>金轮法王：</font>哼。你们俩一唱一和，想造反吗？咱们到此是为收服丐帮，打击中原武林，收起你们那无聊的好胜心！]],
--task 8067 complete_talk
 [806731]="诶，就是你！过来！",
 [806732]="……！！难道他发现了？",
--task 8068 accept_talk
 [806821]="没见酒要喝完了吗？嗝——还不快去再抱几坛过来！潇湘子，尹克西，今日你们俩可得多喝几杯，否则与丐帮一开战，怕你们就喝不到了！",
 [806822]="是，法王。【哼，最好喝死你们……】",
--page goto
 [806823]="还不快去！嗝——诶，我怎么觉得你有点眼熟？倒有点像……有点像%s那个混账东西！唔，真的挺像……！诶，你是不是……",
 [806824]="金轮法王，今日就是你的死期！",
--task 8068 刷怪
 [806825]="你我今日就决出高下！",
 [806826]=Img[2].."正合我意！", 
--task 8068 剧情
 [806841]=[[<font color='#278cf1'>金轮法王：</font><font color='#31cf32'>%s</font>？！岂有此理，你怎么混进来的！]],
 [806842]=[[<font color='#278cf1'>潇湘子：</font>桀桀桀——看来外面的喽啰都已经断送了性命。]],
 [806843]=[[<font color='#278cf1'>尹克西：</font>好啊！来得好！正说要抓了你来下酒呢！]],
 [806844]=[[<font color='#278cf1'>谢逊：</font>怎么，老兄你长得红眉绿眼的，难道还真是食人的妖魔吗？]],
 [806845]=[[<font color='#278cf1'>尹克西：</font>屁！放屁！你自己不也长得奇形怪状！]],
 [806846]=[[<font color='#278cf1'>金轮法王：</font>都给我闭嘴！<font color='#31cf32'>%s</font>，既然你今日来了，那我们就来个了断！]],
 [806847]=[[<font color='#31cf32'>%s：</font>正有此意！]],
--
 [806848]=[[<font color='#278cf1'>金轮法王：</font>果然是一代新人换旧人……老衲今日方知，何谓人外有人。<font color='#31cf32'>%s</font>，你实在是个出人意料的存在！]],
 [806849]=[[<font color='#31cf32'>%s：</font>我一生难得服人，但你的确是个值得敬佩的对手，若你我两人的国家相安无事，与你把酒论剑，未尝不是一件乐事。]],
 [806850]=[[<font color='#278cf1'>金轮法王：</font>哈哈哈——可惜你我终究为敌。罢！技不如人，甘拜下风，我以金轮起誓，只要你<font color='#31cf32'>%s</font>在中原一日，我金轮法王绝不踏足中原半步！]],
 [806851]=[[<font color='#31cf32'>%s：</font>好！我希望你能谨守今日承诺，他朝若有再见之期，但愿不是以敌人的立场。]],
--
 [806852]="拔营撤退！",
 [806853]="桀桀桀——法王擅作主张，不怕在王爷面前无法交代吗？",
 [806854]="王爷面前我自会请罪！不用你挑拨！",
-------------------------------------------------------------
-----------------NPC:10081015    黄蓉----------------
------------------------------------------------------------
	[1008101511]="我早有所料，让他们只管放马过来。",	
--task 8018 complete_talk
 [801831]="金轮法王果然来了，我早料到这次的大会不会太轻松，蒙古人必有举动。只望鲁帮主不负所望，能够查明金轮法王的目的，以便对症下药。",
 [801832]="鲁帮主老成持重，有他出马，必会有所斩获。",
--task 8019 accept_talk
 [801921]="你就是%s？是黄蓉眼拙了，只是你为何……如此扮相？",
 [801922]="说来话长，让郭夫人见笑了……【你将郭芙赠假帖之事向黄蓉说明】",
--page goto
 [801923]="当真如此……唉，芙儿顽劣，望你千万不要放在心上，眼下她不在，等她来了，我一定会好好训斥她。",
 [801924]="那倒不必，只要还我一个清白就好。",
-------------------------------------------------------------
-----------------NPC:10081002    黄蓉----------------
------------------------------------------------------------
	[1008100211]="没想到……鲁帮主他竟会……唉……",	 
--task 8019 剧情
 [801941]=[[<font color='#278cf1'>赵行一：</font>黄帮主——！帮主！大事不好！]],
 [801942]=[[<font color='#278cf1'>黄蓉：</font>何事惊慌？]],
 [801943]=[[<font color='#278cf1'>赵行一：</font>鲁帮主出事了！我们跟踪金轮法王到了劲节林中，却不想中了埋伏，鲁帮主……鲁帮主他……]],
 [801944]=[[<font color='#278cf1'>黄蓉：</font>鲁帮主如何？！]],
 [801945]=[[<font color='#278cf1'>赵行一：</font>鲁帮主他……受了重伤，已经被弟兄们抬回来了……只是……只是打狗棒不见了！]],
 [801946]=[[<font color='#278cf1'>黄蓉：</font>怎会如此！快带我去！<font color='#31cf32'>%s</font>，你也一起来吧！]],
--
 [801947]="黄……黄帮主……鲁某有负……所托……丢失我帮中……我帮中至宝……罪不可恕……",
 [801948]="鲁帮主……唉……",
 [801949]="请一定……找回打狗棒……否则……我……死不瞑目……",
 [801950]="你放心，不论付出什么代价，我定会将打狗棒找回！",
 [801951]="我……我……",
 [801952]="鲁帮主——！唉……安息吧……",

--task 8019 complete_talk
 [801931]="这个仇，丐帮拼尽全力，也一定要报！黄蓉今日就把话放下，若谁能寻回打狗棒，不论是否丐帮中人，只要不是蒙古人，黄蓉定奉其为丐帮之主！",
 [801932]="郭夫人还请节哀。",
--task 8020 accept_talk
 [802021]="鲁帮主的打狗棒法虽然使得尚欠几分神韵，却也是烂熟于胸，圆转纯熟，怎会轻易就丢了性命，他说中了埋伏，很可能是金轮法王用了什么阴损手段……",
 [802022]="好在随行的人里回来了三个，可以跟他们问问情况。",
--page goto
 [802023]="%s，我需要安排鲁帮主的身后事，你不是帮中之人，他们不会对你有戒心，你且先去探探他们口风。",
 [802024]="谨受命。",
--task 8020 剧情
 [802049]="你们去追金轮法王之后，发生了什么？",
--task 8020 complete_talk
 [802031]="同一件事，这三人却有三种说法，这是怎么回事？",
 [802032]="可能性太多，这三人可信得过？",
--task 8021 accept_talk
 [802121]="这三人是我丐帮年轻弟子中较为出众的，自将帮主之位传于鲁帮主后，只有鲁帮主拿不定主意的事我才相助，但对这些新进弟子并不算熟悉，若早知今日……唉。",
 [802122]="郭夫人不必自责，不在其位不谋其政，这原是无可厚非。",
--page goto
 [802123]="眼下我若再派帮中人去，只怕会有不妥，还须有个信得过的帮外之人，代为跑这一趟。%s，你可愿帮这个忙？",
 [802124]="义不容辞。",
--task 8021 剧情
 [802141]="按那三人的口供，事发之地就在劲节林中……金轮法王会如此大胆，就在丐帮眼皮子底下设伏？",
--task 8022 剧情
 [802241]="怎么会有这么凶残的大蜘蛛在此！若这里是事发之地，鲁帮主怎会全无被蜘蛛攻击的痕迹？",
--task 8023 剧情
 [802341]=[[<font color='#31cf32'>%s：</font>糟了！太大意了，竟被这畜生咬了……]],
 [802342]=[[<font color='#278cf1'>曲灵儿：</font>……唔？吐蕃独有的五彩雪蜘蛛怎会出现在此？]],
 [802343]=[[<font color='#278cf1'>曲灵儿：</font>有人受伤了，阿鸾，救人。]],
 [802344]=[[<font color='#278cf1'>阿鸾：</font>唳——]],
 [802345]=[[<font color='#31cf32'>%s：</font>朱、朱雀……？唔……【陷入昏迷之中】]],
--
 [802346]="唔……这是哪里？啊，这位姑娘是……那只朱雀的主人？",
--task 8028 剧情
 [802841]=[[<font color='#278cf1'>何师我：</font>鲁帮主死于非命，黄帮主你却只派一个外人去追查，这是何道理？让我丐帮众人的颜面置于何地？]],
 [802842]=[[<font color='#278cf1'>丐帮弟子：</font>何兄这话有些过分，黄帮主做事向来有分寸，何用你来指手画脚？]],
 [802843]=[[<font color='#278cf1'>何师我：</font>我哪里敢违抗黄帮主？我只是见那人迟迟不归，若再这样拖延下去，只怕鲁帮主昭雪之日就遥遥无期了。]],
 [802844]=[[<font color='#278cf1'>黄蓉：</font>何师我，看样子你对我的处理有很大的意见？你不妨直说，这样拐弯抹角，反而让人疑心。]],
 [802845]=[[<font color='#278cf1'>何师我：</font>黄帮主不必急于给我扣上一顶大帽子。诸位兄弟请听我一言，这个<font color='#31cf32'>%s</font>传言为江南五家的后人，但当初江南五家死的干干净净，谁知道他是真是假！]],
 [802846]=[[<font color='#278cf1'>何师我：</font>黄帮主没来由地偏信一个外人，诸位兄弟想必也有疑惑。据我所知，<font color='#31cf32'>%s</font>来时拿着一张假的英雄帖，说是郭大小姐所赠。这中间莫非有什么不可告人的隐秘？！]],
 [802847]=[[<font color='#31cf32'>%s：</font>何师我！你不要血口喷人！]],
 [802848]=[[<font color='#278cf1'>丐帮弟子：</font>啊，这么说我也想起来了，这个<font color='#31cf32'>%s</font>当初还打昏了小刘呢。何兄说的有道理，黄帮主，你倒是说两句，让大伙安安心！]],
--task 8028 complete_talk
 [802831]="何师我不知何时在帮中竟有了如此人望，不过幸好你及时赶回来了，怎会去了这么多天，可是遇到什么危险了？",
 [802832]="说来惭愧，我追着金轮法王一行人至劲节林中……【你将林中所遇之事说与黄蓉听】",
--task 8029 accept_talk
 [802921]="哦？那位姑娘似是对丐帮与蒙古的事十分清楚，可知道她的身份？不瞒你说，内奸之事，眼前倒有一个可疑之人。",
 [802922]="何师我？",
--page goto
 [802923]="正是。你一去多日，此期间何师我多次挑拨离间，今日已是比武之期也定不会轻易放过，只是若不能在大家面前拆穿他，就会遗患无穷。",
 [802924]="哼，我看他自己就已经等不及要露出狐狸尾巴了。",
--task 8030 complete_talk
 [803031]="不对劲，何师我在帮中一向默默无闻，武功也只是平平，绝不可能与你斗上这么久。",
 [803032]="我倒觉得他的招式有些似曾相识……",
--task 8031 accept_talk
 [803121]="你这样一说，我倒也觉得有些眼熟，他似乎是在故意隐藏本门武功，而勉强使用丐帮棒法……此人断然不是何师我。", 
 [803122]="他隐藏本门武功的原因，极有可能是因为与我们相识。",
--page goto
 [803123]="此言有理，快去看看他的真面目。",
 [803124]="好。",
--task 8031 剧情
 [803141]=[[<font color='#31cf32'>%s：</font>这是……！！霍都？！]],
 [803142]=[[<font color='#278cf1'>黄蓉：</font>果然是霍都，没想到何师我竟然是他假扮……]],
 [803143]=[[<font color='#31cf32'>%s：</font>终南山一战，他师徒皆败于我，如今竟又跑来作乱丐帮大会，真是贼心不死。难怪金轮法王一击即退，设计害死鲁帮主，原来全是在为霍都铺路。]],
 [803144]=[[<font color='#278cf1'>黄蓉：</font>总算他人已死，即便有心也是无力。对了，既然何师我是霍都假扮，那不妨从他身上找找有没有打狗棒的线索。]],
 [803145]=[[<font color='#31cf32'>%s：</font>郭夫人说的是。]],
 [803241]=[[<font color='#31cf32'>%s：</font>这根长杖……似乎有些古怪……]], 
--task 8032 剧情
 [803242]="啊！竟然是空心杖，里面这是……打狗棒！",
--task 8032 complete_talk
 [803231]="真是踏破铁鞋无觅处，得来全不费工夫。%s，你为我丐帮立下大功了！",
 [803232]="郭夫人客气。",
--task 8033 accept_talk
 [803321]="我先前有言，谁能找到打狗棒，只要不是蒙古人，就是我丐帮下一任帮主！%s，你的人品我很放心，丐帮若能交与你手……",
 [803322]="郭夫人且慢！我%s闲散惯了，若是郭夫人以如此重任相托，当真是折杀我了。",
--page goto
 [803323]="诶——你何必多虑，你这些年在江湖上的所作所为，我早已看在眼中，我相信你绝对可以胜任。",
 [803324]="郭夫人，我真的……",
--task 8033 剧情
 [803341]=[[<font color='#278cf1'>未知声源：</font>丐帮的打狗棒失而复得，真是可喜可贺。黄帮主乐极之时，可不要生悲才好！]],
 [803342]=[[<font color='#31cf32'>%s：</font>谁在说话？好大的口气！]],
 [803343]=[[<font color='#278cf1'>黄蓉：</font>走，随我去看看。]],
--task 8036 剧情
 [803641]=[[<font color='#278cf1'>黄蓉：</font>魔教妖人，真是胆大妄为！]],
 [803642]=[[<font color='#31cf32'>%s：</font>【……此处各路武林人士云集，明教这样明目张胆，实在蹊跷。】]],
 [803643]=[[<font color='#278cf1'>黄蓉：</font>糟了！打狗棒！妖人！还我打狗棒来！]],
 [803644]=[[<font color='#278cf1'>曲正心：</font>丐帮夺我圣火令，我取丐帮打狗棒，公平交易，想要打狗棒就用圣火令来换吧！曲某在碧波林中恭候黄帮主！]],
--task 8036 complete_talk
 [803631]="可恶……打狗棒竟成了人人可夺的物什，我如何对得起七公……",
 [803632]="郭夫人且莫自责，曲正心此举，必有后招。",
--task 8037 accept_talk
 [803721]="众目睽睽之下，镇帮之宝为人所夺，我丐帮颜面何存！%s，你怎会与魔教妖人相识，他们所说的圣火令是怎么回事？",
 [803722]="与明教中人相识，纯属偶然……【你向黄蓉解释了圣火令之事始末】",
--page goto
 [803723]="原来如此，震威镖局的确押过丐帮的一批镖，但绝非魔教之物，其中误会重重。不过曲正心明目张胆与丐帮为敌，却也令我不解，事出反常必为妖，%s，看来需要你代为跑上一趟了。",
 [803724]="郭夫人即便不说，我也打算自请其命。",
--task 8037 剧情
 [803741]="明教、丐帮皆与我有旧，二者的和事老只有我能做得，曲正心绝非为圣火令而来，我定要弄个明白。",
--task 8041 complete_talk
 [804131]="明教一向特立独行，不与其他门派相交，丐帮更不喜与这些怪人来往，明教的人中怎么会有丐帮的故旧？",
 [804132]="我猜曲正心口中的丐帮故人，是一个叫君莫问的年轻人。",
--task 8042 accept_talk
 [804221]="哦？你见过他？此人是何来历？",
 [804222]="此人乃是西夏遗民，祖上是前朝逍遥派掌门、西夏驸马虚竹子。",
--page goto
 [804223]="虚竹子乃是本帮乔峰帮主的结拜兄弟，的确可算得本帮的故人之后。西夏如今已被蒙古所灭，正所谓“落魄王孙君莫问”，看来这位君公子很不如意啊……明教摆出如此人物，颇有深意。",
 [804224]="一切只等与君莫问详谈之后，自会明了。",
--task 8062 complete_talk 
 [806231]="%s，你来了。蒙古人集中在碧波林深处，似乎是打算在此安营扎寨了，这片竹林再向南去便是汉水，只怕他们的目标是襄阳城。诶，这位是……？",
 [806232]="这位是谢逊谢侠士，也是位忠勇志士，特意前来助阵。",
--task 8063 accept_talk
 [806321]="原来如此。眼下正是多事之秋，能有更多的人手相助，实在是件大好事。",
 [806322]="不知蒙古人现在情况如何？",
--page goto
 [806323]="据探子的回报，挂帅的似乎是蒙古四王爷忽必烈，不过帅帐不在此处，唯有金轮法王带领一干蒙军高手作为先锋，扎营在碧波林深处。",
 [806324]="又是金轮法王，也好，这次定要与他有个高下了断。",
--task 8063 剧情
 [806341]="金轮法王不声不响竟已在这竹林之中修建了如此完备的营寨……果然是有备而来。",
--task 8064 剧情
 [806441]=[[<font color='#278cf1'>巡逻蒙兵：</font>什么人！]],
 [806442]=[[<font color='#31cf32'>%s：</font>怪只怪你们碰上的时机不好，抱歉，你们的命我必须全部收下！]],
--task 8065 剧情
 [806541]="竟还有弩车……！若真被金轮法王派上用场，只怕丐帮和明教众人死伤惨重，决不能留下它！",
--task 8071 complete_talk
 [807131]="曲长老果然诚信人也。",
 [807132]="明教将举义旗，起兵抗蒙，如此一来，襄阳城的压力就可得以减轻了。",
--task 8072 accept_talk
 [807221]="曲长老有一句话说的没错，我们自诩名门正派，却常常耽搁在一些虚名形式上，着实惭愧。不过明教仅其一教上下，教主一呼，自有教众百应。中原武林却是各自为政，若有七公坐镇，我又何必头疼……",
 [807222]="洪老帮主多年来神龙见首不见尾，也不知云游到了何处。",
--page goto
 [807223]="我所知道的七公最后一个下落，便是他曾现身华山，追捕藏边五丑，只是之后便音信全无了……",
 [807224]="华山……不如我去走一趟，或许能够查到洪老帮主的下落，请他前往襄阳坐镇。",
-----------------------------------------------------
-------------------NPC:10081005 曲灵儿------------
---------------------------------------------------
 [1008100511]="山有木兮木有枝，心悦君兮君不知。",
--task 8023 complete_talk
 [802331]="将琴代语兮，聊写衷肠。何日见许兮，慰我彷徨。愿言配德兮，执手相将。不得於飞兮，使我沦亡……",
 [802332]="打扰姑娘雅兴，敢问，可是姑娘救了我？",
--task 8024 accept_talk
 [802421]="顺手罢了。五彩雪蜘蛛乃是吐蕃雪山独有，毒性罕见，你身上余毒未清，还需静养。这竹林中清新之气浓郁，最是养人。",
 [802422]="多谢姑娘，不过在下有事在身，就不再打扰姑娘清净了。",
--page goto
 [802423]="身在江湖，哪得清净？不过是掩耳盗铃罢了。譬如那位老者，打拼了一辈子，上了年纪却不得善终，好生可怜……",
 [802424]="姑娘这是知道了什么？",
--page goto
 [802425]="呵呵……这个时节，竹笋是最鲜嫩的，竹叶亦可用来煮水，大侠有没有雅兴为我采摘一些呢？",
 [802426]="鲁帮主死得冤枉，若姑娘真的知道内情，烦请实言相告。",
--task 8024 剧情
 [802441]="你去采来便是，何必耽误工夫呢？",
 [802442]="将琴代语兮，聊写衷肠……",
 [802443]="何日见许兮，慰我彷徨……",
 [802444]="愿言配德兮，执手相将……",
 [802445]="不得於飞兮，使我沦亡……",
--task 8025 剧情
 [802541]="这女子让我做这些，目的何在？看她纤纤弱质，却独自居于竹林中，难道又是真人不露相？",
-- 
 [802542]="罢了，我瞎猜也没用，且看看她下一步有何举动。",
--task 8025 complete_talk
 [802531]="你看吧，这竹笋裹了一层又一层，自以为保护得很好，实际上却可以轻易剥去。",
 [802532]="姑娘这话似是别有深意。",
--task 8026 accept_talk
 [802621]="丐帮大部分势力都在江北，蒙古人自然盯着这块肥肉，可笑他们不知自保，还大张旗鼓的开什么劳什子丐帮大会，生怕自己这棵树不招风，不就与自以为是的竹笋一般么？",
 [802622]="蒙古人侵我河山，有志之士自然要联合起来，与其抗衡。",
--page goto
 [802623]="冠冕堂皇的大道理谁都明白，呵呵……以江湖之力抗击一个政权，最好的办法绝不是硬碰硬，黄蓉这样做，不过以丐帮帮主之位为饵为襄阳造势。可惜啊，你们不知不觉之间就已成为她手中的棋子。",
 [802624]="姑娘这样揣测诋毁，未免用心有些险恶。在下只想知道鲁帮主的死因，多余的话，你不必多说。",
--page goto
 [802625]="有求于人还这样强硬，你的脸皮倒也够厚的。你以为我是无的放矢？呵呵，且先静下来，品我三道茶如何？",
 [802626]="那就有劳姑娘了。",
--task 8026 剧情
 [802641]="第一道名为清苦茶。蒙古人原是盟友，如今毁约侵犯，怕是还有不少人抱着和解的幻想。可记得当年大胜关英雄大会，金轮法王受挫而回，虽不算私仇，但仍与郭靖等人冲突不断，这次丐帮大会可算是他扳回一城的重要契机。",
 [802642]="第二道名为回甘茶。鲁有脚一死，虽是丐帮损失，但换个角度看，丐帮能重归黄蓉手中，在眼下这个节骨眼上，也可以算是件好事。所以鲁有脚若死于金轮法王之手，我猜他绝不是好心帮黄蓉收权，而是别有他图。",
 [802643]="第三道名为余味茶。线索这样一理，你是否也有所悟？金轮法王一击即退，本就是个幌子，以我推测，这次丐帮大会重头戏绝不在金轮法王身上，他定是另有安排。",
--task 8026 complete_talk
 [802631]="现在明白还不晚，所以说与其你像个没头苍蝇似的到处乱找，还不如回去守株待兔，我猜不久之后，这幕后真凶就会自露马脚。",
 [802632]="多谢姑娘指点。",
--task 8027 accept_talk
 [802721]="饮罢这三道茶，你再试试运功之时，可有窒碍？",
 [802722]="……！果然畅通无碍，莫非这茶中有何神奇之处？",
--page goto
 [802723]="不过是以毒攻毒的法子，现在我需要你运功以助药力在你体内循环，正好阿鸾在这，你有没有兴趣与阿鸾一教高下？",
 [802724]="有幸与朱雀一战，乐意之至。",
--task  8027 complete_talk
 [802731]="很好，观你行功气象，你体内的余毒已然散尽，我已无甚可以助你，你可自行离去。",
 [802732]="萍水相逢，劳烦姑娘太多，实在感激不尽。",
--task 8028 accept_talk
 [802821]="慢着，我帮你解决了一个难题，你是不是应该投桃报李，也帮我一个忙？",
 [802822]="啊，这是理所应当的，姑娘请讲。",
--page goto
 [802823]="我是来找一个人的，但他却不愿见我……不，不是不愿，而是不敢。我已经等待太久，不想再继续等下去了……你能不能帮我找到他？",
 [802824]="这……不知此人有何特征？",
--page goto
 [802825]="他……很特别。一眼就能分辨出来，有一种很独特的气质，只要你看见他，一定能认出来。",
 [802826]="……我试试。【长什么样都不知道，能认出来才怪。】",
-----------------------------------------------------
-------------------NPC:10081016 曲灵儿------------
---------------------------------------------------
 [1008101611]="世事无常，不过如此。",
--task 8046 complete_talk
 [804631]="那个苗女是谁？为何会唤我义父为阿爹？你手中拿的是清心草？",
 [804632]="曲姑娘？你什么时候来的……曲正心是你义父？他本名蚩东丹，原是南疆五仙教左护法，蚩氏一族的族长。",
--task 8047 accept_talk
 [804721]="原来如此。义父会跟她回南疆？我要你帮我找的人，可有消息？",
 [804722]="这……近日里忙于丐帮和明教诸事……",
--page goto
 [804723]="罢了，我原也没将希望放在你身上，他连我都不肯见，又怎会被你轻易找到……清心草需要焚烧才能起效，你手里的那些，还不快拿去烘干。",
 [804724]="呃，在下正有此意。【还不是被你给拖住了……】",
-----------------------------------------------------
-------------------NPC:10081011 何师我------------
---------------------------------------------------
 [1008101111]="%s此人来历不明，黄帮主却处处相护，何以服众？！", 
--task 8029 剧情
 [802941]="我从来佩服黄帮主睿智，但这次的事实在令人匪夷所思，今日不论如何，都要讨个公道话！",
 [802942]="%s！你打伤我丐帮弟子，黄帮主不肯出头，我却不会就这样看着你嚣张！弟兄们，给他个教训！",
--task 8029 complete_talk
 [802931]="%s，你管的闲事一向不少，总为他人捉刀，不知于你自己有何益处？",
 [802932]="哦？听你口气，倒像对我所知不少？",
--task 8030 accept_talk
 [803021]="这……咳，你行走江湖多年，我又不是聋子瞎子，知道一二，有甚稀奇？",
 [803022]="哦？当真如此简单？",
--page goto
 [803023]="你不要妄想胡搅蛮缠就能轻易过关，今日我定要为被你打伤的兄弟讨回代价。等除了你这小人，我自会竭力寻回打狗棒，再向黄帮主领罪！",
 [803024]="哼，说得好听，只怕若真被你拿到打狗棒，不是向郭夫人领罪，而是逼她将帮主之位交给你吧！",
-----------------------------------------------------
-------------------NPC:10081007 谢逊------------
---------------------------------------------------
 [1008100711]="初入江湖，事事新鲜。", 
--task 8060 complete_talk 
 [806031]="多谢相救！在下谢逊，师从混元霹雳手成昆，今日刚刚出师上道，敢问这位朋友如何称呼？",
 [806032]="在下%s，谢兄有礼。",
--task 8061 accept_talk
 [806121]="莫非是江南五家后人，%s侠士？近年来谢某对你的事迹多有耳闻，你年少有为，且忠义无双，实在是武林年轻一辈的典范。",
 [806122]="谢兄过奖，%s愧不敢当。",
--page goto
 [806123]="诶，你不必过谦。我看你这一身风尘，似是刚刚经历过一番大战，如今又是神色匆匆，莫非是出了什么大事？",
 [806124]="蒙古人现身此地，我正要去与黄帮主会合。",
--task 8061 complete_talk
 [806131]="哦？如此正中我下怀。我正是听说丐帮黄帮主邀请天下英雄共赴丐帮大会，一来甄选新一任的丐帮帮主，二来共商对抗蒙古的大计，所以来凑个热闹，不知是否晚了？",
 [806132]="若是冲着丐帮大会而来，确实晚了，若是冲着对抗蒙古人而来，时机正好。",
--task 8062 accept_talk
 [806221]="哈哈哈——这可真是赶早不如赶巧！我就跟着你去凑个热闹如何？我也想看看当今江湖，丐帮和明教究竟谁可称雄。",
 [806222]="你知道有明教中人在此？",
--page  goto
 [806223]="知道知道！波斯明教的总坛被蒙古人一锅端了，中土明教跟蒙古人正斗得厉害。我对蒙古人恨之入骨，但明教名声不好，所以打不定主意，正巧碰上丐帮大会，岂能不来？",
 [806224]="甚好，谢兄请！",
--task 8065 complete_talk
 [806531]="哈，这个金轮法王真是好大的排场。",
 [806532]="他是蒙古国师，专门为忽必烈料理武林中事，自然非同一般。",
--task 8066 accept_talk
 [806621]="看来蒙古人对丐帮真是志在必得，想要一举吃下这天下第一大帮。谁能料想丐帮竟与明教联手，一明一暗，一正一邪，得让蒙古人好好伤脑筋了！",
 [806622]="谢兄且莫松懈，金轮法王也算一个人杰，我们若不想栽在这里，还得谨慎。",
--page goto
 [806623]="你说的是。我们杀了蒙兵，金轮法王必会得到消息，我们先想个办法鱼目混珠，等金轮法王放松一些，再出奇制胜。",
 [806624]="恩，藏木于林，我们且去弄套蒙军军服来。",
--task 8070 complete_talk
 [807031]="哈哈哈！说得好！要战便战！我也讨厌拖泥带水，推来让去的磨叽功夫！",
 [807032]="谢兄，你就别添乱了。",
--task 8071 accept_talk
 [807121]="我怎么添乱了？%s，我早就说了，我与蒙古人有仇，此番前来正是为了与蒙古人作对，既然明教敢起义，我就敢参上一脚！",
 [807122]="明教行事乖僻，不是教中之人，绝不与之为伍。",
--page goto
 [807123]="这有何难！我入了明教便是！",
 [807124]="……！！谢兄，这可不是儿戏！",
--task 8071 剧情
 [807141]=[[<font color='#278cf1'>谢逊：</font>曲长老，在下谢逊，师从混元霹雳手成昆，刚刚出师上道。我愿加入明教，效犬马之劳，不知长老可愿收下我？]],
 [807142]=[[<font color='#278cf1'>曲正心：</font>入我教后，禁欲守默、戒荤食素，虽不似佛教不婚不嗣，但也绝没有你现在自在快活，你可受得了？]],
 [807143]=[[<font color='#278cf1'>谢逊：</font>我自当严守教律。]],
 [807144]=[[<font color='#278cf1'>曲正心：</font>光明普遍皆清净，常乐寂灭无动诅。彼受欢乐无烦恼，若言有苦无是处。常受快乐光明中，若言有病无是处。如有得住彼国者，究竟普会无忧愁。]],
 [807145]=[[<font color='#278cf1'>曲正心：</font>想入我教，需接受圣火洗礼，眼下无此条件，你先随我去。<font color='#31cf32'>%s</font>，先前借打狗棒引来黄帮主，现在大事已成，打狗棒在此，你去送还给黄帮主吧。]],
 [807146]=[[<font color='#31cf32'>%s：</font>好，当此一别，后会有期，告辞了！]],
-----------------------------------------------------
-------------------NPC:10081013  蚩萝伊------------
---------------------------------------------------
 [1008101311]="诸多纠葛，终须在这竹林之中有个了断。", 
--task 8045 剧情
 [804541]=[[<font color='#278cf1'>蚩萝伊：</font>阿爹，多年不见，您可还好？]],
 [804542]=[[<font color='#278cf1'>曲正心：</font>……！！阿伊！！你、你……！？]],
 [804543]=[[<font color='#278cf1'>蚩萝伊：</font>是我还活着，我回到了南疆，阿爹，我已经为教主报仇了，只是德瓦西那厮逃出南疆不知所踪，若不是追踪他，也许我这辈子都再也见不到阿爹您。]],
 [804544]=[[<font color='#31cf32'>%s：</font>天蛛巫使？你竟会再次踏足中原，这失心蛊难道是你……？]],
 [804545]=[[<font color='#278cf1'>蚩萝伊：</font>失心蛊乃是教中禁术，能够有资格参阅的唯有历任教主，我并不会。]],
 [804546]=[[<font color='#31cf32'>%s：</font>怎么？你竟然没有继任为教主？]],
 [804547]=[[<font color='#278cf1'>蚩萝伊：</font>教主之位，只由尤氏族人继承，前任教主只有姊妹二人，所以有资格继承教主之位的是蓝凤凰。我若趁机夺权，与德瓦西有什么区别？]],
 [804548]=[[<font color='#31cf32'>%s：</font>天蛛巫使也算是个忠义之人。]],
 [804549]=[[<font color='#278cf1'>蚩萝伊：</font>我已经不是天蛛巫使了。阿爹久不回南疆，所以我继承了左护法之位，在蓝凤凰有资格成为教主之前，我会引导她。]],
--task 8045 complete_talk
 [804531]="我没有找错方向，德瓦西果然藏身于此。失心蛊十年一成，德瓦西不可能养出这么多尸兵，若我猜的不错，这些不过是他利用养失心蛊的法子造出来的次品。",
 [804532]="次品便能有这般威力，若是真的失心蛊，只怕我们此时已经是死人。",
--task 8046 accept_talk
 [804621]="不要掉以轻心，这些尸兵虽然种的不是真正的失心蛊，但依德瓦西的心性，定会有其他的后招……唔，这股气味……哼，果然不错。",
 [804622]="你发现了什么？",
--page goto
 [804623]="这些尸兵身上带了毒，若尸兵活着，与人无碍。但尸兵一死，与他们身上的尸蛊相冲，便会成为迷人心智的奇毒。你快去找些清心草来。",
 [804624]="这是为何？",
--page goto
 [804625]="清心草有一种极为刺鼻的气味，可压制住蛊毒。德瓦西敢在这里放下这么多尸兵，那么附近一定有清心草生长，否则尸兵反噬，首当其冲的，就是他自己。",
 [804626]="原来如此，我去找来。",
--task 8047 complete_talk
 [804731]="唔，你倒有些见识，竟知道要将清心草烘干，才好用来焚烧。",
 [804732]="并非我知道，是曲姑娘告诉我的。",
--task 8048 accept_talk
 [804821]="曲姑娘？谁？",
 [804822]="就是你阿爹的义女。",
--page goto
 [804823]="……义女？呵，自我奉尤教主之命，诈死迷惑教中逆反势力，就再没跟阿爹联络过……他不回南疆，我亦不敢透露行迹……十几年了……且不说这个，你先将清心草烧了吧。",
 [804824]="……好。【看她情绪低落，想必对曲正心另收义女之事十分介怀。】",
--task 8049 complete_talk
 [804931]="唔？我的子蛊有反应，这里有其他蛊虫的气息，看来就是此地了。",
 [804932]="山腰之上，原来还藏着这样一个阴暗的洞穴。",
--task 8050 accept_talk 
 [805021]="蛊虫分为阴阳两大类，禁术之蛊多喜阴湿之地，这洞内阴冷异常，湿气极重，环境很像五仙教总坛禁地——神母沼泽。德瓦西倒是找到了一个好地方，在这里饲养禁蛊，必然事半功倍。",
 [805022]="照你这样说，我们岂不是摸到了德瓦西的老巢？",
--page goto
 [805023]="可以这么认为。此处必然有蛊虫活动，德瓦西定已知道我们来了，这一路不好走，要加倍小心。你跟在我身后便是，我用蛊虫开道。",
 [805024]="好，你也当心。",
--task 8050 剧情
 [805041]="嘶——啊——",
--
 [805042]="哼，德瓦西也就会使这些阴损诡计罢了！%s，我们冲过去！",
--task 8051 complete_talk 
 [805131]="是德瓦西！他终于肯现身了！",
 [805132]="他的样子好奇怪……",
--task 8052 accept_talk
 [805221]="这个气味……是真正的失心蛊，在你眼前的已经不能算是个人了。",
 [805222]="他不要命了？！",
--page goto
 [805223]="哼，穷途末路，也亏得他能狠得下这个心，失心蛊服后浑身剧痛无比，那种滋味，比死还不如！%s，这枚虫卵你拿着，接下来你要听我的话，否则我们都要死在这里！",
 [805224]="我知道轻重，你放心便是。",
--task 8054 complete_talk
 [805431]="德瓦西的发落？",
 [805432]="是，令尊……曲长老让我问问你，作何打算。",
--task 8055 accept_talk
 [805521]="【略带伤感地望了望曲正心】阿爹连话都不愿与我说么？罢了……【神情再次变得严肃而坚毅】德瓦西乃是叛教逆徒，如今更是背叛了南疆苗人全族的荣耀，非一死，难赎其罪！",
 [805522]="德瓦西与蒙古人勾结，到丐帮竹林必有图谋，何不活捉他拷问出蒙古人的计划？",
--page goto
 [805523]="%s，德瓦西如何处置都不为过，但我绝不会将他交给汉人，苗人中出了叛逆，只能死在苗人手里。我不管你们有什么大道理，总之，德瓦西今日必死。",
 [805524]="这……【若是不依，只怕她当场就要翻脸】我知道了。",
--task 8055 剧情
 [805541]=[[<font color='#278cf1'>德瓦西：</font>咕嗝……呃啊啊啊啊——]],
 [805542]=[[<font color='#278cf1'>蚩萝伊：</font>不好！他已彻底尸变！<font color='#31cf32'>%s</font>，快闪……呃……]],
 [805543]=[[<font color='#278cf1'>曲正心：</font>阿伊——！！德瓦西，休得伤我女儿！]],
 [805544]=[[<font color='#278cf1'>君莫问：</font>曲长老小心！这厮已无人性！]],
 [805545]=[[<font color='#278cf1'>曲灵儿：</font>……莫问先生！]],
 [805546]=[[<font color='#278cf1'>君莫问：</font>灵儿？！你怎么会来了……！]],
 [805547]=[[<font color='#278cf1'>德瓦西：</font>呃啊啊啊啊啊——你们……咕嗝……统统都要死——！]],
 [805548]=[[<font color='#278cf1'>曲灵儿：</font>莫问先生小心！啊……！]],
 [805549]=[[<font color='#278cf1'>君莫问：</font>灵儿！]],
 [805550]=[[<font color='#278cf1'>蚩萝伊：</font>咳咳……德瓦西——受死——！！]],
 [805553]=[[<font color='#278cf1'>德瓦西：</font>蚩……萝……伊……]],
--task 8055 complete_talk
 [805531]="我的使命已经完成，应当回去向教主复命。至于阿爹……南疆之事他已多年不问，如今又成为明教之人，不论他自己意愿如何……族中都不会再接受他……",
 [805532]="唉，这实在是……",
--task 8056 accept_talk
 [805621]="你不必多生感慨，当年之事变故频生，阿爹一向性子优容，所以前教主才会绕过他由我展开布置，他会在我假死后不堪承受也是意料中事。只是不曾想他会远避别家，还另收了一个义女……",
 [805622]="其实你还是介意的吧……",
--page goto
 [805623]="你们汉人不是有一句话，叫做“人各有志”？我不顾阿爹伤心，诈死多年，又岂能苛责他的爱女之心？罢了，曲灵儿比我更有资格当他的女儿，我这就回南疆去……这枚药丸你交给曲灵儿，暂可压制住她的伤势，其余慢慢调理即可。",
 [805624]="你……多保重。",
--task 8056 剧情
 [805641]="阿爹，我告辞了，你多保重。",
 [805642]="灵儿！！",
 [805643]="你自己也多保重……",
-----------------------------------------------------
-------------------NPC:10081014  德瓦西------------
---------------------------------------------------
 [1008101411]="五仙神威……咕嗝……见者……咕嗝……俯首……", 
--task 8052 剧情
 [805241]=[[<font color='#278cf1'>德瓦西：</font>蚩氏的小贱人……咕嗝……坏我大事……咕嗝……你早该去死！咕嗝……]],
 [805242]=[[<font color='#278cf1'>蚩萝伊：</font>你对自己也下了失心蛊，看来就算我不动手，你也没几天好活了。]],
 [805243]=[[<font color='#278cf1'>德瓦西：</font>咕嗝……杀你……咕嗝……绰绰有余……咕嗝……都是你！还有你！咕嗝……该死的汉人！咕嗝……]],
 [805244]=[[<font color='#31cf32'>%s：</font>多行不义必自毙，这一切都是你的报应。]],
 [805245]=[[<font color='#278cf1'>蚩萝伊：</font><font color='#31cf32'>%s</font>，不必跟他多说，他已经开始尸变，再耽搁下去，我们谁都斗不过他！把我刚刚给你东西捏碎！]],
--
 [805246]="我练这蛊，便是为了今日！",
--task 8052 complete_talk
 [805231]="咕嗝……想用这些蜘蛛来对付我……咕嗝……以为我会怕你？咕嗝……德瓦氏世代蓄养蛊蝎，连传承圣蝎巫使之位的沃氏都不敢造次……咕嗝……不自量力……",
 [805232]="你身为苗人，先勾结金国余孽，后与蒙古人为党，你不觉得羞耻吗！",
--task 8053 accept_talk
 [805321]="咕嗝……羞耻……我一心为了仙教……咕嗝……尤叱娜却防备我……偏信蚩氏父女……咕嗝……仙教应该先占大理，再图中原……咕嗝……她不听我的……咕嗝……愚蠢的女人……",
 [805322]="你到现在还执迷不悟！",
--page goto
 [805323]="我要将仙教发扬光大……咕嗝……你们……都应该跪在神母面前忏悔……咕嗝……五仙将是九州之主……咕嗝……",
 [805324]="……【这样一个人，实在可悲。】",
--task 8053 刷怪
 [805351]="五仙是九州之主……你们……都该死……咕嗝……",
 [805352]=Img[2].."……！！糟了！",
--task 8053 剧情
 [805341]=[[<font color='#278cf1'>德瓦西：</font>咕嗝……咬死他们……咕嗝……我的好虫儿……]],
 [805342]=[[<font color='#278cf1'>曲正心：</font>阿伊！<font color='#31cf32'>%s</font>！啊，这些是……尸虫！德瓦西用了失心蛊！]],
 [805343]=[[<font color='#278cf1'>君莫问：</font>这些虫子好生凶狠！]],
 [805344]=[[<font color='#278cf1'>蚩萝伊：</font>阿爹，你和这个汉人要小心。]],
--task 8055 刷怪
 [805551]="愚蠢的汉人……咕嗝……杀了你……蚩氏的小贱人……都要死……",
 [805552]=Img[2].."今日不是你死，就是我亡。",
-----------------------------------------------------
-------------------NPC:10081006 曲正心（刷怪）------------
---------------------------------------------------
 [1008100611]="既然你冥顽不灵，那就跟丐帮一起承受我圣火之威吧！",  
 [803551]=Img[2].."此战实非我愿，不得已而为之！",
-----------------------------------------------------
-------------------NPC:10081074  何师我（刷BOSS）------------
---------------------------------------------------
 [1008107411]="你少以小人之心度君子之腹，我且除掉你这奸佞再说！",
	[803051]=Img[2].."我看你是做贼心虚！", 
-----------------------------------------------------
-------------------NPC:10081075  何师我（刷小怪）------------
---------------------------------------------------
 [1008107511]="%s！你打伤我丐帮弟子，黄帮主不肯出头，我却不会就这样看着你嚣张！弟兄们，给他个教训！",
	[802951]=Img[2].."你不要逼人太甚！",
-----------------------------------------------------
-------------------NPC:10081083  比武擂台------------
---------------------------------------------------
 [1008108311]="由此进入比武擂台。", 
-----------------------------------------------------
-------------------NPC:10081084  碧波林深处------------
---------------------------------------------------
 [1008108411]="由此进入碧波林深处。", 
-----------------------------------------------------
-------------------NPC:10081085  蛊兵据点------------
---------------------------------------------------
 [1008108511]="由此进入蛊兵据点。", 
-----------------------------------------------------
-------------------NPC:10081086  赵行一------------
---------------------------------------------------
 [1008108611]="都是我们保护不力……", 
---task 8020 剧情
--第一个人
 [802041]="我们随鲁帮主去追击蒙古人，不想却中了埋伏，那个金轮法王杀了个回马枪，鲁帮主仓促应战，再加上我们几个打不过达尔巴，鲁帮主两头应付，终于被金轮法王抓住破绽，重伤了帮主，还夺走了打狗棒……",
 [802042]="我知道了，你好好养伤。", 
-----------------------------------------------------
-------------------NPC:10081087  钱来------------
---------------------------------------------------
 [1008108711]="早知道我们就不该与鲁帮主分散！", 
---task 8020 剧情
--第二个人
 [802043]="我们追上去时，金轮法王早就已经不知所踪，只沿途留下好多厉害的喇嘛，鲁帮主怕被金轮法王跑了，就分兵两路，我们留下对付喇嘛，他带了几个弟兄继续追，后面的事情，我也不清楚。",
 [802044]="我知道了，你好好养伤。", 
-----------------------------------------------------
-------------------NPC:10081088  孙吴------------
---------------------------------------------------
 [1008108811]="怪物……好多怪物……", 
---task 8020 剧情 
--第三个人
 [802045]="怪物……好多怪物……",
 [802046]="什么怪物？鲁帮主是如何受的伤？",
--page goto
 [802047]="啊啊啊……别、别过来……怪物！",
 [802048]="……这人怕是已经吓坏了，问不出什么。怪物……",
---------------------------------------------
-------------NPC:10101001 临尘------------
---------------------------------------------
 [1010100111]="红尘如梦，过往如烟。",  
--task 9029 剧情
 [902941]=[[<font color='#278cf1'>临尘：</font>可是江南五家后人<font color='#31cf32'>%s</font>来了？]],
 [902942]=[[<font color='#31cf32'>%s：</font>正是，临尘师太。]],
 [902943]=[[<font color='#278cf1'>临尘：</font>呵，聪明人就是聪明人。临尘有一件心事，压在心上数年，看来佛祖显灵，有意让弟子在今日了却心事。]],
 [902944]=[[<font color='#31cf32'>%s：</font>师太所说，与我有关？]],
 [902945]=[[<font color='#278cf1'>临尘：</font>自然与你有关。【门内话音刚落，便听见门锁响动，未几，便见一个中年尼姑踱步走出门来，正是当年的观云阁主，如今的临尘师太。】]],
--task 9029 complete_talk
 [902931]="当年在白驼山湖底密道，我曾说过五大世家覆灭之夜，我亦在场，我目睹了你父母家人的死亡。其后潜入风云客栈，谋得观云阁主一职，更知道了一些秘密。",
 [902932]="当年暗棋到底使了什么招数，能一夜之间屠尽五大世家？",
--task 9030 accept_talk
 [903021]="你祖父举家迁移至江南，实为明智之举。到动手之前，天元仍然不敢确定《武穆遗书》究竟藏在哪一家，暗棋的手段，我不会透露，这也不是我要告诉你的东西。",
 [903022]="你要告诉我什么？",
--page goto
 [903023]="自然是你家所保管的那半部《武穆遗书》的下落。山上苦寒，庵中干柴已尽，请施主为贫尼砍些合用的柴禾来。",
 [903024]="……好，我去。【你不是已经出家了么，怎么还是交换情报的这一套！】",
--task 9030 剧情
 [903041]="今日若不是%s，我又将黯然而返，总算是见到你一面。",
 [903042]="见与不见，又有何区别？谢楼主生性潇洒，何必将一个出家之人放在心上？",
 [903043]="有些事，我明白的太晚，只能尽力寻找挽回之法。",
 [903044]="……明白的太晚，不如不明白。",
 [903045]="我倒觉得，明白的再晚，也比不明白好。",
 [903046]="……",
--task 9030 complete_talk
 [903031]="这些就够了，有劳施主。",
 [903032]="这样就行了？",
--task 9031 accept_talk
 [903121]="现在这个季节取水不便，请施主代贫尼凿些冰块来，留作水源。",
 [903122]="凿冰取水……真是非同一般。",
--page goto
 [903123]="非常之时，自有非常之策。施主取来冰后，请到石阶上面的观音堂说话，贫尼自会在那里恭候施主垂询。",
 [903124]="好，这次你可不能再生枝节。",
--task 9032 剧情
 [903241]=[[<font color='#278cf1'>临尘：</font>菩萨面前，何敢放肆！]],
 [903242]=[[<font color='#31cf32'>%s：</font>唔？出什么事了？]],
 [903243]=[[<font color='#278cf1'>潇湘子：</font>呸，真是晦气！一个山野荒庵，竟有这么厉害的姑子。]],
 [903244]=[[<font color='#278cf1'>临尘：</font>再不退去，便在菩萨面前收了尔等性命！]],
 [903245]=[[<font color='#278cf1'>尹克西：</font>潇湘兄，走！]],
 [903246]=[[<font color='#31cf32'>%s：</font>糟了！站住！]],
--task 9032 complete_talk
 [903231]="怎么，你认识那两个人？",
 [903232]="那两人偷了少林的经书，我答应少林的僧人帮他们找回。",
--task 9033 accept_talk
 [903321]="湘西名宿潇湘子和波斯大贾尹克西，此二人一向与金轮法王为伍，效力于蒙古四王爷忽必烈。怎会跑到少林寺去盗取经书？等等，他们盗的是什么经？",
 [903322]="【看她脸色大变，难道窃经之事与她有何瓜葛】达摩祖师从天竺带来的四卷《楞伽经》原文。",
--task 9033 剧情
 [903341]=[[<font color='#278cf1'>临尘：</font>《楞伽经》……那应该无碍，罢了，我就对你直说了吧。你世家所保管的那半部《武穆遗书》，十有八九，在嵩山少林藏经阁中。]],
 [903342]=[[<font color='#31cf32'>%s：</font>……！！你如何能够肯定？]],
 [903343]=[[<font color='#278cf1'>临尘：</font>呵，我身居观云阁主之位近二十年，难道一点线索都摸不到？只是少林寺守卫森严，加之又有你这条线索，所以一直没有证实。]],
 [903344]=[[<font color='#31cf32'>%s：</font>我猜，你没有将这一情报上报天元，否则以他对《武穆遗书》的执念，绝不会容你如此怠慢。但是……你这么做的原因是什么？]],
 [903345]=[[<font color='#278cf1'>临尘：</font>人皆有私心，我也只是为了我的私心罢了。你若不信，可以再找谢楼主求证。]],
---------------------------------------------
-------------NPC:10101002 兰蕊------------
---------------------------------------------
 [1010100211]="华山的雪，好冷啊……", 
--task 9025 剧情
 [902541]="没想到潇湘子和尹克西沦落至此，身边竟还有残兵跟随，只可惜被当做弃子，随意牺牲。",
--
 [902542]=[[<font color='#31cf32'>%s：</font>还好雪下的不大，尚有足迹可寻，自古华山一条道，我就不信他们还能逃得了多远。]],
 [902543]=[[<font color='#278cf1'>小女孩的声音：</font>观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄。舍利子，色不异空，空不异色，色即是空，空即是色……]],
 [902544]=[[<font color='#31cf32'>%s：</font>唔？有人？听上去像个小女孩，怎么在念诵心经？且前去问问，说不定能有潇、尹二贼的线索。]],
--task 9025 complete_talk
 [902531]="阿弥陀佛，善哉善哉。前日听得子规夜啼，没想到竟是预兆将遇故人。%s施主，别来无恙？",
 [902532]="观、观云使？你什么时候去当小尼姑了？",
--task 9026 accept_talk
 [902621]="前尘往事，尽已成过眼云烟，观云使什么的，还请施主忘了吧。如今我法号慧心，跟随临尘师太在华山栖云庵中修行。",
 [902622]="难怪江湖上许久没有你的消息，竟在此地修行，临尘师太不知何方高人？",
--page goto
 [902623]="哪有什么高人不高人呢，临尘师太也是你的故人，曾经的观云阁主洛观云，暗棋二十四手之一的“点”是也。",
 [902624]="原来是她……暗棋覆灭，许当家将她安置在此，也算是尽了道义，但你为何会和她一起避居山野？",
--task 9035 剧情
 [903541]=[[<font color='#278cf1'>拦路人：</font>此路不通，来人请自行离开！]],
 [903542]=[[<font color='#278cf1'>兰蕊：</font>怪事，这华山的山道难道不是人人都走得，什么时候变成了私家之物？]],
 [903543]=[[<font color='#278cf1'>拦路人：</font>小姑娘家家的，跟你说了也不懂，快走快走！]],
 [903544]=[[<font color='#31cf32'>%s：</font>呵，你要赶人，连个缘由都不说，怎能让人心服？]],
 [903545]=[[<font color='#278cf1'>拦路人：</font>管你心服不服，今日这条道外人就是走不得，你们有何事，明日再来吧！]],
 [903546]=[[<font color='#31cf32'>%s：</font>我还偏就要今日上山！]],
--task 9035 complete_talk
 [903531]="哎呀，这些难道是明教五行旗的人？从前只有耳闻，今日一见，果然好厉害的手段！",
 [903532]="啊，对了，今日乃是明教与华山派约战之日，难怪他们会封山。",
--task 9036 accept_talk
 [903621]="明教与华山派约战？近年来五岳剑派倒是闯出了些名气，尤其是华山派，剑气二宗各有千秋，很有几分真本事。不过与明教比起来仍是小巫见大巫，怎敢硬碰？",
 [903622]="其中缘由，我亦不明。",
--page goto
 [903623]="唉，早知道应该跟谢楼主问些情报。明教五行旗以金、木、水、火、土区分，每一旗都根据其五行分属配有特殊的攻击方式。眼前这厚土旗，便是以土遁之法，群起而攻，十分难破。",
 [903624]="说的有理，眼下我们只有两个人，也有我们的好处。",
--task 9036 complete_talk
 [903631]="哦？让我想想……你的意思是，我们二人目标很小，只要不在一个地方呆着，他们的土遁之术就难以起到作用？",
 [903632]="正是此理。",
--task 9037 accept_talk
 [903721]="明教行事虽然乖僻，但也不算毫无道义可言，厚土旗这般作派，只会惹人非议。明教与你不是有些故旧么，何不挑明身份？",
 [903722]="看来你修行多年，心境倒是平和不少。",
--page goto
 [903723]="唯其不争，故天下莫能与之争。",
 [903724]="【这样只会落得个两败俱伤，实在毫无意义，不如缴了他们的兵器，再表明身份。】",
--task 9038 剧情
 [903841]="哼，与人方便自己方便，你却不懂这个道理，越是这样装腔作势，我越要看看你们搞什么名堂。",
--task 9038 complete_talk
 [903831]="看来你的交情不够深，人家不卖你面子呢。",
 [903832]="不卖便罢，我要进洞一探，你意下如何？",
--task 9039 accept_talk 
 [903921]="这会儿你倒不着急去找那两个歹徒了？",
 [903922]="是可忍，孰不可忍？",
--page goto 
 [903923]="罢了，你去吧，反正我闲来无事，就替你四处看看，华山这点地界，这些年我也走熟了，你事了之后，就去华山之巅的论剑台与我会合。",
 [903924]="多谢，我会快去快回。",
--task 9064 complete_talk 
 [906431]="%s，这是怎么回事？这人不是厚土旗的掌旗使吗？怎么明教的人反倒要追杀他？",
 [906432]="说来话长，你可有受伤？",
--task 9065 accept_talk
 [906521]="放心，他只是抓住我而已，伤我？呵，怕他下不去这个手！",
 [906522]="你小心些，他穷途末路，怕会做出极端之事！",
--task 9067 complete_talk
 [906731]="嘛，好久没跟人动过手了，感觉倒也不赖。",
 [906732]="他怎么了？",
--task 9068 accept_talk
 [906821]="没什么，昏过去了而已，并无性命之忧。嘛，原来他是明教的叛徒，拦着我们不让走也是故意的咯~看来我兰蕊重出江湖，开门不利呀~",
 [906822]="怎么，打定主意重出江湖了？先前还是满口禅机……",
--page goto
 [906823]="既然阁主希望我入世，我自然不能违背她的愿望。我要开开心心的，不然岂不让她伤心？",
 [906824]="你能想通就好。",
--page goto
 [906825]="山上清净，山下热闹，我都一样喜欢，原想陪着阁主以免空山寂寞，如今她既不让我陪，我也不会违令。只望她不要因心结而错过自己的幸福。嘛，%s，反正你我不是同路，就在这儿分道扬镳吧！",
 [906826]="你一个小人儿倒是聚散潇洒，也好，你我江湖再见！",
---------------------------------------------
-------------NPC:10101003 慧心------------
---------------------------------------------
 [1010100311]="华山的雪，好冷啊……",
--task  9026 complete_talk
 [902631]="我自小父母双亡，是阁主……呃，临尘师太一手带大，一身本领亦皆是师太传授，师太便如我母亲一般，母亲伤心避世，为人子女自当服侍在侧，略尽孝道。",
 [902632]="原来如此……只是苦了你，小小年纪便要避世索居。",
--task 9027 accept_talk
 [902721]="我却不这么觉得，世间繁华我已见识过，江湖险恶亦深有体会，俗世纷扰，虽然热闹，终觉烦乱，不如山中清净。",
 [902722]="难得你竟有这份心境，你我也算相识一场，不知可有需要我帮忙之处，尽管开口。",
--page goto
 [902723]="华山谈不上深山老林，借风云客栈的庇护，华山派也不敢有何逾矩之处，所以人祸倒没遇过。只是就我们两个女子，常常吃那些野兽的亏，施主若愿援手驱逐霜狼，便感激不尽。",
 [902724]="小事一桩，我自当办妥。",
--task 9027 complete_talk
 [902731]="施主风采不减当年，武功愈发精进，可喜可贺。",
 [902732]="这些年江湖漂泊，方知武学之道人外有人，岂敢懈怠。",
--task 9028 accept_talk
 [902821]="是啊，江湖上弱肉强食，若连自保之力都没有，又谈何保护身边的人……",
 [902822]="你所说的栖云庵在什么地方？既然到了这里，我希望能见观云阁主一面。",
--page goto
 [902823]="风云客栈的观云阁主已经另立他人，此处只有临尘师太而已。故人既然想见，便随我来吧。",
 [902824]="请带路。",

---------------------------------------------
-------------NPC:10101004 任天阑------------
---------------------------------------------
 [1010100411]="“会当凌绝顶，一览众山小”，华山之上竟也有个凌绝亭，真是妙事。",
--task 8072 剧情
 [807241]="造化钟神秀，阴阳割昏晓……",
 [807242]="荡胸生层云，决眦入归鸟……",
 [807243]="会当凌绝顶，一览众山小……",
--task  8072 complete_talk
 [807231]="“会当凌绝顶，一览众山小”，杜工部的这句诗虽然说的是泰山，但立于这华山之上，亦有睥睨天下的气概，吟诵此句，未有不妥。",
 [807232]="兄台雅兴，言之有理。",
--task 9001 accept_talk
 [900121]="哦？怎么，这位侠士也有此等胸怀？在下任天阑，敢问阁下如何称呼？",
 [900122]="在下%s，见过任兄。",
--page goto
 [900123]="哦？原来你就是江湖上鼎鼎大名的%s大侠，我竟没能认出来，真是失礼！不知大侠因何事到华山来？",
 [900124]="任兄言重。我是来寻九指神丐洪七公洪老前辈的下落的。",
--page goto
 [900125]="九指神丐洪七公？怎么洪老帮主现在在华山么？",
 [900126]="哦，这个我也不确定，只是有消息说洪老前辈曾现身于此，故而来找找线索。",
--task 9001 complete_talk
 [900131]="原来如此。我乃是明教五行旗锐金旗旗众，正巧我教中现有不少兄弟在华山，或许我能帮上忙，大侠不妨随我前去，我请教中兄弟一起寻找九指神丐的下落。",
 [900132]="原来是明教的朋友，幸会幸会。曲长老曾说属意江北，没想到这么快就部署到了华山。",
--task 9002 accept_talk
 [900221]="哦，教中大事，我等小卒只有乖乖听命的份，不过来这华山倒不是为了抗击外敌，而是为了江湖纷争，唉，说来又是一桩烦心事，大侠不妨与我边走边说？",
 [900222]="也好，任兄请。",
--task 9002 剧情
 [900241]="江湖上近来兴起了个什么五岳剑派，分别为中岳嵩山派、西岳华山派、南岳衡山派、北岳恒山派、东岳泰山派……",
 [900242]="这五派若是分开来，却也无甚稀奇，但他们同气连枝，一心与我教为难，这就让人头疼得紧。",
--task 9002 complete_talk
 [900231]="所以教中高层决定给他们点教训，向华山派约战华山，免得他们拿着三分颜色就敢开染坊。",
 [900232]="这么说来，你们到华山，是为了与华山派开战？",
--task 9003 accept_talk
 [900321]="正是，这次由十大长老亲自上阵，料得华山派众人不是对手。不过说起来华山派也有个厉害角色，此人乃风氏之子，习得独孤九剑，可算是华山派第一高手。",
 [900322]="独孤九剑的传人……【如此说来，此人岂不是与杨大哥有些关系？】",
--task 9003 剧情
 [900341]=[[<font color='#278cf1'>华山派弟子：</font>妖人！你们又找了什么帮手！]],
 [900342]=[[<font color='#31cf32'>%s：</font>你是什么人，出口便伤人，岂是君子所为？]],
 [900343]=[[<font color='#278cf1'>任天阑：</font><font color='#31cf32'>%s</font>大侠，这些就是华山派的人。]],
 [900344]=[[<font color='#278cf1'>华山派弟子：</font><font color='#31cf32'>%s</font>大侠？哦——原来是找个名人，枉你也算名满天下之人，竟与魔教妖人为伍，哼，看来也是欺世盗名之辈！]],
 [900345]=[[<font color='#31cf32'>%s：</font>呵呵，<font color='#31cf32'>%s</font>不敢自夸，却也非任人欺辱的怯懦之人，我就先领教过华山派究竟是何等威风！]],
--task 9003 complete_talk
 [900331]="真是说曹操，曹操到，还连累%s大侠受辱，任某深感不安。",
 [900332]="任兄不必自责，现在所谓“正派”简直一代不如一代，你的伤势如何？",
--task 9004 accept_talk
 [900421]="皮肉小伤，伤口不深，只是血流得凶，看着吓人罢了。",
 [900422]="总得把血止住，放着不管可不行。",
--page goto
 [900423]="劳大侠挂心了，我看这四周就有野红花，我身上带着老酒，用它与酒调制，敷在伤口上止血即可。",
 [900424]="我去去就来，你且去前面寻个地方歇息。",
--task 9004 complete_talk
 [900431]="有劳%s大侠，我现在手上不得劲，还得劳烦大侠调制成止血膏给我敷上。",
 [900432]="不妨事，你再等等。",
--task 9005 complete_talk
 [900531]="这就好多了。华山派的剑法不过中上之流，可惜好汉架不住人多啊……",
 [900532]="哈哈，这也是没办法的事。",
--task 9013 complete_talk
 [901331]="西毒与北丐可谓是正邪不两立，水火不相容，二人争斗一生，没想到死后却做了邻居，也不知建立这两座墓的人是谁，真是别出心裁。",
 [901332]="诶，任兄你看，这碑文上有行小字，“义子杨过泣立”……是杨大哥？！",
--task 9014 accept_talk
 [901421]="神雕大侠杨过？那也是位了不得的人物啊……%s大侠，如今洪老帮主下落已获知，你有何后续打算？",
 [901422]="我须向黄帮主回报此事，能够这么快得到洪老帮主的下落，多亏了任兄和向兄相助，感激不尽。",
--page goto
 [901423]="%s大侠客气了，萍水相逢，能与你有一番相交之情，于我兄弟二人实为幸事……",
 [901424]="哪里哪里，我亦荣幸之至。",
--task 9014 complete_talk
 [901431]="说起来，我和向兄弟已出来许久，华山派自称正道，却总玩些背地里的勾当，我瞧他们不上，不知其他弟兄如何，还是早些回去为上……",
 [901432]="任兄有要事，我自不会强留，敢问任兄身上的酒水可还有剩？",
--task 9015 accept_talk
 [901521]="哦，有，方才用完还剩下小半壶，大侠可是要用？",
 [901522]="既然到了墓前，自该拜祭一番，只是空手而来，只好向任兄讨些酒水薄祭一二。",
--page goto
 [901523]="洪老前辈一代英雄用我这劣酒实在失敬，一时权宜，只望前辈在天之灵勿要见怪。%s大侠，我兄弟二人这便要去与教中兄弟会合了，你若有兴致，不妨到对面山峰的深洞中观战。",
 [901524]="也好，等我祭拜过两位前辈，就去看看热闹，暂且别过。",
--task 9015 剧情
 [901541]="碑上积雪沉冗，有失庄重，晚辈唐突，前辈勿怪……",
--task 9016 剧情
 [901641]=[[<font color='#31cf32'>%s：</font>洪老前辈一代宗师，西毒亦是赫赫有名的人物，竟都这样不声不响地死在华山，实在令人唏嘘……]],
 [901642]=[[<font color='#278cf1'>尹克西：</font>潇湘兄，这华山林深山密，到处可以藏身。咱们好好的躲上几日，算那秃驴神通如何广大，也未必能寻得到。待他到别地寻找，咱们再往西去。]],
 [901643]=[[<font color='#31cf32'>%s：</font>……【潇湘子和尹克西？这二人怎会在此？不知又做了什么恶，我且躲起来听个分明。】]],
--task 9017 剧情
 [901741]=[[<font color='#278cf1'>潇湘子：</font>尹兄且莫欢喜，这秃驴倘若寻咱们不着，定然守在山下孔道之处。咱们若是贸然下去，正好撞在他的手里。]],
 [901742]=[[<font color='#278cf1'>尹克西：</font>潇湘兄深谋远虑，此言不差，却不知有何高见？]],
 [901743]=[[<font color='#278cf1'>潇湘子：</font>我想这山上寺观甚多，咱们便拣一处荒僻的占了，便这么住下去。那秃驴决计想不到咱们会在山上穷年累月的停留。他再不死心，在山中搜寻数遍，在山下守候数月，也该去了。]],
 [901744]=[[<font color='#278cf1'>尹克西：</font>潇湘兄此计大妙！]],
 [901745]=[[<font color='#31cf32'>%s：</font>【哼，这二人好生歹毒！出口便要杀人占地，却不知他们口中那分外忌讳的和尚是什么人。】]],
 [901746]=[[<font color='#278cf1'>觉远：</font>借书不还的两位朋友，还不快快现身——！]],
 [901747]=[[<font color='#278cf1'>尹克西：</font>糟了！是那老和尚追来了，潇湘兄，你我快寻个隐蔽处躲起来！]],
 [901748]=[[<font color='#278cf1'>潇湘子：</font>快，去那墓碑后面！]],
 [901749]=[[<font color='#31cf32'>%s：</font>哈，不巧，这墓碑后面，你们躲不得！]],
 [901750]=[[<font color='#278cf1'>潇湘子：</font><font color='#31cf32'>%s</font>？！]],
--task 9058 剧情
 [905841]=[[<font color='#278cf1'>任天阑：</font><font color='#31cf32'>%s</font>！哪里走！留下命来！]],
 [905842]=[[<font color='#31cf32'>%s：</font>任兄？……这是何意？【糟了！白猿不见了！】]],
 [905843]=[[<font color='#278cf1'>任天阑：</font>我以为你心中自有公义，没想到你与华山派的那些伪君子一样，都是一丘之貉！说！十长老是怎么死的！？]],
 [905844]=[[<font color='#31cf32'>%s：</font>任兄冷静，此事我也是受害之人！]],
 [905845]=[[<font color='#278cf1'>任天阑：</font>哼，你也是受害之人？那为何十长老无一人生还，你却还能完好无损的站在我面前满嘴胡言？！锐金旗众，拿下此人！]],
--task 9058 complete_talk
 [905831]="我知道你武功不凡，何必在这里故作好人，手下容情？大可像伙同华山派的贼子谋害十位长老那样，给我们一个痛快！",
 [905832]="任兄！你听我说，这里面真的有误会！",
--task 9059 accept_talk
 [905921]="呸！颜掌旗亲口作证，岂能有假？十大长老个个身怀绝技，华山派除了一个独孤九剑传人，其余皆不被他们放在眼里，如今却一齐折在洞中，就算是洞中崩塌，以十位长老的身手，岂会一个都逃不出来？",
 [905922]="颜掌旗？你是说颜陌？！华山派中人借口停战歇息，给他们喝了有毒的茶水，所以才逃不出来。",
--page goto
 [905923]="那你在旁，为何不曾阻止？华山派的人要炸塌山洞，定不会突然出手，你既在旁，岂能不知？还不承认你与他们是一伙？！",
 [905924]="任兄……你！【远处一个熟悉的身影正在走近，待你看清来人面目，不由惊喜】殷大哥！别来无恙！", 
---------------------------------------------
-------------NPC:10101005 向越江------------
---------------------------------------------
 [1010100511]="与华山派这些小人的争斗，万不可有何闪失。", 
--task 9006 剧情
 [900641]="任大哥——！任大哥，你没事吧？",
--task 9006 complete_talk
 [900631]="任大哥！哦，这位是……？",
 [900632]="在下%s，见过兄台。",
--task 9007 accept_talk
 [900721]="原来这位就是%s大侠，久仰大名，鄙人乃明教五行旗锐金旗旗众向越江，幸会！",
 [900722]="幸会。",
--page goto
 [900723]="先前收到任大哥的传信，正要告知大侠，洪老前辈的下落，我已为大侠探得，大侠可愿随我二人一同前去？",
 [900724]="这么快？！明教的能力果然了得，那就有劳向兄带路了。",
--task 9007 剧情
 [900741]="%s大侠，这边请。",
--task 9008 剧情
 [900841]=[[<font color='#278cf1'>雪豹：</font>嗷——]],
 [900842]=[[<font color='#31cf32'>%s：</font>什么声音？]],
 [900843]=[[<font color='#278cf1'>向越江：</font>像是什么猛兽……啊！那是……？雪豹？]],
 [900844]=[[<font color='#31cf32'>%s：</font>华山天寒，难以觅食。看来我们成了这些畜生眼中的肥肉了。]],
 [900845]=[[<font color='#278cf1'>任天阑：</font>雪豹矫捷，我们得小心了！]],
--task 9009 剧情
 [900941]="嗷——",
--
 [900942]="这一只雪豹看上去格外凶猛，难道是这群雪豹的头领？这些畜生不知伤了多少人性命，万不可放过！",
--task 9010 剧情
 [901041]=[[<font color='#278cf1'>雪豹幼崽：</font>嗷——嗷——]],
 [901042]=[[<font color='#31cf32'>%s：</font>原来是有幼崽，他们在护犊。唉，实在造孽。]],
 [901043]=[[<font color='#278cf1'>向越江：</font>雪豹极是罕见，怎会有族群栖息于华山？无心之中造此杀孽，真是……唉。]],
 [901044]=[[<font color='#31cf32'>%s：</font>这幼崽像是尚未断奶，我们且上前细看。]],
--task 9010 complete_talk
 [901031]="这幼崽留在这里，失去了父母庇佑只会成为其他猛兽口中之食，不如将它带走驯养，也好给它一处安身之所。",
 [901032]="此不失为良策，在下居无定所，还是由两位兄台带回教中驯养为好。",
--task 9011 accept_talk
 [901121]="啊？雪豹乃是罕见之灵兽，大侠竟有此相让之心，吾辈却之不恭。",
 [901122]="这小雪豹玉雪可爱，我亦见之心喜，只是在下江湖漂泊，实在无法抚养它。",
--page goto
 [901123]="不论如何，总是承了你的情。哦，与其在继续耽搁，不如请大侠随我二人前去，一同拜见洪老前辈。",
 [901124]="有劳了，请。",
--task 9011 剧情
 [901141]="洪老前辈就在前面相候，大侠请。",
--
 [901142]="他俩神色怎么古怪得很？难道其中有什么蹊跷？",
--task 9012 剧情
 [901241]="北丐洪七公之墓？！洪老前辈他已经……？", 
--task 9012 complete_talk
 [901231]="不错，我们找到此处时也惊讶万分，这墓不似近期所立，洪老前辈恐怕在早几年前就已仙游。",
 [901232]="这倒并非不可能，黄帮主说过，洪老帮主最后的行踪便是到华山追捕藏边五丑。",
--task 9013 accept_talk
 [901321]="藏边五丑？那五人乃是蒙古国师金轮法王的再传弟子，难道竟能伤到洪老前辈？还有一件更奇怪的事……大侠请看，上面还有一座墓，你可知所葬何人？",
 [901322]="这……猜不到，还请向兄相告。",
--page goto 
 [901323]="那座墓就在上方石台上，大侠上去看看便知。",
 [901324]="既然都到这了，自然得看看。",
--task 9013 剧情
 [901341]="没想到这一座墓主，竟是西毒欧阳锋！",
---------------------------------------------
-------------NPC:10101006 尹克西------------
---------------------------------------------
 [1010100611]="%s，人生何处不相逢啊……",  

---------------------------------------------
-------------NPC:10101007 潇湘子------------
---------------------------------------------
 [1010100711]="真是出门忘记看黄历……", 
--task 9017 complete_talk
 [901731]="冤家路窄，古人诚不欺我！",
 [901732]="你们俩又做了什么坏事，竟要跑到华山避祸？",
--task 9018 accept_talk
 [901821]="怎么？你又想多管闲事？我劝你还是知道轻重一些，单打独斗也许我们不是你的对手，不过眼下我们有两个人，而你却是独身一人，想要保命，就速速滚开。",
 [901822]="呵，别人的闲事也就罢了，你们俩的闲事，我却一定要管一管。",
--page goto
 [901823]="%s，金轮法王已经被你逼退，我们也已经与蒙古人断绝瓜葛，你又何必对我们俩赶尽杀绝！",
 [901824]="只要你们作恶，就别想逃脱！", 
--task 9018 剧情
 [901841]=[[<font color='#278cf1'>张君宝：</font>师父，我们去那边的高台看看吧！]],
 [901842]=[[<font color='#31cf32'>%s：</font>有缘千里来相会，无缘对面不相逢——]],
 [901843]=[[<font color='#278cf1'>觉远：</font>君宝你听，有人在指点我们。]],
 [901844]=[[<font color='#31cf32'>%s：</font>踏破铁鞋无觅处，得来全不费工夫——]],
 [901845]=[[<font color='#278cf1'>觉远：</font>多谢相告！尹施主，潇湘施主，请将《楞伽经》赐还。]],
---------------------------------------------
-------------NPC:10101008 觉远------------
---------------------------------------------
 [1010100811]="有窃书之心，纵无窃书之实，也算是窃书。",
--task 9018 complete_talk
 [901831]="这两位施主趁小僧坐禅入定之时，将小徒君宝正在诵读的四卷《楞伽经》拿了去，不告而取，且迟迟不还，未免有违君子之道，还望两位施主早日赐还，小僧也好回寺复命。",
 [901832]="大师好涵养，只是这二人作恶多端，恐怕不会老老实实把经书还给你的。",
--task 9019 accept_talk 
 [901921]="唉，若能确定是他们所借倒也罢了，只是这两位施主言辞闪烁，始终不肯承认借书之实，这让小僧十分困扰。",
 [901922]="这有何难，他们不认，打得他们认便是，反正这俩都不是好人！",
--page goto
 [901923]="诶，施主此言差矣！纵是这两位施主惯有恶行，也不可莽撞定罪，万一他们真的没做，岂非冤枉了他们？",
 [901924]="【这和尚好生迂腐，我却不信潇尹二人是何良善之辈，索性先搜了再说！】",
--task 9019 剧情
 [901941]="在下四大皆空，身上哪有什么经书？",
 [901942]="我也没有！",
--
 [901943]="竟然没有？啊，我也糊涂，此二贼若有心为之，定是早有准备，已将经书藏在别处，这可麻烦……",
--task 9019 complete_talk 
 [901931]="两位施主盗走的《楞伽经》乃是达摩祖师从天竺带回来的原文，两位施主并不懂天竺文字，借去也无用处，若有心亲近佛法，小僧愿以另七卷《楞伽经》相赠。",
 [901932]="大师，这二人绝非心近佛法之人，那《楞伽经》可有其他奥秘引得二贼觊觎？",
--task 9020 accept_talk 
 [902021]="唔，这……经书的夹缝之中，另有达摩祖师亲手书写的一部经书，称为《九阳真经》，所录尽是教人强身健体，易经洗髓的功法。",
 [902022]="啊……！【原来如此，当年一部《九阴真经》引发多少事端，这《九阳真经》不知该如何了得！】",
--page goto
 [902023]="《九阳真经》只不过教人保养有色有相之身，虽是达摩祖师所著，终究是皮相小道之学，失去倒也罢了。但楞伽经却是佛家大典，万万不敢有失……",
 [902024]="【觉远大师确为得道高僧，已是深悟佛理，今日我总要想法子为他讨回经书。】",
--task 9020 剧情
 [902041]="%s，你功夫了得，我自是不愿与你交恶，但没有就是没有，你要我拿我也拿不出啊！",
--task 9020 刷怪
 [902051]="你莫要咄咄逼人，我虽不如你，但要是真拼命，也不怕你！",
 [902052]=Img[2].."那就试试看好了。",
--task 9022 complete_talk
 [902231]="阿弥陀佛……唉，恶人自有恶人磨，既然找不到经书，就放他们离去吧。",
 [902232]="就这么算了？那你们师徒将会如何？",
--task 9023 accept_talk
 [902321]="没有找到经书，我和君宝自然要回寺领罚，施主侠义为怀，实乃难得，若能保持这颗慈悲之心，日后必有好报。",
 [902322]="因为他人的错而使你们无辜受罚，实非公道。对别人慈悲，亦当对自己慈悲，否则不过施恩而已。",
--page goto
 [902323]="施主所言大有道理，只是经书被窃，我和君宝亦有责任，当受责罚。善恶自有业报，若真是他们窃书，即便逃过今日，也逃不过将来。",
 [902324]="大师既有此心，我也不再多言。实不相瞒，我对《九阳真经》有仰慕之心，也想一睹真容，不如就由在下代为追查。",
--task 9023 剧情
 [902341]="那么就劳烦施主相助，寻到经书之后，还请施主送回少林，贫僧师徒感激不尽！",
 [902342]="有劳了，请一定要送回来呀！",
--
 [902343]="看那二人一猿的踪迹似向前面索道而去……且追过看看。",
--task 9024 剧情
 [902441]="蒙古人？对了，觉远曾说当日潇、尹二贼受到蒙古兵的围攻，他才会出手相救，看来是一丘之貉。",
---------------------------------------------
-------------NPC:10101009 张君宝------------
---------------------------------------------
 [1010100911]="师父太过心善，被两个小人所利用，唉……",
--task 9020 complete_talk
 [902031]="这怪人身上没有，那一定是在另一个身上！我去搜一搜那个胖子。",
 [902032]="且慢，你年小力弱，万一他伤到了你岂非不妙？",
--task 9021 accept_talk 
 [902121]="施主尽管放心，我虽是打不过他，他自也奈何我不得。不把《楞伽经》找回来，我和师父都不安心。",
 [902122]="小师父可确定经书被他俩拿走了？",
--page goto
 [902123]="当然！师父在禅房里打坐入定，我独自在廊下读经，那二人其中一个悄悄点了我的穴道，我虽没有看清正面，却瞥见了一些衣袍式样，与他们所穿无异。",
 [902124]="我亦认定这二人窃书，只是他们如此胸有成竹，想必经书并不在身上。",
--page goto
 [902125]="那该怎么办？他们随便藏在哪个角落里，我们轻易也找不着！哼，我可不能让他们如愿，不行，我定要亲自搜上一搜！",
 [902126]="【这少年随觉远大师习得《九阳真经》，一身功力早已不弱，我却是小瞧了他……】",
--task 9021 剧情
 [902141]=[[<font color='#278cf1'>张君宝：</font>红毛怪，快把经书还给我！]],
 [902142]=[[<font color='#278cf1'>尹克西：</font>小和尚，你怎么这般暴躁，还该跟你师父多学学涵养功夫。]],
 [902143]=[[<font color='#278cf1'>张君宝：</font>明明就是你们偷了经书，还厚颜无耻的狡赖，我定要出出这口恶气！]],
 [902144]=[[<font color='#278cf1'>尹克西：</font>……小和尚好厉害的手段！]],
 [902145]=[[<font color='#278cf1'>张君宝：</font>说不说！你们到底把经书藏在哪里了！]],
 [902146]=[[<font color='#278cf1'>尹克西：</font>都说了没有经书，你打死我也拿不出！]],
--task 9021 complete_talk
 [902131]="可恶，竟然这么嘴硬。",
 [902132]="想想别的法子吧。",
--task 9022 accept_talk
 [902221]="我和师父一路从嵩山追到华山，没想到还是追不回经书，实在令人懊恼。若此番再拿不回经书，我们如何面对寺中众人……",
 [902222]="人就在这儿，还能让他们跑了？小师父且安心吧。",
--page goto
 [902223]="哪里能安心呢？你不知道，师父是个大善人，若是他们对师父装装可怜，怕是师父就会心软……",
 [902224]="呃，觉远大师未免太好心了些，这样想要追回经书得到何年何月……",
--task 9022 剧情
 [902241]="诶，那是什么东西？啊，师父，您看！好大的一只白猿！",
 [902242]="这头白猿似乎是冲着这边来的……！！小心！",
 [902246]="呦呦——",
--
 [902243]=[[<font color='#278cf1'>白猿：</font>呦呦——]],
 [902244]=[[<font color='#278cf1'>尹克西：</font>没想到竟是一头畜牲出手相救，唉……]],
 [902245]=[[<font color='#278cf1'>潇湘子：</font>你我何至于沦落如斯……唉……]],
--task 9022 刷怪
 [902251]="呦呦——【这巨猿凶神恶煞，一个劲的冲着你与觉远师徒嘶吼，看起来很不好对付。】",
 [902252]=Img[2].."哪里来的畜牲，好大的杀气！",
---------------------------------------------
-------------NPC:10101010 郭襄------------
---------------------------------------------
 [1010101011]="渺千山暮雪，万里层云，只影向谁去……",  
--task 9068 complete_talk
 [906831]="咦，原来这华山之巅还有不少人呢，你是谁？",
 [906832]="在下%s，姑娘又是何人？",
--task 9069 accept_talk
 [906921]="啊！你是%s？那你一定认得我大哥哥了！我听他提起过你的！我是郭襄，你知道大哥哥现在在哪里么？",
 [906922]="你是小襄儿？你所说的大哥哥，是指杨大哥？自他与杨大嫂隐退后，我再没见过他。",
--page goto
 [906923]="唉……你也不知道……我找了他好久，却一直没有他的音讯。我听说华山上有寒冰晶魄，是锻造兵器的好材料，大哥哥虽有那把玄铁重剑，但是也可以备着……",
 [906924]="我无法帮你找到杨大哥，却能帮你找到寒冰晶魄。",
--task 9069 complete_talk
 [906931]="啊！你竟然这么轻松就能弄来这么多，真不愧是大哥哥的朋友，果然了不得！不过你怎么会在华山？",
 [906932]="说起来，还是因令堂的委托而起……【你将在华山的种种事端向郭襄娓娓道来】",
--task 9070 accept_talk
 [907021]="这么说起来，你真是个热心肠的大好人。可是没能抓住潇湘子和尹克西那两个大坏蛋，你该怎么办？",
 [907022]="我打算先上嵩山，与觉远大师回禀结果，另外我有一桩私事需得觉远大师帮忙……郭姑娘如何打算？",
--page goto
 [907023]="我啊……我也不知道，我想找大哥哥，可这么久了，连个消息都没听见……啊，对了，少林寺的无色禅师是大哥哥的好朋友！我十六岁生日时他还赠了礼物给我，我……我能跟你去嵩山吗？",
 [907024]="你是杨大哥的妹子，也就是我的朋友，路上有人作伴，何乐不为？郭姑娘，请！",
---------------------------------------------
-------------NPC:10101011 颜陌------------
---------------------------------------------
 [1010101111]="闲人勿近！", 
--task 9037 剧情
 [903741]=[[<font color='#278cf1'>颜陌：</font>好大的本事，敢缴我厚土旗的兵器！厚土旗众，听我号令！将这二人……]],
 [903742]=[[<font color='#31cf32'>%s：</font>兄台且慢！我二人并非华山派中人！敢问贵教黛绮丝姑娘可在？殷天正兄弟可在？曲正心长老可在？谢逊兄弟可在？]],
 [903743]=[[<font color='#278cf1'>颜陌：</font>停手！遁！……你是何人？走上前来！]],
 [903744]=[[<font color='#31cf32'>%s：</font>在下<font color='#31cf32'>%s</font>，不知兄台如何称呼？]],
--task 9037 complete_talk
 [903731]="%s？江南五家的后人？",
 [903732]="正是。",
--task 9038 accept_talk 
 [903821]="我乃明教五行旗厚土旗掌旗使颜陌，我们兄弟多有冒犯，来日再好生请罪。今日乃我明教与华山派了结恩怨之时，招呼不到，还请%s大侠和这位姑娘稍作回避，以免误伤。",
 [903822]="我知道你们两家在此了结恩怨，无意插手，只是眼下为追查一事，须得借道而过，烦请相让。",
--page goto 
 [903823]="%s大侠见谅，我教十大长老皆在洞内，华山派的拔尖高手亦在其中，这样的紧急关头不容有丝毫之失，更不能让无关之人掺和进来。你不如另寻他路，免得误事。",
 [903824]="自古华山一条道，你让我另寻他路，这不是强人所难么？！",
--task 9040 剧情
 [904041]="看门的还不少，不过怎么全是华山派的人，明教的人全在里面么？我得想办法进去才行。",
--
 [904042]="什么声音？我去看看，你留在这儿。",
 [904043]="想来不过山猫一类，正好我想方便方便，与你一同去。",
--task 9061 complete_talk
 [906131]="%s，你这个卑鄙小人！还敢与我对质！还十位长老命来！",
 [906132]="你少恶人先告状！我问你，为何诬赖我与华山派同谋！？",
--task 9062 accept_talk
 [906221]="哼，我诬赖你？你若不是赶着进洞去与华山派的同伙会合，为何不惜伤人？你口口声声说与我教有旧，动起手来可没见你留情！",
 [906222]="我本只是借道，是你定要阻拦！说来我还奇怪呢，你为何拦着道不让人过？",
--page goto
 [906223]="教中长老与华山派相斗，岂容旁人打扰？怕的就是你这种人，我明明不让你过，你反而伤人，偷偷潜入洞中！",
 [906224]="我再问你，你是否与华山派的人串通一气？拦住生人，是为了不让华山派的阴谋败露！",
--task 9062 剧情
 [906241]=[[<font color='#278cf1'>颜陌：</font>满口胡言！我与华山派从无往来，宁清羽乃华山派气宗首徒，我岂会与他同流合污！]],
 [906242]=[[<font color='#31cf32'>%s：</font>呵，颜掌旗，你自露马脚了，我可没说是谁。你若真如自己所言与华山派毫无往来，怎会对宁清羽知道的这么清楚？]],
 [906243]=[[<font color='#278cf1'>颜陌：</font>我……宁清羽为气宗首徒，我听过他的名头，有甚稀奇？]],
 [906244]=[[<font color='#278cf1'>殷天正：</font>那么拦住道路不让人过又是怎么回事？今日虽与华山派决战，但教中从未下过封山令。]],
 [906245]=[[<font color='#278cf1'>颜陌：</font>鹰王！我这是怕有闲人打扰长老们与华山派决战！]],
 [906246]=[[<font color='#278cf1'>殷天正：</font>颜掌旗，你已然慌了。]],
 [906247]=[[<font color='#278cf1'>颜陌：</font>……呵，既然断我退路，那就鱼死网破好了！]],
 [906248]=[[<font color='#278cf1'>颜陌：</font>都给我滚开！]],
 [906249]=[[<font color='#278cf1'>殷天正：</font>不可让他逃了！]],
--task 9066 剧情
 [906641]="我可以放你走，但是你不可伤害兰小姑娘，否则定让你受焚身之刑！",
 [906642]="呵呵呵呵……你以为我现在又比那烈火焚身的酷刑好受多少……",
--task 9066 complete_talk
 [906631]="看来我是抓对了人，这个小姑娘身份想必不简单，不然你们怎么会这么紧张？",
 [906632]="废话少说，你走是不走？",
--task 9067 accept_talk
 [906721]="自然要走！这些兄弟都是好人，你们……你们不要为难他们……",
 [906722]="呵，你这时候倒是记得兄弟了。",
--page goto
 [906723]="哼，我是满心名利，为了争权不择手段，背叛明王，违背誓约，当下无间地狱，受万世焚身之苦。可我任掌旗使一职，从未苛待手下，这大概是我唯一问心无愧之处了……",
 [906724]="那你可愿放了兰小姑娘，我会代你向殷大哥求情。",
--task 9067 剧情
 [906741]="你当我是三岁孩童么？等我到了安全的地方，自会放她。你们不准跟着！",
--
 [906742]=[[<font color='#278cf1'>颜陌：</font>小姑娘，你我无冤无仇，今日借你性命一用，实属无奈，你且去吧！]],
 [906743]=[[<font color='#278cf1'>兰蕊：</font>看来你也不算是坏人，罢了，就饶你一命。]],
 [906744]=[[<font color='#278cf1'>颜陌：</font>你说什……啊！【陷入昏迷】]],
 [906745]=[[<font color='#278cf1'>殷天正：</font>小姑娘好身手，颜陌为我五行旗掌旗使，武功自有其独到之处，姑娘竟能将他轻易制伏。]],
 [906746]=[[<font color='#278cf1'>兰蕊：</font>没有两下子，怎么静观江湖风云？鹰王已擒住叛徒，自可回去复命，十长老之事风云客栈已知，江湖公论，绝不会让明教吃亏。]],
 [906747]=[[<font color='#278cf1'>殷天正：</font>好，有观云使这句话，殷某放心的很。<font color='#31cf32'>%s</font>，你我相聚，总是匆匆，眼下我又要回光明顶去了。]],
 [906748]=[[<font color='#31cf32'>%s：</font>情义岂凭一时相聚，全在本心而已。]],
 [906749]=[[<font color='#278cf1'>殷天正：</font>说得好！这个叛徒我就先带走了，今日之事，是明教欠你一个天大的人情，日后但有吩咐，定不推辞！]],
 [906750]=[[<font color='#31cf32'>%s：</font>殷大哥言重，就此道别，万望保重！]],
---------------------------------------------
-------------NPC:10101012 曲正心------------
---------------------------------------------
 [1010101211]="凡我明教中人，谨遵”清净、光明、大力、智慧“八字教义，所谓正道常有无知之辈，眼高于天，实际不过是井底之蛙，徒增笑料。",
--task  9040 complete_talk
 [904031]="%s？",
 [904032]="曲长老？呼，还好是个认识的，进来可真不容易……【你将与厚土旗冲突之事简述一番】",
--task 9041 accept_talk
 [904121]="掌旗使颜陌性子高傲，向来不把人放在眼里，你收了他们的兵器，等于是给了他一个重重的耳光，他自是不会有甚好声气，不必理会。",
 [904122]="明教约战华山派，曲长老也是对战者之一？",
--page goto
 [904123]="当然。华山派拔尖的好手皆在此地，对战我教十大长老，你可知独孤九剑的传人也在此处，若能与他交手，当真不虚此行。",
 [904124]="略有耳闻。",
--task 9041 complete_talk
 [904131]="%s你与神雕大侠杨过很有交情，杨大侠的剑术传承自独孤求败，想必这独孤九剑的神妙之处你不是第一次见吧？",
 [904132]="杨大哥虽是独孤前辈传人，但所学并非独孤九剑，我也很好奇，风清扬的能耐有多大。",
--task 9042 accept_talk
 [904221]="哦？%s你也是当今江湖年轻一辈中的佼佼者，若能观此一战，对你的修为必是大有助益。凭你与我明教的交情，我也不能不成人之美。",
 [904222]="曲长老若有此心，真是感激不尽。",
--page goto
 [904223]="恩，这是我教与华山派之战，你只在一旁观战即可，万不可插手其中。比武之地就在前面，你随我来。",
 [904224]="曲长老请，我跟着就行了。",
--task 9049 complete_talk
 [904931]="%s……咳咳咳……幸好你还活着……咳咳咳……",
 [904932]="曲长老！你们这是……华山派的小人使了什么阴招？！",
--task 9050 accept_talk
 [905021]="咳咳……他们事先埋了炸药，华山派除了风清扬，其余几个人根本不是我们对手……咳咳……所以他们借口要饮水歇息再战，却没想到……茶水之中竟然有毒……",
 [905022]="可恶，他们自诩名门正派，出手竟这样阴险毒辣！",
--page goto 
 [905023]="咳咳咳……现在生气，于事无补……幸而你毫发无伤……咳咳，还有风清扬在此，他日江湖上……总算有人揭露华山派的阴险嘴脸……",
 [905024]="曲长老，你别说话了，让我为你运功驱毒。",
--task 9050 剧情
 [905041]="不可能……宁师兄他们不会这么做的……",
 [905042]="咳咳咳……独孤九剑传人，名不虚传，这华山之上怕也只有你这般纯净心思了……咳咳……咳咳咳……",
--task 9050 complete_talk
 [905031]="%s……不要为我浪费力气了，毒性已深……没用了……咳咳咳……",
 [905032]="曲长老，别说了……",
--task 9051 accept_talk
 [905121]="你们想办法离开这里……出去……若你有机会见到阿伊和灵儿……让她们各自保重……咳咳咳……我要……先走一步了……",
 [905122]="曲长老……",
--page goto 
 [905123]="我身体中……有蛊……我死后，你不要移动尸体……咳咳咳……它自会将我带回神母身边……",
 [905124]="好，我知道了……你……一路走好。",
---------------------------------------------
-------------NPC:10101013 宁清羽------------
---------------------------------------------
 [1010101311]="五岳剑派以华山派实力最强，偏偏华山派最强之人依仗的却是别派功夫，几位师长还将他捧得这么高……实在匪夷所思。", 
--task 9042 complete_talk
 [904231]="你是什么人！华山派与魔教之争，你一个外人怎么混进来的！",
 [904232]="在下%s，前来观战，顺便寻人。",
--task 9043 accept_talk
 [904321]="寻人……？这里只有华山派和魔教的人，%s大侠见谅，两派之争，无关之人介入其中多有不便，大侠还是请回吧。",
 [904322]="我寻的是你两派之外的人，据我所知，他们正躲在这洞中某处。",
--page goto
 [904323]="不可能！你不要胡搅蛮缠，快离开此地！",
 [904324]="你这么紧张作甚？难道是有什么阴谋？",
--task 9043 剧情
 [904341]="你胡说八道些什么！华山弟子，快将这个搅局之人赶出去！",
--
 [904342]="看他神色惶惶，定是有所隐瞒，这一次的决战，华山派难道藏着什么损招？",
--task 9043 complete_talk
 [904331]="%s，你也算是江湖上有名有姓的人，此事与你无关，你非要在这胡搅蛮缠，不觉得难看么！",
 [904332]="我这无关之人留在这儿做个见证，免得日后有人说你们之中谁耍了诡计，我也好替你们澄清啊。",
--task 9044 accept_talk
 [904421]="你怎能发此诛心之论？！我华山派虽然根基尚浅，却也是名门正派，若是被人欺到头上，绝不会忍气吞声。",
 [904422]="我说说而已，你何必这么紧张？难道被我言中？",
--page goto
 [904423]="岂有此理！%s，我敬你也算是一代大侠，你却一再相逼，今日若不给你点颜色，我华山派如何在江湖上立足！",
 [904424]="你这副样子，倒让我想起了一个词，怎么说来着？哦……狗·急·跳·墙！",
--task 9054 剧情
 [905441]="呵，这些阴险小人果然等在洞外！",
--task 9054 complete_talk
 [905431]="……%s？风师弟？！你们……你们竟然还活着？【他脸色飞快变换，由最初的震惊与慌张转为惊喜欣慰，明显透着一股做作】真是太好了，我们正在商量如何进洞救你们！",
 [905432]="哼，救我们？说得好像炸洞的不是你一样，为何之前不说？",
--task 9055 accept_talk
 [905521]="这……当时情况紧急，你们俩都离得较远，实在通知不及，并非有意为之。你们被困在里面，我也心急如焚，奈何无能为力啊。",
 [905522]="哼，曲长老临死之前把你的那些龌龊手段都告诉我们了，你再接着装！",
--page goto
 [905523]="魔教妖人的话岂能相信？要不是我们逃得快，早被他们拖死在洞中！",
 [905524]="卑鄙小人，废话少说！",
--task 9055 剧情
 [905541]="风师弟，%s本是外人，我不说什么。难道你还不明白我么？你我同门一场，我岂会无视你的生死？",
 [905542]="可你们事先埋下炸药，为何不跟我说？魔教虽为邪派，但我们既然是正道中人，就不该使这些下作的手段，宁师兄，你真的做错了！",
 [905543]="好，就算我这次真的错了，但魔教十长老今日殒命于此，乃是我正道的胜利！日后江湖之上，少了多少祸患？我无愧于大义！风师弟，你……愿不愿意体谅我？",
 [905544]="……我……你让我静一静。",
--task 9055 刷怪
 [905551]="%s大侠！其中当真有些误会！",
 [905552]=Img[2].."看打！",
---------------------------------------------
-------------NPC:10101014 风清扬------------
---------------------------------------------
 [1010101411]="我是华山派剑宗弟子，也是独孤九剑传人。只要有我在，谁都不能藐视我华山派！",
--task 9044 剧情
 [904441]="何人在此大放厥词！", 
--task  9044 complete_talk
 [904431]="你就是那个%s？我以为是多了不得的人物，竟是这样一个信口开河之辈，果然盛名之下，其实难符。",
 [904432]="哦？你也不过一个愣头青而已，口气不小。",
--task 9045 accept_talk
 [904521]="事出必有因，我只想问一句，你说我华山派背后捣鬼，可有什么证据？若没有真凭实据，那便是含血喷人！",
 [904522]="先是明教在外封路，后有你华山派洞内赶人，既然是光明正大的决战，有何不可示人？",
--page goto
 [904523]="事关我派名誉，岂能容你妄自臆断、信口开河？若你愿意道歉，我可以放你一马，否则你我只能以兵刃说话了！",
 [904524]="你若有心一战，我自当奉陪。",
--task 9045 剧情
 [904541]="风师弟，我派与魔教之战尚未结束，因你二人之战而耽搁也说不过去，再往里去有个小洞，还算开阔，你与%s去那边交手吧！",
 [904542]="也好，%s大侠，请随我来。",
--task 9045 刷怪
 [904551]="华山派风清扬，以独孤九剑讨教！",
 [904552]=Img[2].."能领教独孤九剑之威，幸何如之！",
--task 9045 complete_talk
 [904531]="习武之人，讲究心正，心不正，剑则邪。你有这般本事，若不能修心持身，实为武林一大憾事。",
 [904532]="你未免太过武断，你我今日不过头一回交手，你就已有了成见，难道你的同门就一定是正直的？",
--task 9046 accept_talk
 [904621]="华山派与魔教今日公平决战，我派高手尽在此地，魔教十长老也在当场，你却硬要攀咬我派作祟，岂非是你冒犯在先？宁师兄为正我派名声，以武辟谣，也在情理之中。",
 [904622]="是不是我有心攀咬，只怕宁清羽心里清楚，若非有鬼，他紧张什么？",
--page goto
 [904623]="试问若有一人无缘无故说你图谋不轨，你可乐意？宁师兄若说有错，也只是处置不当罢了。",
 [904624]="呵，你和他们是一伙的，自然处处维护。",
--task 9046 complete_talk
 [904631]="怎是我刻意维护，我只是……",
 [904632]="好了，你我二人在这里起口舌之争有何益处？",
--task 9047 accept_talk
 [904721]="那你又待如何？",
 [904722]="静观其变，若今日之战圆满收场，我必向华山派诚恳道歉。",
--page goto 
 [904723]="这样不失为一个办法，那我们就等%s你的诚恳致歉。",
 [904724]=Img[1].."呵，话可别说太满……",
--task 9047 剧情
 [904741]=[[<font color='#278cf1'>风清扬：</font>……！！！？]],
 [904742]=[[<font color='#31cf32'>%s：</font>怎么回事？是火药爆炸！有人在山洞中埋了火药！？]],
 [904743]=[[<font color='#278cf1'>风清扬：</font>不可能！自与魔教定下今日之战，这处山洞一直有我华山派精锐弟子看守维护，不许旁人接近，外人绝不可能有机会在这里埋火药！]],
 [904744]=[[<font color='#31cf32'>%s：</font>听听你自己说的话，想想其中道理，风大侠。]],
 [904745]=[[<font color='#278cf1'>风清扬：</font>不……不、不可能！]],
 [904746]=[[<font color='#31cf32'>%s：</font>可不可能且另说着，先保住性命再说。]],
--
 [904747]="宁师兄——喂——有没有人在外面——",
--task 9047 complete_talk
 [904731]="糟了，这洞被崩塌的山石给封死了，我们被困在这里了。不知道宁师兄他们情况如何，山洞被炸，但愿他们不要受伤……", 
 [904732]="我说风大侠，这火药就是他们自己埋的，能把他们伤着？",
--task 9048 accept_talk
 [904821]="事情尚未明朗，你岂可轻下结论。宁师兄一向老成持重，颇有君子之风，怎会做出这样有违侠义之道的举动？",
 [904822]="是伪君子还是真小人，出去之后自有分晓，来，风大侠，这家伙什你且拿好。",
--page goto
 [904823]="这是什么东西，像铁锹又似乎不是，%s大侠是想掘土挖个地道出去？",
 [904824]="不，这个洞最起码纵深有数百米，凭我二人挖出去得到何年何月，我们只挖到原先两派比武之地即可，风大侠，动手吧！",
--task 9048 剧情
 [904841]="本来收这些兵器只是玩笑，没想到歪打正着，此时竟派上用场了……",
--task 9048 complete_talk
 [904831]="多亏了有这利器，否则我们只怕要困死在里面。",
 [904832]="还好上层土质还算疏松，再往下全硬得像石头似的。",
--task 9049 accept_talk
 [904921]="我们快去先前比武之地看看情况，这么大爆炸，只怕这洞支持不住，要是垮塌下来，我们可就全无生机了。",
 [904922]="你说的是，快走。",
--task 9051 complete_talk
 [905131]="……【他眉头紧皱，看起来心绪十分烦乱】",
 [905132]="风大侠，如何？",
--task 9052 accept_talk
 [905221]="我……这……也许宁师兄他们是觉得对付魔教的人使些阴谋原也没什么要紧，他们虽然手段过激，但是本心还是向着正道的……",
 [905222]="风大侠看来与令师兄感情深厚啊……对魔教使些阴谋没什么要紧？哼，那你们何来的面目自称正派？",
--page goto
 [905223]="我不是在为他狡辩……宁师兄身为掌门大弟子，身上所承担的压力极大，人在压力之下，难免会有过激的反应……",
 [905224]="与你说这些没什么用，等出了洞，我再找你那师兄算账。",
--task 9052 剧情
 [905241]=[[<font color='#278cf1'>未知声源：</font>呦——呦——]],
 [905242]=[[<font color='#278cf1'>风清扬：</font>这是什么声音？]],
 [905243]=[[<font color='#31cf32'>%s：</font>似乎是猿啼之声……【猿啼？难道是潇湘子、尹克西一伙？】风大侠，有可能我要找的人就在里面，可愿与我同往？]],
--task 9053 complete_talk
 [905331]="好生稀奇的白猿，原来它是想要出去，结果被卡在这里。%s大侠认识它？",
 [905332]="我入洞之前，便是要找它那两个作恶多端的主人，正愁于断了线索。",
--task 9054 accept_talk
 [905421]="这么说来，你也算是误打误撞，竟在这洞中遇险之后又重新找到了线索。",
 [905422]="呵，是啊……大概冥冥中自有安排。",
--page goto
 [905423]="我们……这就要出去了？也不知道这猿儿挖的洞牢不牢固，可别被卡在中间才好。",
 [905424]="我看你是怕出去之后，证实你的宁师兄人面兽心，不配为华山派弟子吧？该来的躲不过，走吧。",
--task 9055 complete_talk
 [905531]="宁师兄是在为自己开脱，可他说得……%s大侠，正邪之间势不两立，宁师兄已然认错，十长老之事亦已成定局，不如……",
 [905532]="若你能说服你自己，便不必对我说这些话。",
--task 9056 accept_talk
 [905621]="我……唉，我自幼在华山派长大，虽有奇遇习得独孤九剑，但仍是华山派弟子，宁师兄所作所为我不能认同，但也不愿同门相残。",
 [905622]="那你是铁了心，将错就错？十长老泉下有知，只怕要后悔自己看错了独孤九剑传人。",
--page goto
 [905623]="不，他日江湖公论，我绝不会包庇宁师兄，自当还给十长老一个说法。华山派因此事蒙上污点，师父面前，宁师兄自会有他的下场。",
 [905624]="下场？即便他立时死在当场，也还欠着九条命。",
--task 9056 complete_talk
 [905631]="%s大侠，我知你与明教交情匪浅，但此事当真不是我一人能够做主，我必须回报掌门，由他老人家定夺，还请体谅一二。",
 [905632]="华山派内部清理之事，我不会插手。但若你们放任包庇，休怪我坏了门第规矩。",
--task 9057 accept_talk
 [905721]="你放心，若掌门不能严惩宁师兄，我也不会答应。",
 [905722]="好，今日我尚有要事在身，不便多耽，他日江湖上若听不到宁清羽的下场，我再上华山讨回公道！",
--page goto
 [905723]="%s大侠，请！",
 [905724]="咱们后会有期！",
--task 9057 剧情
 [905741]="看白猿去向，是往华山之巅，正好可与兰蕊会合。白猿识主，只要跟着这猿儿，定可寻得二贼下落。",
---------------------------------------------
-------------NPC:10101015 白猿------------
---------------------------------------------
 [1010101511]="呦呦——", 
--task 9052 complete_talk
 [905231]="呦呦——呦——【这猿儿被卡在几块巨大山石中间，正兀自挣扎不止，看来并无重伤，只是受了惊吓，急于脱身】",
 [905232]="【真的是潇、尹二贼驯养的那头白猿，怎会单独在此？潇、尹二贼会不会就在附近？】",
--task 9053 accept_talk
 [905321]="呦……【它双目含泪，眼神切切地望着你，十分可怜的样子】",
 [905322]="你且坚持一下，我这就救你出来。",
--task 9053  剧情
 [905341]=[[<font color='#278cf1'>白猿：</font>呦呦——【搬开山石后，那猿儿长臂一撑，从山石之间脱出身来，向着你作了三个大揖，极通人性。】]],
 [905342]=[[<font color='#278cf1'>白猿：</font>呦——【只见白猿转过过身去，背朝着你，四肢并用，对着先前困住它的缺口一通狠挖。再看时，那缺口透出亮光，竟是通向洞外的一个出口。】]],
---------------------------------------------
-------------NPC:10101016 殷天正------------
---------------------------------------------
 [1010101611]="人生如戏，一波未平，一波又起。",  
--task 9059 剧情
 [905941]="%s。呵呵……故友重逢，本该是件高兴的事。",
--task 9059 complete_talk
 [905931]="可惜啊，你我重逢，却成了仇人！",
 [905932]="殷大哥，难道你也相信我会谋害十长老？",
--task 9060 accept_talk
 [906021]="你我也曾并肩而战，黛绮丝远涉中原，多亏你一路护送，我教才有了紫衫龙王。我也不愿相信，你已非当初那个侠骨热肠的%s。",
 [906022]="殷大哥，你这么说，就是不信我了？",
--page goto
 [906023]="锐金旗掌旗使指认你与华山派一伙，伤我锐金旗众，强行闯入洞中，假意接近曲长老，实为下毒，后又借故与风清扬离开，华山派便趁机炸洞，杀害十位长老！",
 [906024]="真相并非如此！殷大哥，你可愿听我解释？",
--task 9060 刷怪
 [906041]="有什么话，打过再说！",
 [906042]="殷大哥……！",
--task 9060 complete_talk
 [906031]="好啊，果然武功大进，今非昔比，可敢与我搏命否？！",
 [906032]="殷大哥，你冷静一点，岂可凭颜陌一面之词，便断定我与华山派一起谋害十长老？",
--task 9061 accept_talk
 [906121]="那你倒是说说，颜陌与你从不相识，为何要污蔑你谋害十位长老？厚土旗旗众是不是你打伤的？",
 [906122]="唉，真是跳进黄河洗不清了，事情原是这样……【你将无名洞前与厚土旗冲突之事详细道来】",
--page goto
 [906123]="这……【他怒容消减，显然有些相信你的话，只是仍有疑虑】%s，你我白驼山一会，我实在不愿相信你是个卑鄙小人，但颜陌为教中效力许久，我也不可不信他，你敢与他对质吗？",
 [906124]="若能对质，再好不过了。",
--task 9061 剧情
 [906141]="好！来人，请颜掌旗到此！",
 [906142]="是！",
 [906143]="鹰王，属下在此候命。",
--task 9062 complete_talk
 [906231]="没想到我教中竟出了这样的孽障！还有这么多蠢材跟着他！明王定不会饶恕他们！",
 [906232]="只要有利益，怕是明王也难以制约他们。",
--task 9063 accept_talk
 [906321]="哼，这个叛徒，险些让我失去了一位好朋友！%s，先前我被奸人蒙蔽，与你大动干戈，你可愿原谅我？",
 [906322]="虽然有些生气，不过既然误会解开，岂能让奸人伤了你我的和气？殷大哥现在如何打算？",
--page goto
 [906323]="活捉颜陌！至于追随他的这些蠢人，背叛明王，违背誓约，他们死后只会万劫不复！%s，可愿助我一臂之力？",
 [906324]="不用殷大哥开口，我也要出出这口恶气！",
--task 9063 剧情
 [906341]="呀——放开我！",
 [906342]="%s，你还不住手！看看此人是谁！",
--
 [906343]="糟了！这里原是我与兰蕊所约定的会合之地！",
--task 9065 剧情
 [906541]="你退开些！别靠这么近！去问问殷天正！是放我一条生路，还是要这个小姑娘陪我一起死！",
 [906542]="这些陪你反叛之人也都曾是与你一起在明王面前盟誓的兄弟，紧要关头，你却只惦记自己的生死，真是枉生为人！",
--task  9065 complete_talk
 [906531]="颜陌如此行事，竟还有人会死忠于他？",
 [906532]="可恨之人，必有可怜之处，想来颜陌平时并不是苛待下属之人。",
--task 9066 accept_talk
 [906621]="哼，小恩小惠，收买人心的勾当，他竟也做得！这些人被灰尘蒙蔽心眼，信错了人！竟还不醒悟！",
 [906622]="殷大哥，如今局势，不利于我们。兰小姑娘乃是风云客栈的观云使，万不可有失，否则你我都无法交代。",
--page goto
 [906623]="……我明白了。罢了，且放他离开，等兰小姑娘脱险，再设伏抓他不迟。",
 [906624]="多谢殷大哥体谅。",
---------------------------------------------
-------------NPC:10101018 谢听风------------
---------------------------------------------
 [1010101811]="千言万语留不住，当时只道是寻常。",
--task 9028 剧情
 [902841]="……我虽然是带发修行，但终究是出家人，前缘尽了，无话可叙，听风楼主还是请回吧。",
 [902842]="如果你真的可以放下前缘，何必对我避而不见？",
 [902843]="……菩提萨埵，依般若波罗蜜多故，心无挂碍。无挂碍故，无有恐怖，远离颠倒梦想，究竟涅槃……",
 [902844]="唉……观云……",
--task 9028 complete_talk
 [902831]="哦？%s？", 
 [902832]="谢楼主，未料于此地相逢。",
--task 9029 accept_talk
 [902921]="可不是嘛。区区每年会到栖云庵一次，只是次次都吃了闭门羹，今年倒有了新花样，遇到了你。",
 [902922]="我算是个花样么？谢楼主当年被观云阁主整治得不轻，怎么如今倒勤来勤往？",
--page goto
 [902923]="说来话长，我与观云共事二十年有余，总有一份同僚之情，更何况……算了，不提也罢。近年来江湖上流传着不少你的事迹，你已是今非昔比，如何到了华山？",
 [902924]="说来话长……",
--task 9033 complete_talk
 [903331]="你离开桃花岛后，因梁梦儿之死，暗棋曾有过一番变故，我手下的听风者和观云阁的观云者分别追其一支，偶然得到了一些线索……",
 [903332]="是什么？ ",
--task 9034 accept_talk
 [903421]="你的祖父在移居江南时曾绕道嵩山，在离开之时，留下了几个人，此后与少林再无往来，连当初他留下的人也泯然于众僧，再难查知真实身份。",
 [903422]="所以你们认为我祖父留下数人在少林看管《武穆遗书》？",
--page goto
 [903423]="当年你祖父也是江湖上数得上名号的人物，智计超群，他会做这样的安排，一点也不稀奇。但令人不解的是，你近几年在江湖上风头甚劲，若那几人尚在少林，岂会不与你联络？",
 [903424]="也许他们隐世已久，不知江湖消息……不，这说不通……那么，最坏的可能就是他们已经不在人世。",
--page goto
 [903425]="重要的是，少林是否清楚这件事，若他们知道，那不论那几人生死与否，都应该派人通知你，由你交还岳家后人才对。",
 [903426]="不论少林知不知道，我都要走上一趟。",
--task 9034 剧情
 [903441]=[[<font color='#278cf1'>临尘：</font><font color='#31cf32'>%s</font>，且留步。请将小蕊儿带上，她小小年纪，不该和我在这山上呆着。]],
 [903442]=[[<font color='#278cf1'>慧心：</font>什么？我不去，师太是嫌我服侍的不好？]],
 [903443]=[[<font color='#278cf1'>临尘：</font>之前说好的，你怎么又反悔了？]],
 [903444]=[[<font color='#278cf1'>慧心：</font>我……]],
 [903445]=[[<font color='#278cf1'>临尘：</font>不必说了，你只跟着<font color='#31cf32'>%s</font>下山，之后是想回风云客栈，还是自己游玩，尽可随意。]],
 [903446]=[[<font color='#31cf32'>%s：</font>好，我会好好照看兰小姑娘。]],
---------------------------------------------
-------------NPC:10101087 厚土旗叛徒------------
---------------------------------------------
 [1010108711]="我绝不会让你们伤害掌旗使！休得再靠近！",
 [1010108712]="他为了一己私利，勾结外敌谋害了你们教中的十位长老，难道你还认他做掌旗使？", 
--task 9065 剧情
 [906551]="我只是个小小教众而已，根本没资格见到十位长老，也不认得他们。掌旗使却天天与我们在一起，或许你会说我不明大义，但我岂能因为不认识的人而眼睁睁看着你们伤害我敬重之人？",
 [906552]=Img[1].."你……！唉，真是糊涂！", 
---------------------------------------------
-------------NPC:10101088 厚土旗叛徒------------
---------------------------------------------
 [1010108811]="你不用说什么，我是不会听的。掌旗使有再大的错，我也只会站在他这边！",
 [1010108812]="你难道连是非也不分了么？", 
--task 9065 剧情
 [906553]="我受昏官所害，家道中落，险些饿死路旁，是颜掌旗救我一命，还给了我安身之所，让我可以好好抚养年幼的妹妹，我绝不会背叛掌旗使。",
 [906554]=Img[1].."那你有没有想过你为他叛教，以后你妹妹该怎么办？拘泥于小节，忘却大义，我实在难以苟同。", 
---------------------------------------------
-------------NPC:10101089 厚土旗叛徒------------
---------------------------------------------
 [1010108911]="我我我我我不不不会会会……会……会背……啊背……背叛掌掌掌掌……啊掌掌……",
 [1010108912]="【……结巴？！】但是他叛教是事实，你愚忠于他有何益处？你是明王的信众，而非颜陌的家仆啊！", 
--task 9065 剧情
 [906555]="你你你……你你不用……用……啊用……用用说……说说说说说……",
 [906556]=Img[1].."好了！你也不用说了，我懂了！", 
---------------------------------------------
-------------NPC:10101090 厚土旗叛徒------------
---------------------------------------------
 [1010109011]="你别说了！说了也没用，反正我已经决定与掌旗使同生共死！",
 [1010109012]="但你们的掌旗使怕是没这个打算，你们只是炮灰而已！", 
--task 9065 剧情
 [906557]="为了他，哪怕是当炮灰又如何……我生是掌旗使的人，死是掌旗使的鬼……！",
 [906558]=Img[1].."……这……我只好祝你们幸福……", 
---------------------------------------------
-------------NPC:10101085 双绝之墓入口------------
---------------------------------------------
 [1010108511]="由此进入双绝之墓。", 
---------------------------------------------
-------------NPC:10101086 无名洞入口------------
---------------------------------------------
 [1010108611]="由此进入无名洞。",  
---------------------------------------------
-------------NPC:10111001 觉远------------
---------------------------------------------
 [1011100111]="他强由他强，清风拂山岗。他横由他横，明月照大江。",
--task 9070 剧情
 [907041]=[[<font color='#278cf1'>挑水僧人：</font>是时药叉共王立要，即于无量百千万亿大众之中，说胜妙伽他曰：由爱故生忧，由爱故生怖；若离于爱者，无忧亦无怖……]],
 [907042]=[[<font color='#278cf1'>郭襄：</font>若离于爱者，无忧亦无怖……我要问问这和尚，如何才能离于爱，如何才能无忧无怖……]],
--task 9070 complete_talk
 [907031]="……【觉远一见你二人，微微一愣，随即颔首而笑，对你们合十行礼，竟也不说话，自顾自地挑着水往前走去】",
 [907032]="诶，觉远大师！我是%s啊，你难道不认识了么？",
--task 10001 accept_talk
 [1000121]="……【觉远听见你的话，又停了下来，冲你合十一礼，兀自挑着他的水前行而去】",
 [1000122]="你明明刚才还在诵经，此时为何却装起了哑巴？",
--page goto
 [1000123]="……【他冲你摆了摆手，示意你不必多问，显然不愿详谈】",
 [1000124]="莫非是有何为难之处？……去问问郭姑娘如何打算。",
--task 10002 complete_talk
 [1000231]="……【一闻此言，觉远面露惊色，向左右一阵张望，冲你二人连连摆手】",
 [1000232]="大师在紧张些什么？",
--task 10003 accept_talk
 [1000321]="……【觉远摇了摇头，很是懊恼的样子】",
 [1000322]="大师，你……",
--task 10003 剧情
 [1000341]="觉远，你不守戒规，擅自开口说话，更与寺外生人交谈，这便跟我们去见戒律院首座。",
--task 10004 complete_talk
 [1000431]="%s施主闯了大祸了，这两位师兄定会回寺告状，到时施主可就麻烦了！",
 [1000432]="哼，怕他们不成，少林寺好大的规矩，大师你也忍得住，竟受他们这样欺负。",
--task 10005 accept_talk
 [1000521]="唉，小僧并没有受到欺负，你们真的误会了，如今跟师兄们动了手，未免祸事，还是快快下山去吧。",
 [1000522]="既然动了手，便也不怕他。我只怕会害得你再受责罚，大师，不如你跟我们一起走。",
--page goto
 [1000523]="不行不行，小僧还要挑水，你们快快下山去，再耽搁怕就走不成了。",
 [1000524]="不行，我不能放着不管，你那小徒弟呢？你这锁链碍事的很，还是除掉的好！",
--task 10005 剧情
 [1000541]="使不得！使不得！",
 [1000542]="诶，大和尚，你跑什么！难道我们会害你不成！",
--
 [1000543]="觉远大师什么都好，就是忒怕事了，少林数百年名声岂会不讲理，无论如何，得给他讨回公道。",
--task 10036 complete_talk
 [1003631]="%s施主，你与这位施主对弈，何故损伤我寺路面？这位施主又是何人，寻小僧何事？",
 [1003632]="这位是昆仑三圣何足道，此来一是受尹克西所托给你带话，二来是领教少林武艺。",
--task 10037 accept_talk
 [1003721]="原来他露这一手，是向我寺显示武功，老方丈和颜悦色，这位施主却置之不闻，实非待人之礼。",
 [1003722]="他也不是故意的，只是兴之所至，难以自持。",
--page goto
 [1003723]="阿弥陀佛……此人因小僧而来，小僧不能不理。%s施主，借过一步。",
 [1003724]="呃……大师请。",
--task 10037 剧情
 [1003741]=[[<font color='#278cf1'>何足道：</font>大和尚，你好深厚的内功，在下可不及你！]],
 [1003742]=[[<font color='#278cf1'>觉远：</font>一枰袖手将置之，何暇为渠分黑白？]],
 [1003743]=[[<font color='#278cf1'>何足道：</font>哈哈！好！虽说这局棋本该由<font color='#31cf32'>%s</font>来对，但你这大和尚既搅了局，不用再下，我已然输了。我领教领教你的剑法！]],
 [1003744]=[[<font color='#278cf1'>觉远：</font>老僧只知念经打坐，晒书扫地，武功一道可一窍不通。]],
 [1003745]=[[<font color='#278cf1'>何足道：</font>哼，看剑！]],
 [1003746]=[[<font color='#31cf32'>%s：</font>糟了，觉远大师不通外功，何足道有剑圣之名，实力非凡，这下觉远大师要吃大亏的！]],
--task 10037 刷怪
 [1003751]="%s，你挡着我做什么？",
 [1003752]=Img[2].."觉远大师代我与你弈棋，就让我来代他与你比剑！",
--task 10041 complete_talk
 [1004131]="君宝……这实在怪不得他，连我也早已忘了这条寺规，否则我定不会……定不会……唉！",
 [1004132]="现在说这个已经晚了，大师快想想办法，如何能救君宝？",
--task 10042 accept_talk
 [1004221]="这条寺规乃因当年火工头陀私学武功，最后打伤达摩堂九大弟子，更令达摩堂座师苦智禅师枉死的恶果所立，眼前的元悟禅师乃是苦智禅师的小弟子，君宝犯戒，他最是容不得。",
 [1004222]="偏他地位甚高，若他定要惩治君宝，怕是连天鸣禅师也奈何不得。",
--page goto
 [1004223]="君宝私学武功乃因我而起，我决不能让他白白牺牲，%s施主，能否请你相助？",
 [1004224]="我既到此，自是有心助你。",
--task 10042 剧情
 [1004241]="这是哪里来的野孩儿？少林寺千年宝刹，岂是由得你放肆的地方？",
--
 [1004242]="看来想要救出张兄弟，这个老和尚乃是关键所在，我且试试能不能说服他。",
--task 10049 complete_talk
 [1004931]="咳咳咳……唔……",
 [1004932]="大师你醒了？感觉如何？",
--task 10050 accept_talk
 [1005021]="……君、君宝……咳咳咳……",
 [1005022]="放心，张兄弟平安无事。",
--page goto
 [1005023]="……君宝……彼之力方碍我之皮毛，我之意已入彼骨里。两手支撑，一气贯通。左重则左虚，而右已去，右重则右虚。而左已去……",
 [1005024]="大师，你说什么？",
--task 10050 剧情
 [1005041]=[[<font color='#278cf1'>郭襄：</font>大和尚，你累了一整天，再多睡一会儿吧？]],
 [1005042]=[[<font color='#278cf1'>觉远：</font>……气如车轮，周身俱要相随，有不相随处，身便散乱，其病于腰腿求之……先以心使身，从人不从己，从身能从心，由己仍从人。由己则滞，从人则活……]],
 [1005043]=[[<font color='#31cf32'>%s：</font>……【这难道是九阳真经？可临敌之际，须当制人而不可受制于人。怎么觉远大师所言，与我平日所知大相径庭？】]],
 [1005044]=[[<font color='#278cf1'>郭襄：</font>是谁？……啊，大和尚，你怎地苦苦不舍，还是追了来？难道非擒他们师徒归寺不可么？]],
 [1005045]=[[<font color='#278cf1'>无色禅师：</font>善哉，善哉！老僧尚分是非，岂是拘泥陈年旧规之人？老僧到此已有半夜，若要动手，也不等到此时了。觉远师弟，无相师弟率领达摩堂弟子正向东追寻，你们快快往西去罢！]],
 [1005046]=[[<font color='#278cf1'>张君宝：</font>师父醒来，罗汉堂首座跟你说话。啊……！！师父，师父！]],
 [1005047]=[[<font color='#278cf1'>无色禅师：</font>阿弥陀佛……诸方无云翳，四面皆清明，微风吹香气，众山静无声。今日大欢喜，舍却危脆身。无嗔亦无忧，宁不当欣庆？]],
---------------------------------------------
-------------NPC:10111002 郭襄------------
---------------------------------------------
 [1011100211]="渺千山暮雪，万里层云，只影向谁去……", 
--task 10001 complete_talk
 [1000131]="他装哑巴，我偏要弄清楚是怎么回事，瞧他那一身的铁链子，怕是受了欺负，我们可不能就这样放着不管。",
 [1000132]="说的是，可觉远大师一直这样避而不谈，我们该怎么办？",
--task 10002 accept_talk
 [1000221]="嘿嘿，他不说话，我自有办法让他开口，你来，我们且走远一些躲好，等他走近再吓一吓他。",
 [1000222]="这样未免太不庄重。",
--page goto
 [1000223]="哎哟喂……这时候你还讲什么庄不庄重，能不能弄清楚觉远大师为什么被绑了这么重的铁链挑水，而且不肯说话才是要紧！",
 [1000224]="你说的有理，那就这么办。",
--task 10002 剧情
 [1000241]=[[<font color='#278cf1'>郭襄：</font>快快，躲好了，等他走过来。]],
 [1000242]=[[<font color='#278cf1'>郭襄：</font>好！就是现在！]],
 [1000243]=[[<font color='#278cf1'>郭襄：</font>觉远和尚！你在干什么？！]],
 [1000244]=[[<font color='#278cf1'>觉远：</font>哎哟哟……吓我一跳，你这是做什么？]],
 [1000245]=[[<font color='#278cf1'>郭襄：</font>哈哈哈，这下装不成哑巴了？]],
--task 10009 complete_talk
 [1000931]="他到底去哪了呢？竟连句话也不曾留给我，难道他真的已经把我给忘了么……",
 [1000932]="郭姑娘？你还好吧？",
--task 10010 accept_talk
 [1001021]="我没事，你有事便留在这里吧，我先走了……也许去其他地方再找找，还能见到大哥哥和龙姐姐……",
 [1001022]="郭姑娘，容在下多嘴一句，命里无时莫强求，该放下时，就放下吧。",
--page goto
 [1001023]="命里无时莫强求……呵呵，我记下了，可我……罢了，你且不要管我，让我四处走走，也许哪一天走累了，也就放下了。",
 [1001024]="好，那我送你一程。",
--task 10010 剧情
	[1001041]="你还是回去等着那些和尚，替你解答疑惑吧。",
--
 [1001042]="%s大侠——！请留步——！",
 [1001043]="好啦，送君千里终须一别，我走啦，有缘再见！",
--task 10032 剧情
 [1003241]="四位前辈传功后必然虚弱，他们不让我回头，我只好去找天鸣方丈，看能否派些沙弥前来照料",
--
 [1003242]="呀，这不是%s么？你的事办得可好？",
 [1003243]="怎么，这位是郭姑娘的朋友？",
--task 10032 complete_talk
 [1003231]="我来为你们介绍介绍，这位是江南五家后人，在中原武林也算得上个响当当的人物了。这位呢，是何足道，有“昆仑三圣”的名号，不过他只在西域行走，咱们却是不熟悉的。",
 [1003232]="啊？！他便是昆仑三圣何足道？",
--task 10033 accept_talk
 [1003321]="咦？你认识他？我爹娘、外公还有大哥哥都从未提及过他的名号，你竟然听过，你竟比我爹娘外公还有大哥哥的消息还要灵通么？",
 [1003322]="哪里，这位“昆仑三圣”留书向少林挑战，天鸣方丈以为我与他有关，所以将我召入寺中询问，这才知道。",
--page goto
 [1003323]="原来是这样……留书挑战之事，说来还有许多曲折，我现在正要陪着他去少林寺，给觉远大师带一句话，你可要同去？",
 [1003324]="我也正有事要找天鸣方丈，自当同去。",
--task 10033 剧情
 [1003341]=[[<font color='#278cf1'>何足道：</font>昆仑山何足道造访少林寺，有一言奉告。]],
 [1003342]=[[<font color='#278cf1'>天鸣方丈：</font>这一位想是号称琴剑棋三圣的何居士了。老僧未能远迎，还乞恕罪。]],
 [1003343]=[[<font color='#278cf1'>何足道：</font>晚生何足道，“三圣”狂名，何足道哉！滋扰宝刹，甚是不安，惊动众位高僧出寺相迎，更何以克当？]],
 [1003344]=[[<font color='#278cf1'>天鸣方丈：</font>何居士不用客气，请进奉茶。只是这位女施主……]],
 [1003345]=[[<font color='#278cf1'>何足道：</font>老方丈，晚生到宝刹来，本是受人之托，来传一句言语。这句话一说过，原想拍手便去，但宝刹重男轻女，莫名其妙的清规戒律未免太多，晚生却颇有点看不过眼。须知佛法无边，众生如一，妄分男女，心有滞碍。]],
 [1003346]=[[<font color='#278cf1'>郭襄：</font>何大哥，我又不是非进少林寺不可。你传了那句话，这便去罢。这位无色禅师是我的好朋友，你们两家不可伤和气。]],
 [1003347]=[[<font color='#278cf1'>何足道：</font>啊，原来如此。老方丈，贵寺有一位觉远禅师，是哪一位？在下受人之托，有句话要转告于他。]],
 [1003348]=[[<font color='#278cf1'>天鸣方丈：</font>……觉远禅师？这……【天鸣方丈神色茫然，显然是想不起寺中何时有了这么个觉远禅师】]],
 [1003349]=[[<font color='#31cf32'>%s：</font>老方丈，何兄说的乃是看守《楞伽经》的藏经阁守卫僧，觉远大师。莫非何兄竟是为了《楞伽经》之事而来？]],
 [1003350]=[[<font color='#278cf1'>天鸣方丈：</font>原来是他。传觉远前来见客。]],
--task 10046 complete_talk
 [1004631]="嘘——我在这里等你半天了，可急死我了，还以为你被那些凶和尚抓住了呢！",
 [1004632]="侥幸脱险，觉远大师和张兄弟呢？",
--task 10047 accept_talk
 [1004721]="藏在前面塔林之中，觉远大师今日行功过于劳累，现下正在休息养神。那群和尚想来被你闹得厉害，还在寺中收拾残局，不会大搜山林，等觉远大师缓过劲来，我们再往山下逃也不迟。",
 [1004722]="没事就好，你带我去瞧瞧。",
--page goto
 [1004723]="自然是要去的。不过我们闹了一天，早就饿了，觉远大师和张兄弟怕也要吃些东西，好恢复体力。我瞧这山上野果遍生，不如摘些果子充饥。",
 [1004724]="你一说我也有些饿了，走，去摘些果子。",
--task 10047 complete_talk
 [1004731]="这么多应该够吃了，好浓的果香，闻起来就觉得味道不错。",
 [1004732]="走吧，等见了觉远大师师徒再一块儿吃。",
--task 10052 complete_talk
 [1005231]="唉，真是可怜见的……我有个想法，觉远大师舍身成仁，乃是一桩大功德，前方就是寺中和尚们的舍利塔林，觉远大师也当入舍利塔才是。",
 [1005232]="这……还得张兄弟答应才行。", 
--task 10073 complete_talk
 [1007331]="唉，张兄弟小小年纪，失了依傍，少林寺的僧众又在追捕于他，真是可怜。你说，不如我让他去襄阳投了我爹爹妈妈，怎样？",
 [1007332]="能得令尊令堂庇佑，自是很好，只是你姐姐……",
--task 10054 accept_talk
 [1005421]="我姐姐脾气大，我也知道，张兄弟只须顺着她些也便是了。只要在我爹妈跟前，少林寺的僧众再狠，也不能来难为他。",
 [1005422]="唔，可我却是吃够你姐姐的亏了，不忍见张兄弟再受那冤枉气。",
--page goto
 [1005423]="我爹爹最喜欢少年英雄，只要他去襄阳，我爹妈必会善待于他。我天涯海角，行踪无定，你也是江湖飘泊之人，我们俩都没办法长久的照顾他。",
 [1005424]="你说的是，但这事终究得张兄弟主角来做决定，你我却是代替不了的。",
--task 10054 剧情
 [1005441]="张兄弟，我这便要走了，你拿着这镯子去襄阳找我爹妈，且先寻个安身之所吧。",
---------------------------------------------
-------------NPC:10111003 戒律院弟子------------
---------------------------------------------
 [1011100311]="好大的胆子！",
--task  10003 complete_talk
 [1000331]="少林寺乃佛门清净地，岂容你们一干小子在此撒野？快快解了兵刃，便不和你们一般见识，自行下山便罢。",
 [1000332]="嚯，少林寺好大的规矩，这还没入寺门就要人解下兵刃，等入得寺门，是否还要三跪九叩？",
--task 10004 accept_talk
 [1000421]="这位施主说的好没道理，少林寺乃禅宗祖庭，厌见兵刃，这是多少年的规矩，并非刻意刁难你，还请你不要无理取闹。",
 [1000422]="禅宗祖庭？真是了不得的名号。",
--page goto
 [1000423]="阁下不必语带嘲讽，少林寺数百年名声，不是小僧妄自夸大，请阁下遵循旧俗，解下兵刃。",
 [1000424]="好啊，你有本事自己来取吧！",
--task 10004 剧情
 [1000441]="若被你这样三言两语就解了兵刃，日后江湖市井之间我岂不成了笑柄？",
--
 [1000442]="别打了，快别打了！有话好说！",
 [1000443]="你等着！有你的好果子吃！",
--task 10004 刷怪
 [1000451]="施主，请解兵刃！",
 [1000452]=Img[2].."且好好拿着吧！",
---------------------------------------------
-------------NPC:10111004 张君宝------------
---------------------------------------------
 [1011100411]="施主，师父并没有受欺辱……", 
--task 10005 complete_talk
 [1000531]="劳施主动问，小的在这。",
 [1000532]="你在就好。你这小子，师父受了欺辱，你怎么也不帮忙？",
--task 10006 accept_talk
 [1000621]="师父并没有受欺辱啊……寺中戒律精严，僧众凡是犯了事的都要受罚，倒不是故意欺侮师父。",
 [1000622]="你师父这样的正人君子能犯什么事？啊，难道是因为《楞伽经》……？",
--page goto
 [1000623]="是啊，那日下山之后，虽说是拜托了%s施主你，但我们师徒亦不敢放松，在华山附近又盘桓了不少时日，一番好找，可惜终无所获，只得回到寺中禀告此事。",
 [1000624]="唉，所以你们便认了这晦气？",
--task 10006 剧情
 [1000641]=[[<font color='#278cf1'>罗汉堂执法僧：</font>罗汉堂首座尊师传谕：着来人放下兵刃，陈明详情，听由法谕。]],
 [1000642]=[[<font color='#278cf1'>郭襄：</font>哈哈，少林寺的和尚什么时候学着打得一口好官腔，却不知做的是哪里的官儿？]],
--task 10006 刷怪 
 [1000651]="不论如何，还请放下兵刃说话！在少林寺又带兵器又伤人，哪有这般道理！",
 [1000652]=Img[2].."你们若是用强，就别怪我不客气！",
--task 10006 剧情
 [1000645]=[[<font color='#31cf32'>%s：</font>哼，还道偌大的少林寺自有不凡之处，没想到也不过是些以多欺少，恃众凌弱之辈！]],
 [1000646]=[[<font color='#278cf1'>无色禅师：</font>众人住手！]],
--task 10010 complete_talk
 [1001031]="%s大侠，老方丈和罗汉堂座师让我来请你入寺一会。",
 [1001032]="真的？无色禅师这么快就处理完大事了么？",
--task 10011 accept_talk
 [1001121]="没有，好像就是因为方才之事，才要快快来请大侠入寺呢。",
 [1001122]="哦？【难道少林寺的大事竟与我有关？啊，莫非是遗书有失？！】",
--page goto
 [1001123]="大侠别发呆了，快跟小的入寺吧！",
 [1001124]="哦，好好，走吧。",
--task 10038 complete_talk
 [1003831]="我、我赢了？",
 [1003832]="好小子！那何足道武功非凡，你竟有这般本事，连我也甘拜下风！",
--task 10039 accept_talk
 [1003921]="我左右就会使这几招，他要是再打下去，我就应付不来了，幸好他与我对拼内力，这我却是不怕的。",
 [1003922]="九阳真经果然神奇……",
--task 10039 剧情
 [1003941]=[[<font color='#278cf1'>元悟禅师：</font>这个弟子的武功是谁所授？]],
 [1003942]=[[<font color='#278cf1'>天鸣禅师：</font>觉远内功虽精，未学拳法。那少年的少林拳，却是何人所授？]],
 [1003943]=[[<font color='#278cf1'>元悟禅师：</font>我在问你，你的罗汉拳是谁教的？]],
 [1003944]=[[<font color='#278cf1'>张君宝：</font>弟子照着这两个铁罗汉所使的套路，自己学上几手，实在是无人传授弟子武功。]],
 [1003945]=[[<font color='#278cf1'>无相禅师：</font>达摩堂众弟子一齐上前，把这小厮拿下了。]],
 [1003946]=[[<font color='#278cf1'>觉远：</font>老方丈，这……这须怪不得君宝……]],
 [1003947]=[[<font color='#278cf1'>元悟禅师：</font>罗汉堂众弟子，何以不并力上前！且将这小厮押到戒律院发落！]],
 [1003948]=[[<font color='#31cf32'>%s：</font>这是什么情况？怎么君宝打退了何足道，这些和尚反却像要吃了他似的？怕是要有祸事！]],
--task 10048 complete_talk
 [1004831]="%s！郭姑娘！",
 [1004832]="我已经听郭姑娘说了大概情况，觉远大师如何？",
--task 10049 accept_talk
 [1004921]="师父一直似昏似睡，怕是累得很，我也不敢打扰……%s大侠，你本事过人，你帮帮忙，能不能让师父醒来？",
 [1004922]="一直昏睡怕是不妥，待我看看。这些果子你且先吃，你也饿了吧？",
--page goto
 [1004923]="我还好，不用管我，你快看看师父吧。",
 [1004924]="别急，我这就去。",
--task 10049 剧情
 [1004941]="觉远大师乃是行功过度，他空有绝世内力，却对武学一窍不通，怕也不懂调息之法，还得帮帮他。",
--task 10050 complete_talk
 [1005031]="师父！……你竟就这样丢下我……呜呜呜……",
 [1005032]="张兄弟……你……你节哀顺变吧……",
--task 10051 accept_talk
 [1005121]="呜呜呜……师父都是为了救我，才会心力交瘁而亡……我身边只有师父一个亲近的长辈，如今连他也弃我而去，今后我当何去何从……",
 [1005122]="君宝，人皆有一死，你看开点。",
--page goto
 [1005123]="佛门弟子圆寂之后，尽皆火化。呜呜呜……如今师父他……我也该拾些柴禾，将师父的尸身火化，助他早登极乐……",
 [1005124]="恩，我们一起帮你，你且冷静冷静，莫太过悲恸。",
--task 10051 complete_talk
 [1005131]="这些应该够了……不知道人死之后，还会不会感觉到烈火焚身之痛？",
 [1005132]="放心吧，火化之事，乃是助他早日成佛，怎会觉得痛苦？",
--task 10052 accept_talk
 [1005221]="常言道，人死如灯灭，这一把火过后，我即便再想念师父，也见不到他的音容了……",
 [1005222]="张兄弟，觉远大师走得安详，你莫太过伤心，否则让大师如何放心得下？柴堆已经准备好了，张兄弟，点火吧。",
--page goto
 [1005223]="师父因我而死，我如何能不伤心？不过你说得对，我不能让师父辗转泉下，我应当坚强些才是……%s大侠，我、我下不去手……你帮帮我吧。",
 [1005224]="唉，好吧，交给我来。",
--task 10052 剧情
 [1005241]="张兄弟不通世事，如今少林寺是容他不得了，觉远大师也已圆寂，他今后去向……当真是个难题。",
--task 10053 剧情
 [1005341]="师父……师父……呜呜呜……",
 [1005342]="张兄弟，且收悲声，你瞧此处不远就是舍利塔林，你听我说，我知道只有高僧圆寂才能葬入舍利塔……",
 [1005343]="觉远大师为人舍身，也是大慈大悲之举，不如将他的骨灰洒在舍利塔前，也算是为他做一桩功德。",
 [1005344]="将师父的骨灰洒在舍利塔前？郭姑娘……我听你的……",
--task 10054 complete_talk
 [1005431]="去襄阳么……",
 [1005432]="你愿意么？郭姑娘虽然豪爽亲切，她姐姐却是个刻薄之人，怕是不会让你好过。",
--task 10055 accept_talk
 [1005521]="%s大侠，我现在心里乱的很，你可有何建议？我不想给别人添麻烦，只是天下之大，我将何处安身？",
 [1005522]="男子汉大丈夫，只要吃得住苦头，还怕不能安身立命？何苦寄人篱下，委曲求全？",
--page goto
 [1005523]="你、你说的是……且让我想一想……我没有在江湖上闯荡过，一心只侍奉师父。想来，%s大侠你亦是少年成名，早早便在江湖上闯下名头，我张君宝又有何不可？",
 [1005524]="哈哈哈，说得好！除死无大事，人活着就是争一口气！",
--task 10055 剧情
 [1005541]="没错，除死无大事，我也要看看，我张君宝究竟有几分本事！%s大侠，山高水长，后会有期！",
--
 [1005542]="此间诸事已了，我也该定个去向……",
--------------------------------------------
-------------NPC:10111005 无色禅师------------
---------------------------------------------
 [1011100511]="江湖代代人才出，真是后生可畏啊！",
--task 10006 complete_talk
 [1000631]="敢问两位施主何事光临敝寺？何以出手打伤我寺僧人？", 
 [1000632]="原本并无伤人之念，因见觉远大师受了欺负，才会起了争执。",
--task 10007 accept_talk
 [1000721]="觉远师弟上镣挑水乃是因他犯错，寺规如此，并非无理受难。还请两位施主告知尊姓大名，师承何人，日后也好有个说头。",
 [1000722]="此时与贵寺颇有误会，报上名号只怕不妥。",
--task 10007 刷怪
 [1000751]="哈哈哈，既有忌讳，又要打抱不平，施主倒是个矛盾的人。你既不愿说，老和尚说不得要出手试一试了。",
 [1000752]=Img[2].."【这老和尚只是想找回场子罢了，也好，就给他一个台阶下】那么，请赐教。",
--task 10007 complete_talk
 [1000731]="哈哈，原来是江南五家后人，你近年在江湖上交游广泛，身兼数家之学，却能融会贯通，着实不易。",
 [1000732]="我打得这么乱七八糟老禅师竟能窥破门道，当真渊博。",
--task 10008 accept_talk
 [1000821]="哈哈，老衲法号无色，忝居罗汉堂首座，数十年来都在应对外来武师，有幸识得几分。%s大侠究竟何事光临敝寺，还未赐教。",
 [1000822]="在下与郭二姑娘此来，一是为探望觉远大师，代为禀明《楞伽经》后续之事，二来是在下的一件私事。",
--page goto
 [1000823]="失窃的四卷《楞伽经》乃达摩祖师亲手所书，珍贵无比，实为敝寺至宝。觉远师弟负责看守藏经阁，不论是何原因，经书失窃都与他有关，%s施主所言后续之事，莫非是寻到了经书？",
 [1000824]="惭愧，在下追踪潇、尹二贼一路，最终还是被他们逃脱了，正想来与觉远大师商量接下来如何行事。",
--task 10008 complete_talk
 [1000831]="那么施主的私事又是指什么？",
 [1000832]="指的是在下家族所保管的半部《武穆遗书》。",
--task 10009 accept_talk
 [1000921]="《武穆遗书》！？这……莫非有谁对施主说过，这半部遗书在少林寺中？",
 [1000922]="乃是风云客栈中人相告。",
--page goto
 [1000923]="原来是风云客栈……此事事关重大，老衲一人不敢做主，但请施主稍候，待回禀过老方丈后，必当给施主一个答复。",
 [1000924]="那就有劳禅师了。",
--task 10009 剧情
 [1000941]=[[<font color='#278cf1'>罗汉堂弟子：</font>首座尊师——！尊师，方丈有紧急要务，传谕请尊师前去商议。【说罢，凑近无色禅师身前，附耳一阵低语】]],
 [1000942]=[[<font color='#278cf1'>无色禅师：</font>【大为惊怒】竟有此事？……【颇感为难地朝你和郭襄望了一眼】<font color='#31cf32'>%s</font>施主，郭二姑娘，老衲寺中有事，这……]],
 [1000943]=[[<font color='#31cf32'>%s：</font>禅师若有要事，尽可先行处理，在下并不急于一时。郭姑娘意下如何？]],
 [1000944]=[[<font color='#278cf1'>郭襄：</font>我来本就只是想问无色禅师一句，你可知道我大哥哥下落？我好久都没见过他啦！]],
 [1000945]=[[<font color='#278cf1'>无色禅师：</font>唉，我本还想问郭姑娘一句，可曾见过杨大侠，没想到郭姑娘反来问我……老衲也许久不曾听见杨大哥的讯息了。]],
 [1000946]=[[<font color='#278cf1'>郭襄：</font>【闻言，怅然若失】谁都不知道他的下落……罢了，老和尚你尽管去做你的正经事，我这就下山去了。]],
---------------------------------------------
-------------NPC:10111006 天鸣方丈------------
---------------------------------------------
 [1011100611]="诸行无常，是生灭法。生灭灭已，寂灭为乐。", 
--task 10011 complete_talk
 [1001131]="贸然请施主入寺，请恕老衲唐突。",
 [1001132]="方丈大师客气了，不知何事如此急切？",
--task 10012 accept_talk
 [1001221]="阿弥陀佛，施主请过目一观，可认得这张字条上的名字？【老方丈从袖中掏出一张纸笺，递了过来】",
 [1001222]="字条？【你接过纸笺，细细端详】",
--task 10012 剧情
 [1001241]="纸笺上墨色淋漓，写着两行字道：少林派武功，称雄中原、西域有年，昆仑三圣前来一并领教。",
--task 10012 complete_talk
 [1001231]="这张纸笺，是在罗汉堂上降龙罗汉佛像的手中取下来的。施主可认得这昆仑三圣？",
 [1001232]="不认得。这三人是何方神圣？好大的口气！",
--task 10013 accept_talk
 [1001321]="唉，真是一桩怪事。我少林寺僧众数百，若有人混进寺来，岂能无人见到？罗汉堂常有八名弟子轮值，日夜不断，这张纸笺却是刚刚才被发现，于是飞报老衲。",
 [1001322]="啊……恕我直言，会不会是贵寺有僧人……帮了他们？",
--page goto
 [1001323]="约摸不是，降龙罗汉的手指离地有三丈多高，平时扫除佛身上灰尘，必须搭起高架。有人能跃到这般高处，轻功之佳，实所罕有。寺中纵有叛徒，料来也不会有这样好的功夫。",
 [1001324]="【如此说来，这昆仑三圣算得上个人物，可江湖上怎么从来没有过这三人的传言呢？】",
--task  10013 complete_talk
 [1001331]="无色师弟回禀说施主受风云客栈指点，前来少林寻找《武穆遗书》残本，可是如此？",
 [1001332]="正是，据说家祖曾留下数人在少林出家，如果方便，能否让我见见这几位老家人？",
--task 10014 accept_talk
 [1001421]="阿弥陀佛，你祖父当初将遗书残本托付于本寺曾立下盟约，若后人无德无才或无德有才，皆不可托付；有德无才，则遣老家人下山辅佐；有德有才有盛名者，待其自行寻来。",
 [1001422]="惭愧，窃以为方丈将在下当做了符合最后一个条件之人，只是为何要等我自行寻来？",
--page goto
 [1001423]="令祖有大智慧，亦有慈悲心，虽认为精忠报国乃是本分，但所谓“匹夫无罪，怀璧其罪”，若非心甘情愿，怕也无法全力守护遗书残本，故望其后人要自省其心，是否愿意担此重任，甘愿者，自会前来。",
 [1001424]="原来如此……可惜这番苦心，我却无法从父祖口中得知，《武穆遗书》是重任，又何尝不是劫数……",
--page goto
 [1001425]="施主既已到此，想必守护《武穆遗书》之心意已十分坚决，但令祖曾托付老衲，若其后人前来，必当经过重重考验，最终能否见到你祖父留下的四位老家人，就要看施主的造化了。",
 [1001426]="祖父遗命，自当遵从。",
--task 10014 剧情
 [1001441]="菩提院有三世佛像，第一重考验，便是叩问佛心，若是心诚，自会得到下一条考验的提示。",
--
 [1001442]="药师佛宝相庄严，纹丝不变，一无所获……",
--
 [1001443]="释迦牟尼佛右手拈诀，左手托钵，然而仔细一看，他的左手食指似是有意指向右边的阿弥陀佛……",
--
 [1001444]="啊，这种声音……佛像前的地砖是空的！",
--task 10043 complete_talk
 [1004331]="%s施主，我知你有心为张君宝出头，但你可想过，即便你今日强行保他出去，全寺上下今后要如何看待他？他还有何面目回到寺中？",
 [1004332]="哈，性命之忧尚未解决，哪里还顾得今后他人眼光？让他回来任你们宰割么？",
--task 10044 accept_talk
 [1004421]="唉，年轻气盛，君宝于我寺有大功，难道你看我像是糊涂之人，会让他有性命之忧？唉，元悟禅师只是触及心结，一时难以自持罢了……",
 [1004422]="凭你说得好听，那老僧一副要吃人的样子，他可是你的师叔，你能奈何得了？",
--page goto 
 [1004423]="佛门之地，戒律清规并非儿戏，长老虽是我的师叔，也不能凌驾于戒规之上。",
 [1004424]="呵呵，现在说这些也晚了，总之今日我在此，你们就别想为难张兄弟。",
--task 10072 剧情
 [1007241]="快躲开！",
 [1007242]="不可让%s逃了！",
 [1007243]="跟着%s！他定是去与张君宝师徒会合！",
--task 10045 剧情
 [1004541]="迫不得已，我只好出个损招，佛祖啊，%s今日不得不冒犯你的香火之地了……",
--task 10046 剧情
 [1004641]="今日算是闯出大名堂了，待风头过后，再来少林赔礼。且先甩开这些和尚，找到觉远师徒……",
--
 [1004642]="%s！这边！这边！",
---------------------------------------------
-------------NPC:10111007 阿弥陀佛像------------
---------------------------------------------
 [1011100711]="……", 
--task 10014 complete_talk
 [1001431]="……【你将地砖小心揭开，拿出了一张泛黄的绢帛，帛上墨迹宛然】",
 [1001432]="【你轻轻读出帛上字迹】吾儿如晤：见此绢帛，即见莲花；莲灯昭昭，吾心明明。",
--task 10015 accept_talk
 [1001521]="……【你读后一头雾水，继续在空地砖下搜寻，然而再无收获。你站起来，盯着阿弥陀佛像苦思，无意之中瞥见佛像手中所托的莲花】",
 [1001522]="啊！“见此绢帛，既见莲花”，难道指的是佛像手中的莲花么？",
--page goto
 [1001523]="……【你凑上前去，细细查看莲花，果然从莲花花心中掏出了一颗“莲子”，“莲子”为两半相合，闻起来有一股淡淡的磷火气味，看来只要打开见风，“莲子”就要自燃】",
 [1001524]="“莲灯昭昭，吾心明明”……却不知这火莲子要点燃哪盏莲灯？",
--task 10015 剧情
 [1001541]="啊，入寺之时，曾见正殿前的池中有石雕莲花，不妨去看看……",
---------------------------------------------
-------------NPC:10111008 无相禅师------------
---------------------------------------------
 [1011100811]="有种有心地，因缘能发萌。于缘不相碍，当生生不生。",
--task  10015 complete_talk
 [1001531]="阿弥陀佛，善哉善哉。施主凭微末之提示便能寻到此处，果然是心志坚定、智慧聪颖之人。受老方丈之托，就由老衲无相来为施主解惑。",
 [1001532]="拜见无相禅师。请问禅师，莲花中所映照的佛像和经书，其意是指……？",
--task 10016 accept_talk
 [1001621]="藏经阁，正是你世家所保管《武穆遗书》残本之所在，一直由你祖父留下的四位老家人，他们已落发修行多年……此去非败不可回头，施主可想好了？",
 [1001622]="《武穆遗书》于我的意义，早已不只是一件护国宝物，它是江南五家的血账。",
--page goto
 [1001623]="阿弥陀佛，岳武穆当年在狱中岂能料到他一本遗作，惹来如斯血案，《武穆遗书》自它现世便是一把双刃剑，是佛是魔，还在于它握在谁手中。%s施主，请随老衲来。",
 [1001624]="有劳禅师。",
--task 10016 complete_talk
 [1001631]="此处乃通往藏经阁的第一道关卡，由我少林持棍僧众把守。佛法慈悲，以钝器而代锋锐，以修罗手段显菩萨心肠。望施主珍重。",
 [1001632]="多谢禅师指引。",
--task 10017 accept_talk
 [1001721]="佛法慈悲，以钝器而代锋锐，以修罗手段显菩萨心肠，望施主珍重。老衲自在第二道关卡前相候。",
 [1001722]="在下斗胆，请少林诸位师傅赐教。",
--task 10017 剧情
 [1001741]="持棍僧众谨听法谕：江南五家后人%s，遵其先考遗命，受我寺引导，诸僧须考校其武精否，其心纯否，其德正否，其智明否，不得轻乎！",
--task 10017 complete_talk
 [1001731]="阿弥陀佛，施主已过三关，实非等闲，令祖泉下心当稍安。",
 [1001732]="不知祖父究竟留下多少关卡？",
--taks 10018 accept_talk
 [1001821]="重重关卡自有其终，究竟几重，若在此时道来，无甚意义。难道施主会知难而退？藏经阁外的关卡只是皮毛罢了，真正的守护者，还在经阁之中，静候施主。",
 [1001822]="我明白了，大师指的是我祖父留下的四位老家人。",
--task 10018 剧情
 [1001841]="趁着天光尚早，施主还是随老衲继续上山吧，离藏经阁尚有一段路好走呢。施主应知，少林弟子下山之前必须闯木人巷，过铜人阵，如今施主虽非少林弟子，但这两关，也须得走一遭……",
 -- [1001842]="施主应知，少林弟子下山之前必须闯木人巷，过铜人阵，如今施主虽非少林弟子，但这两关，也须得走一遭……",
--task 10019 剧情
 [1001941]="%s施主，请多加小心。",
-- --task 10018 complete_talk
 -- [1001831]="暂缺",
 -- [1001832]="暂缺",
-- --task 10019 accept_talk
 -- [1001921]="暂缺",
 -- [1001922]="暂缺",
-- --page goto
 -- [1001923]="暂缺",
 -- [1001924]="暂缺",
--task 10019 complete_talk
 [1001931]="这些木人乃是由机括发动，死板的很，我看施主初时受其所困，随即应对自如，这份机变很是难得。",
 [1001932]="木人不知痛楚，一味猛攻，若不知趁隙而攻，得吃大亏啊。",
--task 10020 accept_talk
 [1002021]="施主说的很是。木人是死，铜人是活，同样是不知痛楚，一味猛攻，且进退有度，攻守兼得，就看施主如何破阵。",
 [1002022]="希望不会太难看。",
--task 10020 complete_talk
 [1002031]="铜人阵已过，藏经阁就在眼前。",
 [1002032]="这一路实属不易，多亏禅师一路相陪，否则我岂能安然到此。",
--task 10021 accept_talk
 [1002121]="施主多虑了，若非施主有守护《武穆遗书》之心，又岂须经历这番磨难？",
 [1002122]="实不相瞒，与其说是守护《武穆遗书》之心……不如说是执念……",
--page goto
 [1002123]="老衲明白，人非草木，施主一生波折，皆因《武穆遗书》而起，对它感情复杂乃是情理之中。不论是仁心还是执念，施主今日或许皆可得到解脱。",
 [1002124]="但愿如此……",
--task 10021 剧情
 [1002141]=[[<font color='#31cf32'>%s：</font>好暗……这里就是藏经阁么……？【你上下打量着这个习武之人梦寐以求的圣地，却觉得仿佛有一双眼睛在阴暗处注视着你】谁？谁在那里？]],
 [1002142]=[[<font color='#278cf1'>道休：</font>少主，老衲在此恭候多年了……]],
 [1002143]=[[<font color='#31cf32'>%s：</font>你是……？]],
 [1002144]=[[<font color='#278cf1'>道休：</font>老家主命老朽与其他三位师兄留守少林时，少主尚未出生，如今已是叱咤江湖的一代侠客，老家主泉下得知，定是十分欣慰。]],
 [1002145]=[[<font color='#31cf32'>%s：</font>你就是祖父留下的老家人……我……【乍见家中旧部，你一时心绪纷杂，竟哽咽难言】]],
 [1002146]=[[<font color='#278cf1'>道休：</font>阿弥陀佛……少主，你受苦了……]],
--task 10039 complete_talk
 [1003931]="%s施主，莫再追了。",
 [1003932]="禅师，这是怎么回事？",
--task 10040 accept_talk
 [1004021]="寺中戒规，凡是不得师授而自行偷学武功，发现后重则处死，轻则挑断全身筋脉，使之成为废人。",
 [1004022]="我且不问这戒规因何而立，今日若无张兄弟，少林寺千年威名只怕毁于一旦，你们就这样对待有功弟子？",
--page goto
 [1004023]="阿弥陀佛……张君宝今日立功不假，然而犯戒在先，功过是否相抵，还得等戒律院过审之后，再行定夺。",
 [1004024]="岂有此理，若是戒律院糊涂了，君宝难道要无辜受罚，白白变成废人！",
--task 10040 剧情
 [1004041]="%s施主！三思而行！",
---------------------------------------------
-------------NPC:10111009 道休------------
---------------------------------------------
 [1011100911]="心自本来心，本心非有法。有法有本心，非心非本法。", 
--task 10021 complete_talk
 [1002131]="自从老家主迁居江南，老朽四人深居经阁，极少外出，江湖中事亦不过问，只为守护《武穆遗书》残本而存在……连家中遭祸都……望少主赐罪！",
 [1002132]="唉，现在何必再说这个……",
--task 10022 accept_talk
 [1002221]="少主说的是，是老朽狭隘了。《武穆遗书》残本就在经阁顶层，见到少主，本应双手奉上，但老家主有命，少主若想取得，还须打过老朽兄弟四人。",
 [1002222]="祖父为了《武穆遗书》真是花了无数心思……既然如此，那我就向四位前辈讨教了。",
--task 10022 刷怪
 [1002251]="老朽四人承天鸣禅师之惠，传授少林内功，一身外功仍是当年老家主所传，身着僧衣，心念旧主……少主，受老家主遗命，老朽是不会留手的，请当心了！",
 [1002252]=Img[2].."请赐教。",
--task 10022 complete_talk
 [1002231]="阿弥陀佛……少主大有老家主遗风，老衲拜服。",
 [1002232]="承让。",
--task 10023 accept_talk
 [1002321]="老朽远非少主对手，请上藏经阁二层，道无师兄正在恭候少主。",
 [1002322]="前辈不必如此客气，论辈分，你乃是祖父旧部，也算是我的长辈。",
--page goto
 [1002323]="少主此言，实在让老朽欣喜不胜，但主仆有别，少主只须将老朽当做部属差遣便可。来日方长，等今日事了，老朽再与少主一叙别情。",
 [1002324]="前辈说的是，我这就去二层。",
--task 10030 complete_talk
 [1003031]="苦守卅载，终成正果……多谢少主成全。",
 [1003032]="前辈说哪里话，是我应该谢谢你们。",
--task 10031 accept_talk
 [1003121]="老朽四人今日功德圆满，再无用处。恁多年佛前修行，也早已没了当年的血性拼劲，恳请少主体谅，让我等在寺中了却残年。",
 [1003122]="前辈言重，我虽德行不够，但也不会让你们随我奔波江湖，不能照顾你们安享晚年，已是我的罪过。",
--page goto
 [1003123]="阿弥陀佛……岳家人丁凋零，岳帅当年之意已无法实现，少主尽可将遗书中所载发扬光大，只要是用来保家卫国，匡扶正义，岳帅也定是赞许。",
 [1003124]="这一点，我以项上人头担保。",
--task 10031 剧情
 [1003141]="少主此去，切莫回头。苦海杳无涯，回头不见岸。愿有长明灯，引君渡危劫。",
 [1003142]="阿弥陀佛……",
---------------------------------------------
-------------NPC:10111010 道无------------
---------------------------------------------
 [1011101011]="南无阿弥陀佛……",  
--task 10023 剧情
 [1002341]="老朽道无，参见少主。少主果然英姿勃发，颇有老家主当年风范……",
--task 10024 刷怪
 [1002451]="道休师弟性子优柔，不及老衲狠心，少主或许侥幸，然而老家主遗命关天，老朽绝不敢怠慢，若有得罪之处，还望少主海涵！",
 [1002452]=Img[2].."前辈言重，敬请赐教！",
--task 10024 complete_talk
 [1002431]="哈哈哈哈！痛快！好久没有这么高兴了！老家主后继有人，后继有人呐！",
 [1002432]="前辈过奖。",
--task 10025 accept_talk
 [1002521]="咳……老朽失态了，少主见笑，实在是见到少主如此英勇，喜不自禁。",
 [1002522]="前辈对祖父的忠诚之心，在下感激不尽。",
--page goto
 [1002523]="诶，想当年，老朽这条命都是老家主救的，这一身外家功夫也是老家主一拳一脚调教出来的，若没有老家主，哪有今日的我？少主不必客气，有事尽管吩咐！",
 [1002524]="多谢前辈关怀！",
--task 10025 剧情
 [1002541]="藏经阁三层还有道衍师兄相候，少主快些上去吧！",
---------------------------------------------
-------------NPC:10111011 道衍------------
---------------------------------------------
 [1011101111]="老家主泉下有知，可安息矣。", 
--task 10026  剧情
 [1002641]="阿弥陀佛……家主，属下苦守卅载有余，今日终于见到您的后人！少主，请受属下一拜！",
--task 10026 刷怪
 [1002651]="请少主出招。",
 [1002652]=Img[2].."请赐教！",
--task 10026 剧情
 [1002642]="阿弥陀佛，少主不负众望，可喜可贺。",
--task 10026 complete_talk
 [1002631]="少主认为，何为忠？何为孝？何为节？何为义？",
 [1002632]="忠非愚忠，孝非愚孝，节则自守，义当勇为。",
--task 10027 accept_talk
 [1002721]="好，此言精彩，少主非迂腐之人，知道变通之理，想必这些年江湖辗转，从中获益良多，少年老成之人总比天真孩童更堪大任。",
 [1002722]="少年老成……不过是无人看顾的无福之人……",
--page goto
 [1002723]="少主何必自怨自艾，所谓天将降大任于斯人也，旁人或许成长于父祖羽翼之下，又何及少主波澜壮阔，不枉此生？",
 [1002724]="我难得见到老家人，不过是随口抱怨几句，岂会自甘消沉？",
--task 10027 剧情
 [1002741]="少主这样说，属下就放心了，更上一层，少主就要与吾辈四人中最强的道宏师兄过招了。道宏师兄武功精深，少主切记小心。",
---------------------------------------------
-------------NPC:10111012 道宏------------
---------------------------------------------
 [1011101211]="少主，老衲久候了……",
--task 10028 剧情
 [1002841]=[[<font color='#278cf1'>道宏：</font>少主到了。]], 
 [1002842]=[[<font color='#31cf32'>%s：</font>是。]],
 [1002843]=[[<font color='#278cf1'>道宏：</font>依诸位师弟所见，少主功力如何？]],
 [1002844]=[[<font color='#278cf1'>道休、道无、道衍：</font>少主神功，我等不及。]],
 [1002845]=[[<font color='#278cf1'>道宏：</font>很好……很好……那就轮到老衲出手了。]],
--task 10028 刷怪
 [1002851]="吾辈四人中，属下为最早跟随家主之人，斗胆攀称为家主心腹，当年江岳、石渊、陆真真、苏清岚四名岳家军将士带着半部《武穆遗书》和岳元帅亲笔密信来投，属下便受家主派遣，安顿他们养伤。",
 [1002852]="啊，原来你认识我四位师父……",
--page goto
 [1002853]="唉……若非他们四人，主上世家岂有灭门之祸？若无他们四人相救，少主的性命也不会存留至今。因果循环，福祸相依……少主，且打过再叙。",
 [1002854]=Img[2].."请赐教。",
--task 10028 complete_talk
 [1002831]="属下败了，少主实力非凡，家主在九泉之下也可瞑目了。",
 [1002832]="我只是胜在常常与人对战，临机应变，侥幸而已。前辈功夫了得，实力远胜于我，若是也常在江湖走动，我今日怕只能惨败收场。",
--task 10029 accept_talk
 [1002921]="败即败，胜即胜，少主不必介怀于过程小节，只须看结果即可。况且临机应变，杀伐决断，乃属人中俊杰，岂是侥幸二字可言？",
 [1002922]="前辈过奖了。",
--page goto
 [1002923]="所有考验，少主均已通过，请少主随属下来，《武穆遗书》的武学残本就在密室中。",
 [1002924]="前辈先请。",
--task 10029 complete_talk
 [1002931]="《武穆遗书》已交付少主，望少主继承家主遗志，若能找到岳帅后人则将遗书物归原主，若未得圆满，则善加利用，切莫让它明珠蒙尘。",
 [1002932]="放心，我绝不会似高宗皇帝那般辜负良将忠臣的心血。",
-- --task 10030 accept_talk
 -- [1003021]="《武穆遗书》已交付少主，望少主继承家主遗志，若能找到岳帅后人则将遗书物归原主，若未得圆满，则善加利用，切莫让它明珠蒙尘。",
 -- [1003022]="放心，我绝不会似高宗皇帝那般辜负良将忠臣的心血。",
--task 10030 剧情
 [1003041]=[[<font color='#278cf1'>道衍：</font>阿弥陀佛，善哉善哉。道宏师兄，二位师弟，是时候完成我们的最后一个使命了。]],
 [1003042]=[[<font color='#278cf1'>道休：</font>道衍师兄说的不错，趁着我们这把老骨头还能动，幸好少主没有让我们等太久，若再耽搁几年，只怕我们就全不中用了。]],
 [1003043]=[[<font color='#278cf1'>道无：</font>话不必多说，道宏师兄，眼下如何行事，尽管下令吧。]],
 [1003045]=[[<font color='#31cf32'>%s：</font>等等，几位前辈，你们……这是何意？]],
 [1003046]=[[<font color='#278cf1'>道宏：</font>少主，属下兄弟四人年老力衰，不能追随少主转战江湖，但这一身内力尚有可用之处，尽数传于少主，少主只须调和得当，当有事半功倍之效。]],
 [1003047]=[[<font color='#31cf32'>%s：</font>什么？！这、这怎么使得？]],
 [1003048]=[[<font color='#278cf1'>道衍：</font>少主无须惊惶，一切但听道宏师兄安排便是。]],
--
 [1003049]=[[<font color='#278cf1'>道宏：</font>诸人归位！]],
 [1003050]=[[<font color='#278cf1'>道宏：</font>少主，凝神！]],
 [1003051]=[[<font color='#31cf32'>%s：</font>唔……啊——]],

---------------------------------------------
-------------NPC:10111013 何足道------------
---------------------------------------------
 [1011101311]="昆仑三圣，何足道哉！", 
--task 10033 complete_talk
 [1003331]="《楞伽经》？我不知道。这件事说起来有个缘故，有一日我在昆仑山上弹琴，忽听得茅屋外有殴击之声，出去一看，只见两个人扭作一团，已各受致命重伤，却兀自竭力拚斗。我将他们拆解开来，其中一人登时死了，另一个却还没断气。",
 [1003332]="哦？那后来呢？",
--task 10034 accept_talk
 [1003421]="我将那人救回屋中，给他服了一粒少阳丹，救治了半天，终于他受伤太重，灵丹无法续命。他临死之时，说他名叫尹克西……",
 [1003422]="啊？那个跟他殴斗的莫非是潇湘子？那人身形瘦长，脸容便似僵尸一般，是么？",
--page goto
 [1003423]="是啊，你怎么知道。那尹克西说，他一生作恶多端，临死之时，懊悔却也已迟了。他说他和潇湘子从少林寺中盗了一部经书出来，两人怕对方学了经中武功，互相防范，终日提心吊胆，终于在昆仑山内斗而亡。",
 [1003424]="唉，为了一本经书，终究不值得如此啊……",
--page goto
 [1003425]="尹克西说了这番话，已然上气不接下气，他最后求我来少林寺走一遭，要我跟寺中一位觉远和尚说，说甚么经书是在油中。受人之托，忠人之事，我平生足迹未履中土，正好乘此游历一番，于是便到少林寺来啦。",
 [1003426]="这样说来，你是在做好事，为何会跑到少林寺去下战书？",
--task 10034 complete_talk
 [1003431]="这却是另外一桩事了，西域少林派的人听不得我“剑圣”的名头，说什么少林派武功天下第一，非要找我比武，我心想反正要来少林寺，索性就一起解决了，于是约了他们在此会面。",
 [1003432]="原来如此，真是一波三折。也难怪少林如临大敌，以少林寺在中原的威名，你怕是几百年来唯一一个敢那样宣战的人了。",
--task 10035 accept_talk
 [1003521]="哦？少林寺在中原地位如此超然么，我不知道这回事，如此说来，下战书之事确实有些孟浪。",
 [1003522]="少林诸位高僧皆是明理之人，你只须道明缘故，必会既往不咎。",
--task 10035 剧情
 [1003541]="诸般因缘，我已经和%s分说明白，你们中有郭姑娘的朋友，咱两家不可伤了和气！",
 [1003542]="比武较量，也不是伤了和气，何居士何必推让？取剑！咱们领教领教“剑圣”的剑术，到底“圣”到何等地步？",
--task 10035 刷怪
 [1003551]="%s，你可是有话要说？",
 [1003552]="何足道已然道明因由，大师何必纠缠不放？",
--page goto
 [1003553]="他留书于先，事到临头，却来推托，千年以来，有谁敢对少林寺如此无礼？此事你莫管，只消一旁看着便是。",
 [1003554]=Img[2].."抱歉，郭姑娘是我的朋友，他既然与郭姑娘是朋友，我便不能不管。",
--task 10035 complete_talk
 [1003531]="咦，你倒有几分痴气，那老和尚找我的茬，你却挺身而出，你这朋友交得！",
 [1003532]="哪里，我也是冲着郭姑娘的面子。",
--task 10036 accept_talk
 [1003621]="……冲着郭姑娘的面子？怎么，你与郭姑娘很熟悉？",
 [1003622]="太不上很熟悉，只是我们有共同的朋友，自然投契。",
--page goto
 [1003623]="郭姑娘确实是个奇女子，何某活到今日，方遇知己，幸哉惜哉。你与郭姑娘投契，定也有过人之处，不如我们俩对弈一局如何？",
 [1003624]="什么？我并不通棋艺……",
--task 10036 剧情
 [1003641]="郭姑娘棋艺过人，你是她的朋友，怎会不通？莫诓我，且待我划地为坪！",
 [1003642]="谨奉老方丈呼召。",
 [1003643]="这位何居士有话要跟你说。",
 [1003644]="小僧觉远，居士有何吩咐？",
 [1003645]="这句话慢慢再说不迟。%s，你欲执黑还是执白？",
--
 [1003646]="这青石板坚硬无匹，他竟能以小石子划出盈寸深痕，这份内力实乃世所罕见！",
--task 10037 complete_talk
 [1003731]="罢手！罢手！你们中原的人怎么稀里糊涂，我与你弈棋，这大和尚来搅局，现下我要与他比剑，你又来添乱！",
 [1003732]="咳……这个，实在情非得已。觉远大师不通外功，我猜，你也不想占他便宜。",
--task 10038 accept_talk
 [1003821]="他内力如此精深，怎会对外功一窍不通，你当我是三岁娃儿么？",
 [1003822]="我不知怎么和你解释，但觉远大师确实不通武艺。",
--page goto
 [1003823]="通与不通，试过便知！",
 [1003824]="何兄，手下留情——！",
--task 10038 剧情
 [1003841]=[[<font color='#278cf1'>觉远：</font>哎哟哟——施主饶命——！]],
 [1003842]=[[<font color='#278cf1'>张君宝：</font>师父小心！]],
 [1003843]=[[<font color='#278cf1'>何足道：</font>少林寺卧虎藏龙之地，果真非同小可，连一个小小少年竟也有这等身手。好小子，咱们来比划比划，你只须接得下我这招，何足道终身不履中土。]],
 [1003844]=[[<font color='#278cf1'>无色禅师：</font>何居士此言差矣！你号称昆仑三圣，武学震古铄今，如何能和这烹茶扫地的小厮动手？若不嫌弃，便由老僧接你这招。]],
 [1003845]=[[<font color='#278cf1'>何足道：</font>这一掌之辱，岂能便此罢休？小子，看招！]],
 [1003846]=[[<font color='#278cf1'>张君宝：</font>嘿——]],
 [1003847]=[[<font color='#278cf1'>何足道：</font>何足道啊何足道，当真是狂得可以。少林寺武功扬名千载，果然非同小可，今日令狂生大开眼界，方知盛名之下，实无虚士。佩服，佩服！]],
 [1003848]=[[<font color='#278cf1'>何足道：</font>觉远大师，那人叫我转告一句话，说道“经书是在油中”。]],
---------------------------------------------
-------------NPC:10111014 元悟禅师------------
---------------------------------------------
 [1011101411]="因果循环，报应不爽。", 
--task 10042 complete_talk
 [1004231]="你有话说？",
 [1004232]="前事已矣，君宝并非当年的火工头陀，也绝不是歹毒之人，长老何必纠结于几十年前的旧事，枉杀一个武学奇才？",
--task 10043 accept_talk
 [1004321]="知人知面不知心，你如何能保证他的为人？张君宝私学武功乃是事实，寺规就是寺规，岂能因一人而废？他是俗家弟子，当年的火工头陀，亦是带发修行……",
 [1004322]="那又如何？",
--page goto
 [1004323]="哼，那又如何？六根不净，凡心未死，他今日可以偷学招数，明天就有可能生出争强好胜之心，长此以往，焉能静心修行？终有一日，会重蹈火工头陀覆辙！",
 [1004324]="只不过是你一番诛心之论罢了，岂能服人？！",
--task 10043 剧情
 [1004341]=[[<font color='#31cf32'>%s：</font>觉远大师，看来道理是说不通了，你快带着君宝逃吧！]],
 [1004342]=[[<font color='#278cf1'>觉远：</font>啊……这……这……]],
 [1004343]=[[<font color='#31cf32'>%s：</font>别这啊那啊的了，快走！]],
 [1004344]=[[<font color='#278cf1'>觉远：</font>一切就拜托<font color='#31cf32'>%s</font>施主了！]],
 [1004345]=[[<font color='#31cf32'>%s：</font>哈哈哈——<font color='#31cf32'>%s</font>斗胆，今日一并领教少林七十二般绝技！]],
--task 10044 剧情
 [1004441]="吱呦——", 
---------------------------------------------
-------------NPC:10111015 艾凯拉木------------------------
---------------------------------------------
 [1011101511]="真主，请保佑您的战士……", 
--task 10056 剧情
 [1005641]=[[<font color='#278cf1'>艾凯拉木：</font>少年人，不要动，我们不想伤人。]],
 [1005642]=[[<font color='#31cf32'>%s：</font>你们有何所图？]],
 [1005643]=[[<font color='#278cf1'>艾凯拉木：</font>我们来找昆仑派的人，你认识何足道，告诉我们昆仑派的人的去向。]],
 [1005644]=[[<font color='#31cf32'>%s：</font>你们这可不像是向人讨教的口气。]],
 [1005645]=[[<font color='#278cf1'>艾凯拉木：</font>哼，谁在向你讨教，若是不说，自有你的苦头！]],
--task 10056 complete_talk
 [1005631]="何足道的朋友，果然有两下子。",
 [1005632]="我与何足道还称不上朋友，他早已下山离去，你们若想找他，怕是晚了。",
--task 10057 accept_talk
 [1005721]="谁说我们找何足道，我们要找的是昆仑派的人。何足道那个武功高强的呆子，碍事的很，你即便告诉我们，我们也要避开他。",
 [1005722]="你所指的昆仑派的人，莫非是何足道的同门？",
--page goto
 [1005723]="【他与其与同伴交换了一个眼色，答非所问】何足道在昆仑救了一个人，那个人有一本了不得的秘籍，练了之后可以天下无敌，听说那人的秘籍来自中土少林寺，所以我们来了。",
 [1005724]="【原来他们是觊觎《九阳真经》……】那昆仑派的人又与此事有何关系？",
--task 10057 complete_talk
 [1005731]="呵，无知的年轻人，难道是被中土的繁华冲昏了头脑，何足道号称昆仑三圣，乃是昆仑派举足轻重的人物，他前往中土，约战少林，昆仑派岂会一概不知？想要经书的，可不止我们。",
 [1005732]="何足道不像是搬弄口舌之人，何以他救人之事遍传昆仑西域？",
--task 10058 accept_talk
 [1005821]="何足道不松口，不代表昆仑派个个都懂得闭嘴。中土人，你若是不知昆仑派中人的下落，对我们也没有价值，只能一刀宰了干净。",
 [1005822]="哈，你们若有本事杀我，岂会耽搁到现在？",
--page goto
 [1005823]="你藐视安拉的战士，会惹来真主的怒火。当神的惩罚降临在你身上，你就会明白自己的错处。",
 [1005824]="我可不是信徒，你们的真主，怕是管不着我的。",
--task 10058 剧情
 [1005841]="藐视真主的神威，你已经不能继续活在这世上！",
--task 10063 complete_talk
 [1006331]="我劝你不要动其他心思。",
 [1006332]="比如？",
--task 10064 accept_talk
 [1006421]="呵……这洞中空旷，回音很大，我们稍起争执都有可能惊动昆仑派的人。也许你觉得正中下怀，但我要说的是，争夺不属于自己的宝物是不光彩的，昆仑派绝对不想闹得人尽皆知。",
 [1006422]="所以你的意思是，要是惊动了昆仑派的人，等于我又多树敌？",
--page goto
 [1006423]="正是如此。如果你真的像首领说的那么聪明，就应该不想得到这样的结果，跟我走，我们还有该做的事情。",
 [1006424]="唉，真是滑稽，竟跟你成了一根绳儿上蚂蚱……",
--task 10064 complete_talk
 [1006431]="你的眼神很不屑。",
 [1006432]="在别人背后耍阴招，难道还要大肆追捧？",
--task 10065 accept_talk
 [1006521]="非常之时，用非常之法。既然都是做贼，何必还要讲究手段是否正大光明？难不成不设陷阱，我们便不是抢夺？你们中土人的想法真奇怪。",
 [1006522]="这么说来，你们算是真小人，倒比伪君子要可爱。",
--page goto
 [1006523]="我不懂你说的是什么意思……",
 [1006524]="嘘——有脚步声！躲起来再说！",
--task 10065 剧情
 [1006541]=[[<font color='#31cf32'>%s：</font>啊，你……]],
 [1006542]=[[<font color='#278cf1'>伊萨姆：</font>噤声！]],
 [1006543]=[[<font color='#278cf1'>艾凯拉木：</font>是昆仑派的人。从他们的来路看，他们的人应该集中在洞中深处。]],
 [1006544]=[[<font color='#278cf1'>伊萨姆：</font>首领的意思，抓个能说话的问清楚洞中情况，然后再一举攻入，不管是昆仑派的人，还是灯油里的东西，一网打尽。]],
 [1006545]=[[<font color='#278cf1'>艾凯拉木：</font>他们只有两个人，正好合适。]],
 [1006546]=[[<font color='#278cf1'>伊萨姆：</font>等他们再过来一些……]],
 [1006547]=[[<font color='#278cf1'>艾凯拉木：</font>就是现在，动手！]],
--
 [1006548]="执令师兄对着那缸灯油研究的这么久，还没想到如何把东西捞出来，也不知道寺中的和尚什么时候会进来，真是令人心急啊……",
 [1006549]="谁说不是呢。听说那经书上记录着绝世神功，若我派得了，以后横行西域，指日可待。",
 [1006550]="哈哈，你真是目光短浅，说到横行西域……现在除了那些白帽民，谁敢与我们作对？西域算得了什么，中原才是真正的锦绣山河。",
 [1006551]="哈哈哈哈……说得是，说得是！走，我们去洞口看看情况。",
--task 10066 剧情
 [1006641]="唔唔唔——",
 [1006642]="想要活命就闭嘴！",
 [1006643]="听着，只要你们合作，我们会留着你们的性命。现在我放开手，你们别出声！",
 [1006644]="嗯嗯——",
--task 10067 刷怪
 [1006751]="……【他惊恐地看着你们，眼神中含着哀求】",
 [1006752]=Img[2].."我松开你，你千万别出声。",
--task 10067 剧情
 [1006741]="来人啊——是白帽民——",
 [1006742]="可恶！",
 [1006743]="啊——！",
 [1006745]="来人——",
--
 [1006744]="糟了！洞中的人被惊动了！",
---------------------------------------------
-------------NPC:10111016 达乌德------------------------
---------------------------------------------
 [1011101611]="一切赞颂，全归真主，全世界的主。",
--task  10059 剧情
 [1005941]=[[<font color='#278cf1'>伊萨姆：</font>艾凯拉木，留下此人的性命，首领要见他。]],
 [1005942]=[[<font color='#278cf1'>艾凯拉木：</font>……此人使真主蒙上羞辱，怎能留下性命？]],
 [1005943]=[[<font color='#278cf1'>伊萨姆：</font>这是首领的意志，你想要违抗它吗？你们两个，带这个人去见首领。]],
--task 10059 complete_talk
 [1005931]="年轻人，你大概很疑惑吧，是什么为你招来了这场无妄之灾……",
 [1005932]="哼，我与何足道泛泛之交，对昆仑派更是一无所知，你们找错人了。",
--task 10060 accept_talk 
 [1006021]="年轻人，你不知道他们的消息也没有关系。我们从何足道下昆仑山便一路追来，亲眼目睹了他在少林与你们的一战。你很了不起，你的两位和尚朋友更加了不起。",
 [1006022]="你还是有话直说的好。",
--page goto
 [1006023]="这是一个很长的故事，年轻人……我的部族世代生活在昆仑山下，安拉的战士虽然不惧死亡，但他们同样需要生存。外来的恶人侵害了我们的生活，他们会一种邪法……",
 [1006024]="邪法？",
--page goto
 [1006025]="是的，年轻人。他们可以使用一种无形的气劲，安拉的战士还没有靠近，就已经受到伤害。我们需要找到一种有效的办法……简而言之，安拉的战士需要变得更强。",
 [1006026]="所以你们跟踪何足道，想要得到那一本记录着绝世武学的经书？",
--task 10060 complete_talk
 [1006031]="是的，我们并不是想占有它，它不属于我们。不过，我们的确非常需要这本经书，学会它上面的武功，用来对抗外敌。年轻人，我需要你的帮助。",
 [1006032]="什么意思？",
--task 10061 accept_talk
 [1006121]="“经书在油中”……何足道不远千里，来到这里，就是为了带到这一句话。它是什么意思？经书想必是那本绝世武学，“油中”是指哪里？",
 [1006122]="……【看来想要脱身，就得从此处入手了】",
--page goto
 [1006123]="年轻人，保守秘密是需要付出代价的。你确定，要为了一个与你无关的秘密，付出未知的代价？",
 [1006124]="“油中”不是真正的油，它所指的是一幅壁刻。你随我来便是。",
--task 10061 剧情
 [1006141]=[[<font color='#278cf1'>达乌德：</font>这里是那个老和尚过世的地方，果然另有奥妙。“油中”指的就是它？]],
 [1006142]=[[<font color='#31cf32'>%s：</font>不错，“油中”实为口误，觉远大师临终前曾言这副石刻是一位法号留宗的高僧所作。若能参透石刻上的密文，便能打开石壁，取出经书。可惜，觉远大师还未将全部密文解完便已过世。]],
 [1006143]=[[<font color='#278cf1'>达乌德：</font>呵呵……年轻人，你打错了主意，石刻不能让我带回部族，我也不可能留在这里长期的研习它。年轻人，看来你得帮我找到那个小和尚，来解这副石刻。]],
 [1006144]=[[<font color='#31cf32'>%s：</font>君宝已经离开嵩山，我也不知他现在何方，若你定要我帮你找，那我即刻动身，或许还能追上他。]],
 [1006145]=[[<font color='#278cf1'>达乌德：</font>怕是我让你动了身，就再也追不上你了吧……]],
 [1006146]=[[<font color='#278cf1'>艾凯拉木：</font>首领，我们发现了昆仑派的人。]],
 [1006147]=[[<font color='#278cf1'>达乌德：</font>在哪里？]],
 [1006148]=[[<font color='#278cf1'>艾凯拉木：</font>他们躲在前面的洞里，鬼鬼祟祟，好像在研究些什么。据回报，那洞名叫达摩洞，说是达摩在此传道时坐禅的地方。首领，洞中有一缸灯油。]],
 [1006149]=[[<font color='#278cf1'>达乌德：</font>灯油……呵呵，年轻人……看来你运气不好。跟我们走，进洞去看看那缸灯油。]],
--task 10062 剧情
 [1006241]="就是这里？",
 [1006242]="不，首领，是在洞中深处。昆仑派的人十分谨慎，我们无法靠得太近。",
--task 10062 complete_talk
 [1006231]="年轻人，你似乎有话想说。",
 [1006232]="不论经书是否真的在洞里，我所知道的就这么多，你扣着我也毫无意义。",
--task 10063 accept_talk
 [1006321]="年轻人，你很聪明，我相信你知道的不多，但遗憾的是，我们已经暴露在你面前，你只有跟我们同行，才能确保你不会通知你的光头友人，或者……只有死人才会闭紧嘴巴。",
 [1006322]="哈，相似的话，我已经从你手下口中听过了。",
--page goto
 [1006323]="安拉的战士不想枉造杀孽，我愿意同你讲道理。你看，昆仑派的人为的是一己之私，而我们则是为了部族的存亡，且不论谁的目的更加高尚，我只想让你明白，我们的坚决之意。帮助我，年轻人，因为你别无他路。",
 [1006324]="那我们就骑驴看唱本——走着瞧！",
--page goto
 [1006325]="洞中情况不明，未免打草惊蛇，我们还需分兵行事，你同艾凯拉木一起，去吧，年轻人。",
 [1006326]="哦？你倒真不怕我和他打起来。",
--task 10063 剧情
 [1006341]="好汉不吃眼前亏，只能寻机脱身了……",
--task 10068 剧情
 [1006841]="干得不错。",
 [1006842]="首领，我们……",
 [1006843]="记住这个教训。但，我的计划已经进一步推进了。",
--task 10068 complete_talk
 [1006831]="年轻人，看来你已经明白你的立场。",
 [1006832]="情势所迫，我们暂时是同盟。你做了些什么？",
--task 10069 accept_talk
 [1006921]="用你们中土的话来说，叫做：顺势而变，声东击西，趁虚而入。",
 [1006922]="这么说你已经攻入洞内？",
--page goto
 [1006923]="再等待一会儿，或许我们就有好消息了……",
 [1006924]="……【此人临机而变，心计之深，实在了得】",
--task 10069 剧情
 [1006941]="首领，请您入洞。",
 [1006942]="很好。走吧。",
--task 10069 complete_talk
 [1006931]="我说过，不论是昆仑派的人，还是灯油中的东西，一网打尽。",
 [1006932]="如果灯油中并非《九阳真经》，你将如何？",
--task 10070 accept_talk
 [1007021]="嘘——我不会让人知道那是假的。想知道为什么？年轻人，如果你想震慑别人，那么制造心中的恐惧比在他面前拿刀杀死一个人更能达到你想要的效果。",
 [1007022]="你真是个可怕的人。",
--page goto
 [1007023]="谢谢，我想，他也是这样想的。你要跟他谈谈么？我对待俘虏，都是非常宽容的。",
 [1007024]="那真是谢谢你的大人大量。",
--task 10074 剧情
 [1007441]="恐怕正与你有关。",
--task 10074 complete_talk
 [1007431]="他说的没有错，这油鼎深可没人，我们手上都没有合适的工具，更不可能出洞大肆寻找。眼下可行之计，唯有让一个人潜入鼎中，取出油纸包。",
 [1007432]="莫非你想让我去？",
--task 10075 accept_talk
 [1007521]="你猜对了。理由我就不多说了，因为根本不需要理由，你必须去。",
 [1007522]="【若里面当真是《九阳真经》我大可拼命冲出去，只要惊动少林僧人，倒霉的就是他们了！】……好，我去取。", 
---------------------------------------------
-------------NPC:10111017 无机子------------
---------------------------------------------
 [1011101711]="无为，而无不为。",
--task  10070 complete_talk
 [1007031]="你长得不像白帽民……你是什么人……为什么与他们一伙……",
 [1007032]="你们是何足道的同门？",
--task 10074 accept_talk
 [1007421]="师叔？你、你认识师叔？他在哪里？快，你快找他来救我们……",
 [1007422]="他已经离开嵩山了。何足道为了一句承诺可以跋涉千里，你们却觊觎他人之物，当真高下立见。",
--page goto 
 [1007423]="哼……原来你是来奚落我的。我一介小小执令弟子，能决定什么？不过是掌门有命，我便遵从。",
 [1007424]="似你这般盲从，难道就没有自己的是非观念？",
--page goto
 [1007425]="你在这里大放厥词，还不是帮着白帽民来抢经书的，有什么好说？那经书八成就是灯油中的油纸包里，这油鼎深可没人，你们要是有办法，大可从里面捞出来。",
 [1007426]="取与不取，与我何干。",

--task 10076 剧情
 [1007641]=[[<font color='#278cf1'>达乌德：</font>年轻人，把油纸包交给我。]],
 [1007642]=[[<font color='#31cf32'>%s：</font>……！！你先让我出去。]],
 [1007643]=[[<font color='#278cf1'>达乌德：</font>我再说一遍，把油纸包交给我。]],
 [1007644]=[[<font color='#31cf32'>%s：</font>休想。]],
 [1007645]=[[<font color='#278cf1'>达乌德：</font>那么我们只能费些功夫了。伊萨姆，守住油鼎，不准露头。]],
 [1007646]=[[<font color='#31cf32'>%s：</font>【竟没算到他会下杀手……只能试试打破这鼎，否则吾命休矣！】]],
--task 10077 剧情
 [1007741]=[[<font color='#278cf1'>无机子：</font>哈哈哈——干得好！]],
 [1007742]=[[<font color='#278cf1'>无机子：</font>以为我会这么轻易被你们制住？]],
 [1007743]=[[<font color='#278cf1'>无机子：</font>你们这群白帽民，给我付出代价吧！]],
 [1007744]=[[<font color='#278cf1'>无机子：</font>%s</font>，把经书给我。]],
 [1007745]=[[<font color='#31cf32'>%s</font>：你是装的？！]],
--task 10077 刷怪
 [1007751]="哈哈哈——你当我昆仑派武学全是些微末之技么？把经书交给我，否则他们就是你的下场！",
 [1007752]=Img[2].."我还是那句话，休！想！",
--task 10077 complete_talk
 [1007731]="好……好，我不逼你，你把油纸包打开，我们看看是不是那本《九阳真经》，若不是，你我再斗下去，也无益处。",
 [1007732]="你这话，怎么在他们死之前说？",
--task 10078 accept_talk
 [1007821]="这些人在西域作恶多端，与我派处处为敌，两家早有旧仇，死有余辜。但你不同，我们之间并无仇怨，为了一本经书，没必要你死我活。难道你就不想证实？",
 [1007822]="不管是不是《九阳真经》，都是少林之物，与你我无关，我自会交给天鸣方丈验看。",
--page goto
 [1007823]="你怎么这么死脑筋？我要的只是《九阳真经》，如果不是，我跟你费这力气干什么？如果是……呵呵，你我也好痛痛快快地分个胜负高下。",
 [1007824]="好，若是不巧，生死无尤。",
--task 10078 剧情
 [1007841]="我答应过觉远大师帮他找回《楞伽经》，如今大师已逝，我也该兑现诺言，告慰他在天之灵。",
--
 [1007842]="《大日如来真经》……呵呵，看来这些西域刀客和昆仑派的人都白费心机了。",
--task 10078 complete_talk
 [1007831]="《大日如来真经》？【胡乱翻了了一遍】没有，什么都没有……不是这一本……不是的……",
 [1007832]="对，这根本不是《九阳真经》。",
--task 10079 accept_talk
 [1007921]="我看出来了，你知道《九阳真经》是什么样子，对不对？我不能这样一个人空手回去复命……掌门定不会放过我……你！你跟我一起回昆仑！",
 [1007922]="凭什么？",
--page goto
 [1007923]="呵呵呵呵……凭什么？你难道不想从我师叔口中再细问一番《九阳真经》的下落？这可是盖世绝学，我不信你完全没有窥探之欲！",
 [1007924]="有一句话你说对了，我的确要再找何足道细问，走吧，你带路。",
---------------------------------------------
-------------NPC:10111087 藏经阁入口------------
---------------------------------------------
 [1011108711]="由此进入藏经阁。", 
---------------------------------------------
-------------NPC:10111088 达摩洞入口------------
---------------------------------------------
 [1011108811]="由此进入达摩洞。",  
---------------------------------------------
-------------NPC:10121001 无机子------------
---------------------------------------------
 [1012100111]="我也是迫于无奈啊……",
--task 10079 剧情
 [1007941]="%s大侠，你我同行数千里，终于是到了昆仑山了。",
--task 10079 complete_talk
 [1007931]="中原虽说是锦绣江山，那昆仑才称得上真正的仙山气象。大侠请看，眼前的长阶唤作凌云天阶，我昆仑派的总坛——玉虚宫便在这天阶尽头，玉虚峰顶。", 
 [1007932]="你若解了我身上的毒，我会更有心情来欣赏风景。",
--task 11001 accept_talk
 [1100121]="诶，大侠不要生气，出此下策，实非得已。我武功不如你，又没有辖制你的本钱，只好……嘿嘿，只要到了玉虚宫，我自会为大侠解除毒性，好好地赔礼道歉。",
 [1100122]="哼，谁稀罕。",
--page goto
 [1100123]="唉……%s大侠，不瞒你说，真正到了这昆仑山下，我却有些近乡情怯之感。此去中原我损兵折将，空手而回，还不知到了掌门师父面前要如何交差……真是内心忐忑啊……",
 [1100124]="空手而回未必是坏事，似《九阳真经》这种凝结了前人心血之物，自有其灵性，非有缘者不可得。",
--page  goto
 [1100125]="你说得是轻巧。我昆仑派在西域经营多年，却始终被西域少林派压着一头，又有白帽民诸多挑衅，掌门师祖雄心大略，对此不满已久了……%s大侠，还是随我赶路要紧。",
 [1100126]="呸！什么雄心大略，我看是贪得无厌！身为三清弟子，如此争胜好事，岂配自称出家人？",
--task 11001 剧情
 [1100141]="也怪我大意，竟忘了此人最擅长的便是扮猪吃虎，一时不慎就着了他的道！唉！",
--task 11001 complete_talk
 [1100131]="大侠此言差矣，人非草木，孰能无欲？出家人不近女色，不亲财帛，所欲者唯有一个名声而已。释迦牟尼普度众生，不也是想广收门徒，将自己的教派发扬光大，所以说争胜好事，还得看是什么事。",
 [1100132]="呵，即便你说的是个理，但你们那掌门一门心思不用在如何将本门武功完善变强，反倒盯着佛家的《九阳真经》，这又算什么？",
--task 11002 accept_talk 
 [1100221]="这个么……道门功法博大精深，谈及完善岂是三年五载之功，而西域少林派本与中原少林同出一宗，如今这《九阳真经》流落在外，若是被西域少林派占了先机，岂非不美？所以……才有了夺经之举。",
 [1100222]="说的再好听，也不过是一己私心罢了。",
--task 11002 剧情
 [1100241]="罢了，%s大侠，你我做这口舌之争复有何用？且待贫道占上一卦，探探前路吉凶。有劳大侠，代贫道问上一问。",
--
 [1100242]="占卦又有何用，人事未尽，岂能空等天命？",
--task 11002 complete_talk
 [1100231]="这卦象……竟是个凶吉难定，祸福相依的困局么？",
 [1100232]="哈哈哈，你这卦可占得真准，哪个行事之前不是个“凶吉难定，祸福相依”？这还用得着请仙问神？哈哈哈——",
--task 11003 accept_talk
 [1100321]="大侠先莫急着嘲笑我，占卦之事虽然虚无缥缈，祸福相依固然是人人皆知的道理，但一些心理安慰却是不可缺少的。你只道我是修道之人，可贫道也需要几颗“定神丹”呐。",
 [1100322]="那不知这“祸福不定”的卦象可定得了你的神？",
--page goto
 [1100323]="唉，其实倒是应了我的心意。%s大侠，眼看便要进入我玉虚宫的地界了。你若能说服掌门师父放弃《九阳真经》那是你的功德，无机子绝不阻拦，但若你不能，那掌门师父面前……我可保不住你……",
 [1100324]="何须你多言，我既然随你来，便有了心理准备。到了玉虚宫内，你可别忘了给我解药！",
--task 11003 剧情
 [1100341]="无机师弟，你这一路上莫非是游山玩水去了？让派中诸位长辈和师兄弟们久等了啊……",
 [1100342]="哦？无由师兄？难不成师祖派你前来接应？",
 [1100343]="唉，掌门师祖是日盼夜盼，好不容易盼来了你的一封信，却是天大的坏消息，你让掌门师祖情何以堪啊……",
--task 11005 complete_talk
 [1100531]="大侠礼数已全，现在就请随我们师兄弟二人入宫面见掌门。",
 [1100532]="我的礼数全了，你的礼数呢？都到了玉虚宫门口了，你还不快快给我解药？",
--task 11005 剧情
 [1100543]=[[<font color='#278cf1'>昆仑派弟子：</font>兀那娃儿，还敢撒野！]],
 [1100544]=[[<font color='#278cf1'>少年：</font>你们这群坏人，说要带我们去坐忘峰，却是诓人！]],
 [1100545]=[[<font color='#278cf1'>昆仑派弟子：</font>小娃儿，我早就说了，我们回来是有急事，昆仑山道难行，你们两个小娃儿单独行动太过危险，先随我们回门派中，等我们事了，就护送你们上坐忘峰。]],
 [1100546]=[[<font color='#278cf1'>小女孩：</font>无忌哥哥，他们说的是真的吗……？]],
 [1100547]=[[<font color='#278cf1'>少年无忌：</font>谁知道是真是假，之前这么远的路我们俩都走过来了，只要问明了坐忘峰的方向，还怕不能去么？再说我们发现之前，他们根本不说是要带我们去别的地方，实在不可信！]],
 [1100548]=[[<font color='#278cf1'>昆仑派弟子：</font>你这小娃好不识抬举！眼下我们可没空与你纠缠，乖乖地跟我们走！]],
 [1100549]=[[<font color='#278cf1'>少年无忌：</font>放开我！不悔妹妹！放开她！]],
 [1100550]=[[<font color='#278cf1'>少女不悔：</font>无忌哥哥——]],
	[1100551]=[[<font color='#31cf32'>%s：</font>喂，你们干什么？快放开那两个孩子！]],
--task 11006 accept_talk
 [1100621]="诶，大侠这好管闲事的性子又上来了，那几位师弟也是我昆仑派的人，怕是见那两个孩子孤身在外，放心不下，有意相助，但孩子么……懂得什么，怕是一场误会。",
 [1100622]="有意帮忙？没见那两个孩子不乐意被他们帮么？我从不知还有强迫别人接受自己帮助的。",
--page goto
 [1100623]="大侠听贫道一句，你是来我昆仑派作客的，无关的事就不要管了。否则敬酒不吃吃罚酒……",
 [1100624]="敬酒不吃，罚酒更加不吃！",
---------------------------------------------
-------------NPC:10121002 青灵子------------
---------------------------------------------
 [1012100211]="昆仑一派，久立西域，却与佛、回二教鼎足而立，这个僵局……一定要破！", 
--task  11007 complete_talk
 [1100731]="你就是无机子信中所说，知道《九阳真经》真正面目的%s？",
 [1100732]="正是，你就是无机子口中所说，想借《九阳真经》扩张势力的昆仑派掌门？",
--task 11008 accept_talk
 [1100821]="哈哈，你立于我的屋檐之下，竟敢与贫道针锋相对，有趣有趣。中原的人真是嚣张跋扈惯了，我那何师弟心善，千里迢迢跑去少林给他们报信，竟被那帮子秃驴给打了回来，你说说，这是个什么道理？",
 [1100822]="此事诸多周折，一时之间难以说清。不过我想何足道谦谦君子，应该不会把责任都推到少林身上吧？",
--page goto
 [1100823]="哼，何师弟回来后只言败于少林一个小沙弥之手，其余一概不说，其中细节还是无机子传信报与我知。闲话且住，敢问大侠，《九阳真经》真身如何？",
 [1100824]="让我见到何足道问清他一些事情，我自会告诉你。",
--page goto
 [1100825]="何师弟自中原回来后便闭关于长生阁中，许下誓愿，不见外客，恐怕你是见不到他的。",
 [1100826]="……怎么会这样……",
--task 11008 剧情
 [1100841]=[[<font color='#31cf32'>%s：</font>【不想少林一败，会对何足道造成这么大的打击，竟从此闭关索居，不见外客？可我却得向他问明尹克西死前种种细节，才好从中得出些线索，解那“经在油中”之谜……】]],
 [1100842]=[[<font color='#31cf32'>%s：</font>青灵子掌门，在下还有一……]],
 [1100843]=[[<font color='#278cf1'>昆仑派弟子：</font>掌门真人——掌门真人！大事不好了！长、长生阁出事了！]],
 [1100844]=[[<font color='#31cf32'>%s：</font>【长生阁？那不就何足道闭关之所在？！】]],
 [1100845]=[[<font color='#278cf1'>青灵子：</font>慌什么！没见有外客在场么？也这般大呼小叫，没个体统！来人，请%s大侠入客房歇息，玉虚宫规矩森严，不便外人行走，还请大侠安置室内，体谅一二！]],
 [1100846]=[[<font color='#31cf32'>%s：</font>客随主便，青灵子掌门料理了门中大事之后，还请尽快再晤！]],
 [1100847]=[[<font color='#278cf1'>青灵子：</font>这个自然，贫道也心急得很！%s大侠请快些安置去吧。]],
 [1100848]=[[<font color='#31cf32'>%s：</font>【长生阁出事，万一牵扯何足道就不美了，我得寻个机会脱身，前去探个究竟才好。】]],
--
 [1100850]="大侠请随贫道来。",
--task 11027 complete_talk
 [1102731]="你竟然能活着逃出长生阁！真是好本事。",
 [1102732]="青灵子！你勾结五毒妖女，以活人炼蛊，怎配为一派掌门！",
--task 11028 accept_talk
 [1102821]="只要能胜，便是实力！你们偏执于正邪之见，放弃唾手可得的力量，才是真正的愚不可及！只要我能称霸西域，让所有人臣服于我，又有谁敢说我的力量是邪魔歪道？他们只会对我顶礼膜拜！",
 [1102822]="执迷不悟！大理一国险些毁于蛊祸，你区区一个昆仑派怎经得起那妖女折腾！",
--page goto
 [1102823]="哼，我现在没空与你多费唇舌，那些白帽民又来找死了，我得去送他们一程！啊，沃姑娘来了，来得正好，快快以蛊术助我！",
 [1102824]="【沃娅妮果然是追上来了……奇怪，何足道呢？】",
---------------------------------------------
-------------NPC:10121003 无由子------------
---------------------------------------------
 [1012100311]="人在江湖，身不由己啊……", 
--task 11003 complete_talk
 [1100331]="这位便是知晓《九阳真经》真身如何的%s大侠了吧？",
 [1100332]="正是在下，有何指教？",
--task 11004 accept_talk
 [1100421]="听说你在中原也是有头有脸的人物，不过到了昆仑还是客随主便，入乡随俗为妙。无机子用药制住了你，于你未必是坏事，若是你行动自如，再不知轻重的闯下什么祸，那才是可悲复可叹了！",
 [1100422]="照你这样说，他还是为了我的安危着想喽？",
--page goto
 [1100423]="哈哈……掌门有命，无机子和%s侠士远道而来，当先在澄静坪以雪净身，洗去风尘后，再入玉虚宫。你们几个，在前面替大侠带路，我与无机师弟许久不见，有几句体己话要说。",
 [1100424]="哈，体己话，难不成你们还有手帕交？",
--task 11004 剧情
 [1100441]="昆仑派是修道门派，怎么门下弟子却带邪气……连那掌门行事也是个剑走偏锋的路子，奇哉怪也。",
--
 [1100442]=[[<font color='#278cf1'> 无机子：</font>无由师兄的体己话想说些什么？]],
 [1100443]=[[<font color='#278cf1'> 无由子：</font>亏你命大，找来这么个呆子，若是能靠他寻得《九阳真经》下落，你还有活路，否则长生阁中，怕就要多你一尊尸俑了！]],
 [1100444]=[[<font color='#278cf1'> 无由子：</font>你一去中原多日，山中的事怕是不知道。长生阁中的情形已是愈发不堪，不瞒你说，师父为了那苗女，竟偷偷去山下的灵风镇捉活人来炼蛊……]],
 [1100445]=[[<font color='#278cf1'> 无机子：</font>什么？！《九阳真经》究竟能不能化解尸毒还是未知，掌门师父被那苗女所惑，坏了自己修行不说，还使得整个门派落得这不尴不尬的境地……唉，我们这些三清弟子，将来有何面目去面对道尊！]],
 [1100446]=[[<font color='#278cf1'> 无由子：</font>嘘——噤声！你想找死可别拉上我！那苗女耳目众多，指不定那只飞虫就是她的耳报神，算了算了，你权指望那呆子能保你性命吧！]],
--task 11004 complete_talk
 [1100431]="大侠且留步！此处便是澄静坪，请大侠与无机子师弟脱去衣冠，取松梢积雪净身，再行前进。",
 [1100432]="就在这儿？露天席地的，要我脱光了以雪净身？！",
--task 11005 accept_talk
 [1100521]="正是，修道之人，讲究心清体净，掌门师伯又是生性爱洁之人，所以这松雪净身之礼是万不可废的。大侠且先莫恼，其实这对你也是有好处的……",
 [1100522]="管你有什么好处，我绝不会在陌生人面前这般行事。",
--page goto
 [1100523]="大侠初来昆仑，对这山上严寒怕是不能适应，以雪搓身，冻得一时，但净身过后则可激发内火，浑身发热，使你不为寒冷所苦。",
 [1100524]="休想！",
--page goto
 [1100525]="贫道先就已同大侠言明，入乡随俗，客随主便，怎么大侠这会儿功夫就忘了个干净？不过么……因人而异也未尝不可。大侠若实在不愿，便以松雪搓净面上风尘，以全礼数吧。",
 [1100526]="……好吧。",
--task 11005 剧情
 [1100541]="初来乍到，倒也不宜与他们因这点小事闹翻，只是净面而已，也无甚大碍。",
--
 [1100542]="好冷啊……不过搓完之后，倒确实不觉得寒风如刀，难以忍受了。",
--task 11006 complete_talk
 [1100631]="罢了罢了，这是闹个什么，真是好没来由。把那两个孩子放了，由他们去！%s大侠，这样你满意了吧？",
 [1100632]="本该如此。",
--task 11006 剧情
 [1100641]="多谢侠士相助！不悔妹妹，我们走……",
 [1100642]="多谢大侠！",
--task 11007 accept_talk
 [1100721]="我们在这儿耽搁的太久了，再拖延下去，惹怒了掌门，那才真是吃不了兜着走。%s大侠，现在你要放的人放了，还请不要再为难我们，快随我们去见掌门。",
 [1100722]="横生枝节非我所愿，前面带路吧。",
---------------------------------------------
-------------NPC:10121004 无明子------------
---------------------------------------------
 [1012100411]="派中来往之客，皆是由贫道接待的，大侠有何需求，尽管告诉贫道。",  
--task 11008 剧情
 [1100849]="恩？大侠怎么停下了？",
--task 11008 complete_talk
 [1100831]="给大侠安排的客房还在前头，请大侠随贫道继续前行。",
 [1100832]="小道长，在下有些腹痛，这附近可有茅房？",
--task 11009 accept_talk
 [1100921]="啊？这……附近是没有的，大侠随我快些走，到了客房就好。",
 [1100922]="哎哟哟，不成不成，我腹痛得厉害，怕是水土不服，要闹肚子了……等不得……",
--page goto
 [1100923]="这、这、这……可你也不能就在此地方便啊，大侠不要为难贫道，与我快快走吧！",
 [1100924]="诶，小道长你看，前面那处房舍可否解我之急？",
--task 11009 剧情
 [1100941]="啊？那是长生……呃，那里你去不得，大侠快……",
--
 [1100942]="哎……",
--
 [1100943]="修道之人真是实诚，多谢你相告长生阁所在。不过我不能就这样闯过去，先找个人问问情况。",
---------------------------------------------
-------------NPC:10121005 冲云------------
---------------------------------------------
 [1012100511]="这可如何是好……长生阁可是派中重地啊！", 
--task 11010 剧情
 [1101041]="你是何人，不要拦着我，我着急呢……",
--task 11010 complete_talk
 [1101031]="看你不是我派中人，难道是无机子师叔从中原带回来的那位客人？",
 [1101032]="呃，正是在下。我与青灵子掌门共谋大事，如今听说长生阁出事了，特来看看情况。",
--task 11011 accept_talk
 [1101121]="啊，原来如此。长生阁的一切事务乃是派中绝密，好像正在创制了不得的妙法和仙丹，今日却出了意外，阁中某处密室爆炸，引发大火，现在所有人都在想法子控制火势，而且……",
 [1101122]="而且什么？",
--page goto
 [1101123]="阁中不断有怪物跑出来，这些怪物长了个人模样，却如野兽一般，见人便扑抓撕咬，打他不躲，砍他不避，便似行尸走肉一般，已经伤了我们不少人了……",
 [1101124]="啊——？！有劳小道长快带我过去！",
--task 11011 剧情
 [1101141]="哦哦，好，大侠请随我来……",
--
 [1101142]="怎么听来与江北竹林所遇的尸兵大有相似，难道昆仑派也有了这样伤天害理的法儿……",
---------------------------------------------
-------------NPC:10121006 冲衡------------
---------------------------------------------
 [1012100611]="救火啊——救人呐——",
--task  11012 剧情
 [1101241]=[[<font color='#278cf1'> 冲衡：</font>再派人去禀报掌门真人！长生阁情势危急，请掌门真人速来主持大局！]],
 [1101242]=[[<font color='#278cf1'> 昆仑派弟子：</font>快阻止这些怪物！]],
 [1101243]="啊啊啊啊——救命——救……",
 [1101244]=[[<font color='#31cf32'>%s：</font>这……怎会弄得如此凄惨！不管了，先救人！]],
--task  11012 complete_talk
 [1101231]="多、多谢相助，敢问侠士是……？",
 [1101232]="来不及解释这么多，长生阁中可还有人？",
--task 11013 accept_talk
 [1101321]="有、有、有！事发突然，不少长老和门中精英还困在里面，但一直为这些怪物和火势所阻，我们的人无法进去，里面的人尚不知生死！",
 [1101322]="这些怪物攻势已减，你们冷静应对，不足为虑。当务之急，快些控制火势，入阁救人！",
--page goto
 [1101323]="是、是！大侠说的是，我们已分了不少人去取水，应该马上就该回来了！",
 [1101324]="蠢材！舍近求远，眼前这么多积雪不用，取个什么水！快！留一些人对付怪物，其他人直接用雪泼！",
--task 11013 complete_talk
 [1101331]="火势果然减弱了，大侠真是帮了我们一个大忙！昆仑派感激不尽！",
 [1101332]="客气话以后再说，抓紧时机进长生阁救人吧！不过……如何入阁？",
--task 11014 accept_talk
 [1101421]="好教大侠得知，长生阁事关绝密，大侠非我昆仑派中人，贫道纵是胆大包天，也不敢让大侠入阁，请大侠就等在此地，待掌门真人赶到，自会安排救人……",
 [1101422]="……【等你那掌门真人赶到，我也就被揭了老底了，这可不行】人命关天，如何等得？你快告诉我怎么入阁！",
--page goto
 [1101423]="这……贫道不敢，请大侠不要为难贫道……啊，掌门真人来了！",
 [1101424]="……【糟了！】",
--task 11014 剧情
 [1101441]=[[<font color='#278cf1'>青灵子：</font>混账东西，全聚在这里做什么？！都给我散了！长生阁乃派中禁地，岂是你们能接近的！]],
 [1101442]=[[<font color='#278cf1'>冲衡：</font>掌门真人……我们是来……]],
 [1101443]=[[<font color='#278cf1'>青灵子：</font>管你们来做什么，统统给我滚远点！无机子！让无关人等退去！啊，<font color='#31cf32'>%s</font>！你怎么在这儿！无由子，快将<font color='#31cf32'>%s</font>擒住！]],
 [1101444]=[[<font color='#31cf32'>%s：</font>我是来见何足道的，你说他在长生阁中闭关，眼下阁中爆炸失火，恐他有失，我必须见他！]],
 [1101445]=[[<font color='#278cf1'>青灵子：</font>岂有此理！你是我派中客人，自然该听从我的安排，我让你去客房休息，你却潜进我派禁地，这般不遵礼数，也怪不得我要拿你！]],
 [1101446]=[[<font color='#31cf32'>%s：</font>青灵子掌门何必动怒，在下本无意冒犯……【你一边答话，一边打量着四周环境，忽见地上有一段铁索，直直垂至崖下】]],
 [1101447]=[[<font color='#278cf1'>青灵子：</font>废话少说！给我拿下<font color='#31cf32'>%s</font>！]],
 [1101448]=[[<font color='#31cf32'>%s：</font>……【你退至崖边，见铁索果然是连通长生阁中栈道与山崖的通道，此时也容不得多想，且冒险一试！】青灵子掌门，这怕是由不得你！]],
--task 11015 剧情
 [1101541]="这铁索只供一人使用，他们没法一拥而上，我且去阁中找到何足道，再寻脱身之法。",
---------------------------------------------
-------------NPC:10121007 仪禄------------
---------------------------------------------
 [1012100711]="我乃守卫长生阁之人，来者速速拿出掌门手令交予我验看！", 
--task 11016 剧情
 [1101641]="啊！阁中果然也有这种怪物，的确很像当年德瓦西所制的尸傀，不过细节处却有不同……",
--
 [1101642]="住手！你是什么人！怎敢擅闯长生阁！",
--
 [1101643]="唔？为何此人没有受到这些怪物攻击？其中定有蹊跷……我且诈他一诈。",
--task 11016 complete_talk 
 [1101631]="站住！不许再过来！报上身份！",
 [1101632]="我乃%s，是与青灵子共谋《九阳真经》之人，今日长生阁失火，掌门担心何足道有失，特托我前来查探。",
--task 11017 accept_talk 
 [1101721]="哦？既然是掌门真人派你来的，你手中可有手令？长生阁乃派中绝密禁地，出入必有掌门手令，否则长生阁守卫可自行处置来人！",
 [1101722]="【呵，看来这长生阁果然是有许多见不得人的秘密啊，竟这般谨慎……眼下只有硬拼了！】",
--task 11017 刷怪
 [1101751]="你有是没有！？快快答话！",
 [1101752]=Img[2].."我自然有手令，你且验看便是！",
--task 11017 complete_talk
 [1101731]="你、你绝非掌门相托，你到底有什么目的！",
 [1101732]="带我去见何足道，便饶你一命！",
--task 11018 accept_talk 
 [1101821]="休想！何师叔不见外客，没有掌门手令，谁都不能见他！",
 [1101822]="掌门手令我是没有，何足道我却一定要见。带我过去，换你一命。",
--page goto
 [1101823]="呵呵，我若带你去了，掌门面前又岂有我的活路？左右都是一个死，死在你手里，也许还更舒服一点……",
 [1101824]="你真以为我不敢杀你？",
--task 11018 剧情
 [1101841]="来人呐——来人——！",
--
 [1101842]="呃……",
--task 11019 剧情
 [1101941]="看来只有靠我自己去找了……但愿这长生阁内的布局不要太过复杂……",
--task 11080 剧情
 [1108041]=[[<font color='#278cf1'>少年无忌：</font>放我们出去！你们这群卑鄙小人！明面上答应放我们走，暗地里却又把我们抓回来！]],
 [1108042]=[[<font color='#31cf32'>%s：</font>【这声音听着像是玉虚宫门口被掳的那两个小孩儿……他们又被抓住了？】]],
--task 11020 剧情 
 [1102041]=[[<font color='#278cf1'>仪丰：</font>只能怪你们时运不济，偏偏在这段时间到昆仑山来。我们正缺你们这样的小娃儿……越是稚嫩的尸俑，才越容易培养操控啊……哈哈哈——]],
 [1102042]=[[<font color='#278cf1'>少年无忌：</font>你们这群披着人皮的禽兽！拿活人去喂虫子，弄成半死不活的行尸走肉，亏你们还说修的是老庄之道！]],
 [1102043]=[[<font color='#278cf1'>仪丰：</font>哈哈，求仙问道，不过就是图的长生不老，我们这也算是殊途同归啊……]],
 [1102044]=[[<font color='#278cf1'>少女不悔：</font>呸！真不要脸！]],
 [1102045]=[[<font color='#278cf1'>仪丰：</font>哼，等你被丢进了尸虫堆里，想要脸也要不成了！小丫头，就拿你先开刀！]],
 [1102046]=[[<font color='#31cf32'>%s：</font>住手！]],
--task 11020 刷怪
 [1102051]="唔？你是什么人，从哪冒出来的？",
 [1102052]="老天有眼，知道你们尽做些伤天害理之事，所以派我来整治你们！",
--page goto 
 [1102053]="哦？哈哈哈哈……我倒看看，一个死人，怎么替天行道！给我上！",
 [1102054]=Img[2].."哼！",
--11020 剧情
 [1102047]="怎、怎么会……",
---------------------------------------------
-------------NPC:10121008 少年无忌------------
---------------------------------------------
 [1012100811]="我要将不悔妹妹安然无恙的带到她爹爹面前，方不负纪姑姑之托。",  
--task 11020 complete_talk
 [1102031]="啊，大侠！是你！",
 [1102032]="是我，我们这也算一份孽缘……罢了，快离开此间。",
--task 11021 accept_talk 
 [1102121]="大侠且慢，外面十分危险，到处都有可能碰上那些不死不活的怪人，先前我们被绑进来的时候，这些守卫曾在我们身上放了一个叫做避尸散的药包，那些怪人就不会攻击我们。",
 [1102122]="哦？还有这种东西？那药包现在可还在你们身上？",
--page goto
 [1102123]="不在了，我们被带到这里，他们就把药包收回去，就是那个人收的。不过他们既然在阁中四处行走，我猜身上一定也带着避尸散，大侠快搜搜有没有吧。",
 [1102124]="好！若得此物，我们行走阁中，便不用怕了。",
--task 11021 剧情
 [1102141]="药包……看来就是这个了，拿去让无忌辨认一下。",
--task 11021 complete_talk
 [1102131]="不错，就是此物。太好了，原先我们用的那两个也在，这样我们三人就都有护身之物了。",
 [1102132]="如此甚好。眼下我在这里还有要事未完，你们跟着我怕有危险，可若是让你们单独离去，又怕会遇见守卫……",
--task 11022 accept_talk
 [1102221]="大侠数次仗义出手，无忌铭感于心，本不该再给大侠添麻烦，可这里的守卫武艺高强，我们打他们不过，若是再被抓去，怕是难逃魔掌……若是大侠不嫌弃，可否带上我们二人一起？",
 [1102222]="这……实不相瞒，我是来找一个人的，看当前情形，只怕这个人正是这阁中机要，此去艰险，你们不怕？",
--page goto
 [1102223]="我们一路进来，也见了这阁中不少怪异之处，思量着凭我和不悔妹妹二人之力，万难安然离去，还不如跟着大侠闯上一闯！",
 [1102224]="那好，你们就跟着我，须得万事当心。",
--task 11022 剧情
 [1102241]="无忌哥哥……",
 [1102242]="不悔妹妹别怕，等大侠找到了人，我们就可以离开此地了，我一定会把你送到你爹爹跟前！",
--
 [1102243]=[[<font color='#278cf1'>少女不悔：</font>唔！这里的气味好难闻！]],
 [1102244]=[[<font color='#31cf32'>%s：</font>【好浓的一股尸臭……】]],
 [1102245]=[[<font color='#278cf1'>未知声源：</font>……嗷……嗷——！！！]],
--task 11022 complete_talk
 [1102231]="大、大侠……这是什么声音……？",
 [1102232]="好像是人，但……【这种吼声，倒像是南疆那些发了狂苗民……】",
--task 11023 accept_talk
 [1102321]="啊？人？！可……人怎么会发出这种如野兽一般的嘶嚎？",
 [1102322]="人要是失去了理智，可比野兽可怕多了。我进去看看，你们留在这儿。",
--page goto 
 [1102323]="哦……好，大侠当心！",
 [1102324]="你带着不悔找个地方躲起来，千万被漏了行藏。",
--task 11024 剧情
 [1102441]=[[<font color='#278cf1'>未知声源：</font>嗷……嗷嗷嗷——！！嗷……]],
 [1102442]=[[<font color='#31cf32'>%s：</font>啊，看见了！这、这是个什么！？还算是……人吗？]],
 [1102443]=[[<font color='#278cf1'>未知异类：</font>【眼前的“人”，上半身如同三副身躯的连体，自腰以下便圈在铁柱之中，双目赤红，口涎横流，狰狞如兽，实在是恶心可怖。】嗷——！]],
 [1102444]=[[<font color='#31cf32'>%s：</font>你……【这个人的面目总觉得很熟悉……】啊！你！？何足道？！你怎么成了这副模样！】]],
--task 11026 complete_talk
 [1102631]="大侠！",
 [1102632]="无忌！来得正好！照顾好不悔，快随我逃出去！",
--task 11027 剧情 
 [1102741]="昆仑派枉称世外修道之人，竟拿活人做尸俑……青灵子，你好深的业障！",
--
 [1102742]="长生阁外竟然无人？唔？玉虚宫中似有刀兵之声，这是怎么回事？",
--task 11030 complete_talk
 [1103031]="大侠，这些人都疯了么？",
 [1103032]="他们受蛊术控制，我们快些离开这里，不然我们也会变成这样……",
--task 11031 accept_talk 
 [1103121]="大侠，不悔的爹爹就住在昆仑山的坐忘峰上，他是明教的光明左使，如果我们能找到他，定可不惧这些妖道！",
 [1103122]="不悔的身世竟是如此……？好，我们就去坐忘峰。",
--task 11031 剧情
 [1103141]=[[<font color='#278cf1'>黑袍武士：</font>不许放走玉虚宫的妖人！把他们的命全部留下！]],
 [1103142]=[[<font color='#31cf32'>%s：</font>等等，我们不是……]],
 [1103143]=[[<font color='#278cf1'>黑袍武士：</font>杀！]],
---------------------------------------------
-------------NPC:10121009 少女不悔------------
---------------------------------------------
 [1012100911]="无忌哥哥，我好怕……", 
--task 11033 剧情
 [1103341]=[[<font color='#31cf32'>%s：</font>他们人太多！这样拼下去我们只会力竭而亡，无忌，带着不悔，随我且战且退！]],
 [1103342]=[[<font color='#278cf1'>少年无忌：</font>好！不悔妹妹小心！]],
--task 11033 complete_talk
 [1103331]="啊！没路了！大侠，我们退到绝路上了……",
 [1103332]="真该死……",
--task 11034 accept_talk
 [1103421]="呜呜呜……不悔没有了娘亲，如今也见不到爹爹了……还要连累了无忌哥哥和%s大侠也被这些坏蛋伤害……呜呜呜……不悔该怎么办才好……",
 [1103422]="诶，不悔姑娘，你别哭呀。天无绝人之路，我们一定会想到办法的。",
--page goto
 [1103423]="呜呜……可是那些坏蛋就要追上来了，前面又没有去路，还能有什么办法呢？",
 [1103424]="别怕，我试试去跟他们交涉一番。",
--task 11034 剧情
 [1103441]="你们已经退无可退，还不快快束手就擒！",
---------------------------------------------
-------------NPC:10121010 尸化何足道------------
---------------------------------------------
 [1012101011]="嗷嗷嗷——不……要嗷——过……来……",
--task 11024 刷怪
 [1102451]="何……足……道……杀……了……你……", 
 [1102452]=Img[2].."……！！",
--task 11024 complete_talk
 [1102431]="我认得……你的招式……你是……%s……？",
 [1102432]="太好了，原来你尚有神智！",
--task 11025 accept_talk
 [1102521]="一日之间……只得片刻……清醒……你怎么会在这儿……？",
 [1102522]="我为寻你而来，想弄清尹克西死前细节，希望能有线索，找到《楞伽经》。",
--page goto
 [1102523]="《楞伽经》……尹克西……我不知道……经书……在油中……",
 [1102524]="他可曾说过，是什么油？这油在何处？",
--task 11025 剧情
 [1102541]=[[<font color='#278cf1'>尸化何足道：</font>经书在……油中……在瓯中……]],
 [1102542]=[[<font color='#31cf32'>%s：</font>瓯？到底是瓯还是油？]],
 [1102543]=[[<font color='#278cf1'>尸化何足道：</font>瓯……油……嗷——嗷嗷嗷——！！！]],
 [1102544]=[[<font color='#31cf32'>%s：</font>……！！你怎么了？怎么、怎么突然……]],
 [1102545]=[[<font color='#278cf1'>未知女子：</font>哼，原来你还留着一丝神识……手下的一群饭桶，竟被你瞒住了这么久！]],
 [1102546]=[[<font color='#31cf32'>%s：</font>你是什么人？]],
---------------------------------------------
-------------NPC:10121011 沃娅妮------------
---------------------------------------------
 [1012101111]="杀父之仇，怎能忍气吞声……",
--task  11025 complete_talk
 [1102531]="哦？你是%s，我可算找到你了！",
 [1102532]="姑娘认得我？我却不记得见过姑娘你。",
--task 11026 accept_talk
 [1102621]="世人总是这样，自己做过的好事便记得一清二楚，自己造下的孽却忘得一干二净！哦，不……或许我不该怪你不认得我，因为你根本不知道自己造的是什么孽……",
 [1102622]="……你是南疆五毒教的人？",
--page goto
 [1102623]="呵呵……呵呵哈哈哈哈……你认出来了？五毒教？我仙教神威，岂容你这般凡人侮辱！仙教……不……已经不是我的仙教了……阿爹，阿爹你死得好惨……呜呜呜……",
 [1102624]="……【长得漂漂亮亮的一个小姑娘，可惜是个疯子……】",
--task 11026 剧情
 [1102641]=[[<font color='#278cf1'>沃娅妮：</font>我只有阿爹一个亲人，蚩萝伊却杀了我阿爹，害得我家破人亡……你！是你帮她回到仙教，你也是凶手！]],
 [1102642]=[[<font color='#31cf32'>%s：</font>敢问令尊是……？【不会是德瓦西吧……】]],
 [1102643]=[[<font color='#278cf1'>沃娅妮：</font>我沃氏世代传承幽蜈巫使之位，阿爹就是沃氏族长，五仙教幽蜈巫使沃宝翁！]],
 [1102644]=[[<font color='#31cf32'>%s：</font>幽蜈巫使？若在下没有记错，是令尊联合冥蟾巫使，襄助德瓦西篡权，谋害前教主尤叱娜和圣蝎巫使……]],
 [1102645]=[[<font color='#278cf1'>沃娅妮：</font>那关你什么事？又关我什么事？我只知道你间接害死了我阿爹！呵呵呵……仇人栽在我的手心里，我怎么可能放过……我的乖乖，快去帮我吃了<font color='#31cf32'>%s</font>，让其永世不得超生！]],
 [1102646]=[[<font color='#278cf1'>尸化何足道：</font>嗷嗷——嗷嗷——嗷——！！]],
 [1102647]=[[<font color='#31cf32'>%s：</font>糟了！快逃！]],
--task 11028 complete_talk
 [1102831]="仇人就在我的眼前，别的人……还关我什么事呢？",
 [1102832]="【她的神色似乎不对劲……】",
--task 11029 accept_talk
 [1102921]="青灵子，我帮了你这老匹夫这么久，若没有我，你昆仑派何来今日声势！你现在却一心想要用《九阳真经》来压制我的蛊术，你以为我不知道？！若继续依靠你，我什么时候才能报仇！呵呵呵……%s，今日你定要死在我手中！",
 [1102922]="令尊自作其孽，你的仇恨着实好没来由。",
--page goto
 [1102923]="呵呵呵呵……好没来由？我恨了这么久，苟且偷生于世，此生再无希望返回南疆，若没有仇恨，我为什么而活？！我要报仇……我一定要报仇——！！",
 [1102924]="你执念太深……已经不可理喻。",
--task 11029 剧情
 [1102941]=[[<font color='#278cf1'>沃娅妮：</font>煌煌九天，冥冥九幽，以吾血躯，献于神母，赐吾宏力，分与吾众……]],
 [1102942]=[[<font color='#278cf1'>尸俑：</font>嗷——]],
 [1102943]=[[<font color='#278cf1'>青灵子：</font>你疯了！？你想做什么……？！]],
 [1102944]=[[<font color='#31cf32'>%s：</font>沃娅妮怀恨而来，不知要闹到什么程度才肯罢手……]],
 [1102945]=[[<font color='#278cf1'>昆仑派弟子：</font>呃……啊——]],
 [1102946]=[[<font color='#278cf1'>沃娅妮：</font>……吾血之血，吾心即心，奉吾诏令，为吾牺牲！]],
 [1102947]=[[<font color='#278cf1'>昆仑派弟子：</font>嗷嗷啊啊——]],
 [1102948]=[[<font color='#278cf1'>青灵子：</font>这是……这是……？！]],
 [1102949]=[[<font color='#31cf32'>%s：</font>情况不妙，快阻止她！]],
--task 11029 刷怪
 [1102951]="你以为可以阻止得了我么？煌煌九天，冥冥九幽……",
 [1102952]="妖女！你与昆仑派有何纠葛我且不管，但这里大多都是无辜之人，你怎能滥杀无辜！",
--
 [1102953]="以吾血躯，献于神母，赐吾宏力，分与吾众……",
 [1102954]=Img[2].."还不住口！",
--task 11029 complete_talk
 [1102931]="没用了……没用了……呵呵呵哈哈……",
 [1102932]="你做了什么？！",
--task 11030 accept_talk
 [1103021]="你不必发怒，你已将死，也不算孤单……我催动血咒与体内母蛊同归于尽，待我一身精血化去，子蛊会奋而群起，寻找寄主，争夺新的母蛊之位。",
 [1103022]="那会如何？",
--page goto
 [1103023]="会如何？哈哈哈哈……你猜猜？只要体内寄居了子蛊，自然是会被子蛊夺去了心神，一心只想杀尽其余子蛊，自己来做母蛊了。杀到最后，大概只有最强的人才会活下来吧，不过谁在乎呢？我要的，只是你死！",
 [1103024]="为一己私仇草菅人命，你休想得逞！",
--task 11030 刷怪
	[1103051]="呵呵……你要死在这里，我报仇了……我报仇了……",
	[1103052]=Img[2].."你这个疯子！",
--task 11030 剧情
 [1103041]="我……报了仇了……",
 [1103042]="嗷嗷嗷——！！",
 [1103043]="呃啊……啊——",
 [1103044]="唔……呃……",
---------------------------------------------
-------------NPC:10121013 黑袍武士------------
---------------------------------------------
 [1012101311]="任何从玉虚宫里走出来的人，都是我们的敌人！", 
--task 11034 complete_talk
 [1103431]="临死之人，还想说什么废话。",
 [1103432]="我们并非玉虚宫的人，你们何必这般赶尽杀绝！",
--task 11035 accept_talk
 [1103521]="主上有命，从玉虚宫里走出来的人，不许放过一个！那玉虚宫是昆仑派总坛所在，旁人岂可轻入？你们如果不是玉虚宫的人，如何往来其中，还能全身而退？",
 [1103522]="可笑……我们伤兵稚儿仓惶逃命，像是全身而退？玉虚宫如今已是人间地狱！",
--page goto 
 [1103523]="昆仑派出了变故，我们知道。那群道士形同疯癫，自相残杀，玉虚宫中血流成河……哼，这些道士一贯作恶，这是报应，是真主赐下的天谴！",
 [1103524]="你们……是回人！",
---------------------------------------------
-------------NPC:10121014 韦一笑------------
---------------------------------------------
 [1012101411]="嘿嘿，我便是青翼蝠王——韦·一·笑~", 
--task  11035 剧情
 [1103541]="哈哈哈哈……真是困了有人递枕头，正愁找不到活人供我饮血，兜头便碰上了一堆！",
 [1103542]="什么人？！",
 [1103543]="唔——小娃儿的血最是香甜，一个不够，两个正好！其余的么……既然是废物，就去死好了~",
 [1103544]="啊——",
--task 11035 complete_talk
 [1103531]="哦？这里还剩下一个……唔——习武之人的血最热，滋味却也不差，不如留着明天享用？",
 [1103532]="你是什么人？",
--task 11036 accept_talk
 [1103621]="嘿嘿嘿，我是什么人有什么打紧，你只知道，你和这两个小娃娃的血都要落入我的腹中便可。唔——你可喝过鲜血？那甘爽，令人不敢相信！",
 [1103622]="同类相食，连畜生都不如！",
--page goto
 [1103623]="何必把话说的这么难听呢，我这也是为了活命呐。佛家有以身饲虎，割肉为鹰之慈悲，你们若是为善，何不将鲜血献出，也是一桩大功德嘛！",
 [1103624]="强词夺理！【这怪人武功奇高，若我孤身一人尚有脱身之计，可无忌和不悔……罢了，只有奋力一拼了！】",
--task 11036 剧情
 [1103641]=[[<font color='#278cf1'>未知声源：</font>老蝙蝠，你要造孽我不管，但在我的地盘上，休要行那恶心的勾当！]],
 [1103642]=[[<font color='#278cf1'>韦一笑：</font>哼，我又没在你的坐忘峰的地界下手，你管得也忒宽！]],
 [1103643]=[[<font color='#278cf1'>少年无忌：</font>坐忘峰？你、你是不是杨逍？！]],
 [1103644]=[[<font color='#278cf1'>杨逍：</font>恩？我是杨逍，小娃儿，你认得我？]],
 [1103645]=[[<font color='#278cf1'>少女不悔：</font>娘亲说，爹爹……就叫杨逍……]],
 [1103646]=[[<font color='#278cf1'>杨逍：</font>……！！你娘是谁？]],
 [1103647]=[[<font color='#278cf1'>少女不悔：</font>娘亲名唤纪晓芙，我叫杨不悔……呜呜呜……你、你是我爹爹吗……？]],
 [1103648]=[[<font color='#278cf1'>杨逍：</font>不悔……？杨不悔……]],
--task 11036 complete_talk
 [1103631]="什么什么！？这小丫头是杨逍的女儿？",
 [1103632]="正是。",
--task 11037 accept_talk
 [1103721]="晦气！晦气！大水冲了龙王庙，一家人打一家人！诶，我说，你们可得跟杨逍说清楚咯，我先前可不知道这小丫头是他的闺女儿，不知者不罪，他可不能记仇啊。",
 [1103722]="你难不成是……青翼蝠王韦一笑？",
--page goto
 [1103723]="着哇！除了我，还有谁有这般出神入化的轻身功夫？嘿嘿……也算你们赶得不巧，我当年练功出了岔子，多年为此所苦，每逢子午，必要饱饮活人热血以压制体内寒意。若你们换个时候出现，我们相逢定是另一番光景。",
 [1103724]="世间之事向来难料，只当我们是不打不相识吧。眼下还是不悔的事更紧要……",
--task 11042 complete_talk
 [1104231]="我的内伤发作……即便是再高的功夫也使不出来，若是再不压住伤势，只怕……只怕我这条老命就交待在这昆仑山了……",
 [1104232]="吸血之事，太过残忍，可有别的办法？",
--task 11043 accept_talk 
 [1104321]="没、没有……除非有纯阳至刚的内息……渡、渡到我体内，否则……我、我就要活活冻死！",
 [1104322]="纯阳至刚的内息……且让我试试。",
--task 11043 complete_talk
 [1104331]="不不不、不成……你并非纯阳至刚之内息，没、没有用……",
 [1104332]="这……难道只有饮了活人鲜血，你才能暂时无恙？",
--task 11044 accept_talk 
 [1104421]="十几年来，只有这个法子……你当我愿意吸活人的血？活得人不像人，鬼不像鬼……我我、我也是没法子……",
 [1104422]="可……眼下该如何？",
--task 11044 剧情
 [1104441]=[[<font color='#278cf1'>韦一笑：</font>咳咳咳——我……唉，只有对不住这位小兄弟了……嘿——！]],
 [1104442]=[[<font color='#31cf32'>%s：</font>啊！你——]],
 [1104443]=[[<font color='#278cf1'>少年无忌：</font>放开我！放开我——]],
 [1104444]=[[<font color='#31cf32'>%s：</font>无忌！……该死！]],
--task 11045 剧情
 [1104541]="原来山下是条河，韦一笑轻功再高，从山崖上往下跳也需要缓冲之处，我且沿着水路追查……",
--taks 11046 剧情
 [1104641]="前面就是河滩，却有鳄鱼为患，看来想要找到线索，还得费点力气……",
--task 11047 剧情
 [1104741]="啊！这是……无忌的草帽！他们果然到过这里！",
--task 11057 complete_talk 
 [1105731]="我不知道……我吸了几口便被他的阴寒之血引动了内伤，无力支撑……怒上心头，已将他一掌打落山崖！是死是活……我不知道……不知道……",
 [1105732]="你——！【无忌被打落山崖……难道我之前都想错了，那草帽是半空而落，而无忌他……】",
--task 11058 accept_talk
 [1105821]="%s，你救救我……我不想死，你一向以侠义为名，我……我明教与你渊源匪浅，你……你不能坐视不理。呃啊——冷……冷死我了……",
 [1105822]="可我实在不知……【对了，曾经谢楼主受了内伤，以赤狐之血压制伤势，如今虽无赤狐，却有白狐，何不一试？】",
--page goto
 [1105823]="呵呵呵……难道我韦一笑竟要命丧于此？唔？你、你身后那是什么？猿？猿与人相类，你让开……我……我要吸那白猿的血……",
 [1105824]="你别轻举妄动，我去给你猎取狐血！白狐之血或许可以压制你的伤势……",
--taks 11058 剧情
 [1105841]="唔？怎么不见韦一笑？啊——白猿……！！",
---------------------------------------------
-------------NPC:10121015 杨逍------------
---------------------------------------------
 [1012101511]="没想到，晓芙她竟然……唉，都是我害了她！",
--task  11037 complete_talk
 [1103731]="多谢侠士一路照料小女，让她能够安然与我相会。",
 [1103732]="不，我是在昆仑遇见他们的，你该好好感谢无忌才是。",
--task 11038 accept_talk
 [1103821]="哦？竟然是这样……且不说他们是从哪里来，但说这昆仑山一带，昆仑派与西域少林派争雄，再有回部白帽民想要浑水摸鱼，情势复杂，凶险非常。这两个孩子……真是了不起啊。",
 [1103822]="总算现在不悔已经到了父亲身边，一路苦难，终于结束。",
--page goto
 [1103823]="是啊……哦，两个孩子吃了不少苦头，我看侠士也是一身风尘，若是无妨，不如到我坐忘峰上小住几日，休整一番，也好再做打算。",
 [1103824]="恭敬不如从命，叨扰杨左使了……",
---------------------------------------------
-------------NPC:10121016 杨逍·常驻------------
---------------------------------------------
 [1012101611]="余生之愿，唯有让不悔安康长大，再不受苦。",
--task 11038 complete_talk
 [1103831]="寒舍简陋，还请%s侠士多多包涵。", 
 [1103832]="杨左使过谦了，未料这昆仑山上还有这般温暖如春的所在，真是个难得佳境。",
--task 11039 accept_talk
 [1103921]="坐忘峰地势奇特，占了几分地利之宜，方有了如此气候，自然造化之景最是怡人养性，侠士身上伤势虽然不重，但疗伤之事最宜缓缓图之，心急有可能会留下恶果。",
 [1103922]="多谢杨左使关怀。",
--page goto
 [1103923]="说起来……我明教近年来变故频生，%s侠士与我教诸位兄弟多有交情，如今你又救助了小女不悔，实在是机缘匪浅。我一见你，也觉意气相投，不如随我去桥边垂钓，再行叙谈如何？",
 [1103924]="不胜荣幸，杨左使请。",
--task 11039 剧情
 [1103941]=[[<font color='#31cf32'>%s：</font>这池水莫非是一眼活泉？]],
 [1103942]=[[<font color='#278cf1'>杨逍：</font>不错，这池水的源头乃是玉虚宫中的不老泉，有地底暗流相连，暖如春波，故而有游鱼嬉戏其中。我垂钓不过是尽享其趣，钓上来之后还要放归的。]],
 [1103943]=[[<font color='#31cf32'>%s：</font>杨左使真是好雅兴。]],
 [1103944]=[[<font color='#278cf1'>杨逍：</font>说来中原到昆仑何止千里，<font color='#31cf32'>%s</font>你一向在中原活动，何以会远来昆仑？]],
 [1103945]=[[<font color='#31cf32'>%s：</font>此事说来话长，我曾答应少林觉远大师帮他寻回被歹人窃夺的《楞伽经》，那二贼内斗，一人当场丧命，一人濒死，为昆仑派何足道所救，留下了一句“经书在油中”的遗言便死去……]],
 [1103946]=[[<font color='#31cf32'>%s：</font>何足道去少林报信，其中更生诸多纠葛。最后觉远大师圆寂，经书仍无下落。我既曾应承此事，便决心继续追寻，以求告慰觉远大师在天之灵。所以便到了昆仑，想要向何足道问明细节，看看可有新的线索，奈何……唉……]],
 [1103947]=[[<font color='#278cf1'>杨逍：</font>你果然是大信大义之人。昆仑派如今情势复杂，已非纯正，你想从何足道处着手调查，已不可能。今后如何行事，可有打算？]],
 [1103948]=[[<font color='#31cf32'>%s：</font>说实话……何足道这条线一断，我再无其他线索可循，寻回《楞伽经》之事怕是难以为继。今后如何……也只有等再度寻得线索，再做打算。]],
--task 11039 complete_talk
 [1103931]="你能追查到此，也算是仁至义尽，我想那觉远大师是出家之人，胸怀豁达，应该懂得顺其自然的道理，泉下有知，亦不会对你有怨。",
 [1103932]="多谢杨左使开解……",
--task 11039 剧情
 [1103949]="顺其自然……确实如此，楞伽经与九阳真经俱是前人心血结晶，自有其灵性，委实不可强求。",
--task 11040 accept_talk
 [1104021]="自教主失踪，明教上下不安，我到这坐忘峰上居住，本有避乱之意，未料女儿不悔会万里相寻，我亏欠她母女良多，再不愿让她受离散之苦，只想将她安生养大。",
 [1104022]="父爱如斯，不悔定会过得幸福。我的伤已养得差不多了，不便再做打扰，杨左使，我今日便想向你告辞。",
--page goto
 [1104023]="哦？你这就要走？我与你颇为相投，亦知你非池中之物，江湖浩荡，才是你的风光所在，我也不多留你。",
 [1104024]="叨扰已久，多谢款待。我这就去与不悔姑娘道别。",
---------------------------------------------
-------------NPC:10121017 杨不悔------------
---------------------------------------------
 [1012101711]="要是娘亲也能在这儿，那该有多好。",
--task  11040 complete_talk
 [1104031]="啊，%s大侠，在我爹爹这里住的好么？幸好我还有爹爹……爹爹对我也好，可惜娘亲……娘亲再也不能和我们在一起了……",
 [1104032]="不悔姑娘，人总是要向前看的，你失去了母亲，却还有父亲相伴，已比许多人要幸福了……",
--task 11041 accept_talk 
 [1104121]="我知道了，我会好好孝顺爹爹，不让娘亲担心。%s大侠，你不能再多留几日么？不悔还有好多话想和你说呢……",
 [1104122]="多谢不悔姑娘厚意，不过天下无不散之宴席，在下已决定要走了。",
--task 11041 剧情
 [1104141]=[[<font color='#278cf1'>少年无忌：</font><font color='#31cf32'>%s</font>大侠请留步，无忌想跟你一起下山。]],
 [1104142]=[[<font color='#278cf1'>杨不悔：</font>无忌哥哥也要走？为什么？]],
 [1104143]=[[<font color='#278cf1'>少年无忌：</font>不悔乖，无忌哥哥要去找我义父，我已命不久矣，总想再见义父一面……]],
 [1104144]=[[<font color='#278cf1'>杨不悔：</font>无忌哥哥……]],
 [1104145]=[[<font color='#31cf32'>%s：</font>无忌小兄弟义薄云天，做到了许多大人都做不到的事，倒让我等汗颜得很。]],
 [1104146]=[[<font color='#278cf1'>少年无忌：</font><font color='#31cf32'>%s</font>大侠过奖了，天色不早，我们今晚最好能赶到山下的灵风镇过夜，明日才好找了马行，回返中原。]],
 [1104147]=[[<font color='#31cf32'>%s：</font>你说的是。不悔姑娘，咱们就此别过了！]],
--task 11042 剧情
 [1104241]=[[<font color='#278cf1'>韦一笑：</font>算我倒霉，今日被你们围上，要么你们就弄死我，不然……嘿嘿嘿，就乖乖的被我吸成人干吧！]],
 [1104242]=[[<font color='#278cf1'>黑袍武士：</font>你敢伤我族人性命，岂有容你活命之理？]],
 [1104243]=[[<font color='#31cf32'>%s：</font>是韦一笑和那些黑袍武士，他们怎么会在一起？]],
 [1104244]=[[<font color='#278cf1'>少年无忌：</font>他们像是要动手，诶，韦一笑怎么如此萎靡……大侠，我们要不要帮他？]],
 [1104245]=[[<font color='#278cf1'>黑袍武士：</font>妖人，还不快快受死！]],
 [1104246]=[[<font color='#31cf32'>%s：</font>韦一笑是明教法王，我与明教渊源不浅，还得助他一臂之力。]],
---------------------------------------------
-------------NPC:10121018 草帽------------
---------------------------------------------
 [1012101811]="……【浸过水，湿漉漉的】",
--task 11047 complete_talk
 [1104731]="【草帽被水浸得湿透，不过保存完整，大概无忌跌落草帽时并不十分慌张，只是匆匆忙忙，无暇捡拾。】",
 [1104732]="韦一笑武功高强，即便内伤发作，也不会轻易葬身鳄口，无忌是他的救命稻草，他定不容其有失。",
--task 11048 accept_talk
 [1104821]="【这附近再无他物，找不见其他线索了，韦一笑伤势发作得急，再耽搁怕是无忌性命不保……】",
 [1104822]="我且再往山谷腹地找找。",
--task 11048 剧情
 [1104841]="这山谷已将走到尽头，仍然没能再寻到他们踪迹，天光渐暗，入夜之后更难寻觅，这该如何是好……",
--task 11049 剧情
 [1104941]="不成了，实在筋疲力尽……山谷就这么大他们会在哪儿，不管韦一笑对无忌如何，总该有个下落……",
--
 [1104942]=[[<font color='#31cf32'>%s：</font>唉……无忌啊无忌……你究竟被韦一笑掳去了哪里？]],
 [1104943]=[[<font color='#278cf1'>未知声源：</font>吱吱——吱吱——]],
 [1104944]=[[<font color='#31cf32'>%s：</font>恩？哪来的猴儿？]],
 [1104945]=[[<font color='#278cf1'>灵猴：</font>吱吱吱吱！吱吱、吱吱吱——]],
---------------------------------------------
-------------NPC:10121019 灵猴------------
---------------------------------------------
 [1012101911]="吱吱——吱吱吱——", 
--task 11049 complete_talk
 [1104931]="吱吱——吱吱吱——",
 [1104932]="唔？我不懂你的意思。",
--task 11050 accept_talk
 [1105021]="吱吱吱、吱吱！吱——",
 [1105022]="你……是要我跟你走？",
--page goto
 [1105023]="吱吱吱吱吱——！吱吱！",
 [1105024]="那好，你且带路……",
--task 11051 剧情
 [1105141]="吱吱吱吱——吱吱——",
--
 [1105142]="瞧它的意思，像是要我进洞去？难道它是在洞中发现了什么，故意找我报信？",

----------------------------------------------
-------------NPC:10121020 白猿------------
---------------------------------------------
 [1012102011]="呦……嗷唔……",
--task 11052 剧情
 [1105241]=[[<font color='#278cf1'>白猿：</font>吼——]],
 [1105242]=[[<font color='#31cf32'>%s：</font>这是……？！华山的那头白猿！哈，这可真是踏破铁鞋无觅处，得来全不费工夫！正苦于没有《楞伽经》的线索，老天爷就把你带到了我面前，好猿儿，你可别让我空欢喜一场！]],
 [1105243]=[[<font color='#278cf1'>白猿：</font>吼——吼——呦呦！]],
 [1105244]=[[<font color='#31cf32'>%s：</font>你这是……你不记得我了？华山无名洞中，可是我救了你一命。]],
--task 11052 刷怪 
 [1105251]="呦呦嗷——吼——",
 [1105252]=Img[2].."你这没良心的畜牲，竟想咬我不成？！",
--
 [1105247]="呦呦……唔……", 
--task 11052 complete_talk
 [1105231]="呦……【白猿可怜巴巴地望着你，看样子是再也张狂不起来了。】",
 [1105232]="哼，你这白眼狼，又跟我装可怜？",
--task 11053 accept_talk
 [1105321]="呦……嗷唔……【它抬手指了指后腰，一步一步地冲着你挪过来，像是有心求助于你。】",
 [1105322]="你又在打什么主意？【看它模样不似假装，难道刚才下手太狠？】",
--page goto
 [1105323]="唔……【它在你面前转过身来，你这才看清，原来它后腰上有一道大伤口，像是被利器割开，又被人草草缝上，并未好好照料，伤口已严重化脓，甚至有腐坏的迹象！】",
 [1105324]="啊？！这、你怎么会受这么重的伤？",
--task 11053 剧情
 [1105341]="它狂躁不安原来是因这伤，看伤口情形，再不处理只怕它性命堪忧……且去找些清水和药草。",
--task 11054 剧情
 [1105441]="等会儿要割去伤口周围的腐肉，万一那猿儿吃不住痛发起狂来我可得不偿失，还是弄些安神草为妥。",
--
 [1105442]="记得曾见白狐叼了安神草跑开，天色昏暗不便视物，不妨去寻白狐夺些草药来……",
--task 11055 剧情
 [1105541]="草药备齐了，这便回去帮那猿儿疗伤……",
--
 [1105542]="呦……呦——",
--task 11055 complete_talk
 [1105531]="呜呜……呦……【它身负重伤，又与你恶斗一场，如今已是精疲力竭，只能发出一声声的负痛悲鸣，难以动弹。】",
 [1105532]="这是安神草，你含着。",
--task 11056 accept_talk
 [1105621]="呜……呜……【安神草入口，它显然镇静不少，逐渐昏昏欲睡。】",
 [1105622]="我动手了，生死攸关，你可一定要忍住疼痛。",
--task 11056 剧情
 [1105641]="脓血已经清除，接下来就该清理伤口周围的腐肉……",
--
 [1105642]="这伤口缝的十分潦草，线已经与肉长在了一起，必须得拆开重新处理包扎才行……",
--
 [1105643]="啊……这伤口中……似乎有什么东西？",
--task 11057 剧情
 [1105741]=[[<font color='#31cf32'>%s：</font>这里面是……？【你正欲将白猿腰腹伤口中所夹带之物取出，却不料洞口突然传来一人急促的脚步声，更夹杂着喘息之声，你连忙起身查看】]],
 [1105742]=[[<font color='#278cf1'>韦一笑：</font>我、我要死了……！我要死了！]],
 [1105743]=[[<font color='#31cf32'>%s：</font>……韦一笑？无忌被你掳去了哪里？！快说！]],
 [1105744]=[[<font color='#278cf1'>韦一笑：</font>那个臭小子……那个臭小子害死我也，害死我也！]],
 [1105745]=[[<font color='#31cf32'>%s：</font>你给我说清楚！]],
 [1105746]=[[<font color='#278cf1'>韦一笑：</font>我因练功出了岔子，每日子午都受阴寒内息所折磨，唯有痛饮活人热血方能安生，这个臭小子……那臭小子竟然身中玄冥神掌……我吸了他的血，阴气更阴，寒上加寒！我、我就要被他害死了——！]],
 [1105747]=[[<font color='#31cf32'>%s：</font>你已吸了无忌的血？！那、那他现在如何……？]],
--task 11079 complete_talk
 [1107931]="……【它已被韦一笑吸干鲜血，再无生息。洞内再不见韦一笑身影，想来他吸血之后，已然远遁。】",
 [1107932]="韦一笑竟然……唉！真是造孽！",
--task 11059 accept_talk
 [1105921]="……【这白猿跟着潇、尹二人跋涉千里，最终死在这异域山中，真是可悲可怜。那灵猴想来同类相怜，指望你能挽回白猿性命，却终究……】",
 [1105922]="唉，猿儿，你且安息吧……",
--task 11059 剧情
 [1105941]="无忌生死未卜，《楞伽经》无处可寻，这一遭昆仑之行，我实在是一无是处……",
--
 [1105942]="你确定，就是这个人？",
 [1105943]="是，我亲眼看到，阿里木他们死在此人手中。",
 [1105944]="这位朋友，还请留步。",
----------------------------------------------
-------------NPC:10121021 普里买------------
---------------------------------------------
 [1012102111]="霍青桐大人有请……", 
--task 11078 complete_talk
 [1107831]="朋友，我是回部霍青桐大人的部卒，我部叛逃的败类给你带来了麻烦，你已杀死了他们，现在我们想请你去见霍青桐大人，说明一下事情的经过。",
 [1107832]="我不太明白你的意思，你是说袭击我的那些黑袍武士是你们部落里的叛贼？",
--task 11060 accept_talk
 [1106021]="是的，他们背离了霍青桐大人的计划，在不恰当的时机挑起矛盾，霍青桐大人留下了他们的性命，他们却不知悔改，聚众叛逃，妄自行事，真主已经收回了他的慈悲，让他们丧命于你的手下。",
 [1106022]="那你们找到我是想要我做什么？",
--page goto
 [1106023]="他们是叛徒，但也曾是我们部落的子民，他们死了，霍青桐大人需要给部落中的人一个说法，所以想请你在大家面前说明他们的恶行，他们的死，是真主的旨意。",
 [1106024]="……且容我想想。",
--task 11060 剧情
 [1106041]="我现在心有挂碍，回不得中原，若想留在此地追查无忌和《楞伽经》的下落，不妨与回部白帽民攀些交情。",
--task 11060 complete_talk
 [1106031]="朋友，你想得如何？",
 [1106032]="不知你们在何处落脚，离这里有多远？",
--task 11061 accept_talk
 [1106121]="我们的人就暂居在前面的灵风镇，霍青桐大人也在那里，你放心，我们视你为友，你跟我们去，绝不会有安全之虞。",
 [1106122]="我并非担心此事，既然兄台有话在先，我就更加安心 了。",
--page goto
 [1106123]="朋友你也这样说了，那我们就此启程吧。灵风镇就在前面不远，霍青桐大人还在等待，就不要耽搁了。",
 [1106124]="请兄台带路。",
--task 11061 剧情
 [1106141]="朋友，这位就是我们的领袖，霍青桐大人。",
----------------------------------------------
-------------NPC:10121022 霍青桐------------
---------------------------------------------
 [1012102211]="外有强敌窥伺，内有族人叛逃，我怎能让自己陷入这样的困境……",  
--task 11061 complete_talk
 [1106131]="远来的朋友，让你遇到危险，令我心生不安。请相信这并非我们所愿，回部的子民热情好客，只希望客人能得到最好的招待。朋友，能否请你告诉我，当时的情况？",
 [1106132]="我们从昆仑派玉虚宫中脱身出来，被他们半途拦住去路，言道凡自玉虚宫中走出之人，要一个不留全部杀尽……这是为何？",
--task 11062 accept_talk
 [1106221]="昆仑派崇信道教，我回部皆是真主的信徒，双方多年来因传道之争，多生干戈。大概是一两年前，昆仑派中来了一个南疆女子，身怀巫妖邪术，青灵子为了压制我回部，竟然大力支持……",
 [1106222]="道家讲究清净无为，青灵子一派之长，却为一己私心与邪祟为伍，当真令人发指。",
--page goto
 [1106223]="阿里木一派认为应对昆仑派还以颜色，可回部有强敌在外，不宜另起战端。三个月前，族中有五名少年失踪，探得是被昆仑派掳走，救回来时已成行尸走肉。其中一个正是阿里木的亲弟弟……",
 [1106224]="啊，莫非那五名少年，是用蛊制成了尸俑？至亲之仇，难怪他们的手段会这么激烈……",
--page goto
 [1106225]="是，此事彻底激怒了阿里木，他不顾强敌窥伺，率领族中勇士叛逃，截杀昆仑派的人，也使多名勇士落于昆仑派之手，下场凄惨。他们的私斗也令我族力量削弱，若此时强敌袭来，怕是……",
 [1106226]="霍姑娘一直提及的强敌，不知是何方神圣，可否相告？",
--task 11062 complete_talk
 [1106231]="唉，敌方势大，若为阁下所知，怕会有所牵累，不妥不妥。",
 [1106232]="嘿嘿，好教姑娘得知，在下浪迹江湖多年，只知“侠义”二字，何曾识得一个“怕”字？",
--task 11063 accept_talk
 [1106321]="阁下好胆色，不过此事与个人勇武无关，阁下拳拳之心，我等无以为报。霍青桐代回部兄弟致谢，你将是回部永远的朋友。若你在西域有任何难处，尽管开口。",
 [1106322]="在下在西域确有事务未了，届时怕要麻烦诸位……",
--page goto
 [1106323]="哈哈，一切好说。昆仑派覆灭，阿里木一派伏诛，我部心腹之患已除，真是大快人心，今夜我们要好好庆祝一番！朋友，你也留下来参加我们的盛会吧！",
 [1106324]="如此，那便恭敬不如从命了。",
--task 11063 剧情
 [1106341]="朋友，我还有些事务要处理，请去阿卜杜拉那里，他会好好招呼你。",
--task  11076 complete_talk
 [1107631]="怎么样，你可愿意？",
 [1107632]="我在西域还有未尽之事，怎能同你去黑水城？再说黑水城早已不复存在，沙海茫茫，从何找起？",
--task 11077 accept_talk
 [1107721]="这个你不必担心，我们自然是掌握了线索，才会决定前去。我知你在昆仑想找一个坠崖的少年，你不妨将他的相貌告知于我，我们整个部族帮你去找，总比你一人之力强上许多。",
 [1107722]="你怎会……？！你暗中查我？",
--page goto
 [1107723]="若不做了解，又怎能放心的合作呢？%s，虚言伪饰我也不说，你闯荡江湖多年，阅历非凡，难得是心系社稷，胸怀苍生，我可以允诺，若你能帮我们寻到宝藏，回部定联盟中原，对抗蒙古。",
 [1107724]="好，我陪你们闯这一遭，但我也有一个条件，不论此行是否成功，回部都要派人前往襄阳，与郭大侠夫妇共商联手抗蒙之事。", 
--page goto 
 [1107725]="君子一言？",
 [1107726]="快马一鞭！",
----------------------------------------------
-------------NPC:10121023 阿卜杜拉------------
---------------------------------------------
 [1012102311]="贵客前来，一定要好好招待！", 
--task 11063 complete_talk
 [1106331]="哈哈哈，这不是我们的朋友%s吗，霍青桐大人已经吩咐下来了，你是我们的贵客，今晚一定要玩个痛快！", 
 [1106332]="兄台客气了，大家都在准备今晚的盛会，我一个人闲着也不得劲，若是有我能帮上忙的，尽管开口！",
--task 11064 accept_talk
 [1106421]="哈哈哈，你可是我们的客人，怎么好让你动手？不过我们部族的年轻人，听说你诛灭了阿里木一派的叛徒，很想与你比试比试呢！", 
 [1106422]="哦？这是为何？",
--page goto
 [1106423]="阿里木以前在部落里也是一等一的勇士，再说他们叛逃的原因……唉，罢了，不说这些扫兴的，总之%s你若是不介意，不妨与那些精力过剩的年轻人活动活动筋骨。",
 [1106424]="也好，闲着也是闲着，我这就去和他们过几招。",
--task 11064 complete_talk
 [1106431]="好啊！好功夫！久闻中原武学博大精深，我瞧你那诸般招式精妙的很，不过若是战阵之上，怕是就难以发挥其效啊……",
 [1106432]="兄台好见识，江湖武艺在于数人之间的搏击，真打起仗来，自然是要靠军队的，这却不是我一个人江湖人要关心的了。",
--task 11065 accept_talk
 [1106521]="哦哦哦——这是自然，这是自然……【他眼神一阵闪烁，有些尴尬不安，像是说漏了什么似的】现在离夜幕降临还有些时辰，朋友可觉得劳累，需不需要歇息一会儿？",
 [1106522]="哈哈，刚刚打过一场，正精神着呢。我瞧兄台也有些无聊，不如一起去帮着准备晚上的盛会？",
--page goto
 [1106523]="这……好吧，你真是个热心的好朋友，普里买他们去准备烤全羊了，我们就去采些山货，送去给卡米拉，让她做些可口的小菜佐酒！",
 [1106524]="就这么办！",
----------------------------------------------
-------------NPC:10121027 卡米拉------------
---------------------------------------------
 [1012102711]="霍青桐大人真是了不起！",
--task 11065 complete_talk
 [1106531]="哟，你是霍青桐大人请回来的汉人呐，这是在做什么？",
	[1106532]="我来帮忙准备晚上的盛会，喏，这是阿卜杜拉带我去采的山货，让我送来给你料理小菜。",
--task 11066 accept_talk 
 [1106621]="啊？嘻嘻嘻嘻……你怕是被阿卜杜拉戏耍了呢，采摘山菌野果可是小女儿家的活计，怎么让你动手了？听说你可是不得了的大侠客呢！",
 [1106622]="呃……这个，我倒不知……",
--page goto
 [1106623]="嘻嘻……瞧你老实巴交的，我们回部的汉子可是有狐狸般的狡猾智慧，想来是你哪里惹了他们，才被捉弄了吧？没关系，现在时间不早了，我得去搭篝火，你就跟着我吧！",
 [1106624]="也好也好，那就拜托姑娘了。",
----------------------------------------------
-------------NPC:10121029 霍青桐·副本------------
---------------------------------------------
 [1012102911]="真主保佑，我族昌盛！",  
--task  11069 complete_talk
 [1106931]="%s，你是我们的客人，也是一位好朋友，你虽是无心之下帮了我们，但对于我们来说，恩情是一样。之前你说你在西域尚有事务，待今夜狂欢之后，尽管说来我听。",
 [1106932]="那先谢过霍姑娘了，在下先干为敬！",
--task 11070 accept_talk
 [1107021]="痛快！这一年来被内忧外患两边压抑，甚是郁闷，如今内忧已平，所虑者唯有外患，心怀舒畅不少。",
 [1107022]="回部远在西域，远离中原纷争，在下斗胆揣测，姑娘之外敌不是来自更西边的大漠，便是来自北边草原。",
--page goto 
 [1107023]="呵呵，你真是位热心的朋友。不错，我们的敌人的确是蒙古人，自成吉思汗统一草原之后，他们的野心不断膨胀，不光是想要中原的锦绣山川，连我回部绿洲也心生觊觎。",
 [1107024]="蒙古人狼子野心，其害果然非同小可。",
--task 11070 剧情
 [1107041]=[[<font color='#278cf1'>回部武士：</font>大人……霍青桐大……呃……]],
 [1107042]=[[<font color='#278cf1'>阿卜杜拉：</font>什么事？！麦尔丹！怎么会……？]],
 [1107043]=[[<font color='#278cf1'>霍青桐：</font>【低声冷笑】哼……果然来了！]],
 [1107044]=[[<font color='#278cf1'>霍青桐：</font>【扬声喝问】你们是什么人，竟敢闯到这儿来！]],
 [1107045]=[[<font color='#31cf32'>%s：</font>是蒙古人！]],
 [1107046]=[[<font color='#278cf1'>伏兵：</font>哈哈哈——你这汉人眼力不错，不过今晚你来错了地方，只好给这帮回蛮陪葬了！]],
 [1107047]=[[<font color='#31cf32'>%s：</font>哼，你死我亡，尚未可知！]],
--task 11070 刷怪
 [1107051]="蒙古人……蒙古人布下了伏兵！",
 [1107052]=Img[2].."莫慌，杀出去便是！",
--task 11071 剧情
 [1107141]="有破绽！试试能不能冲出包围！",
--
 [1107142]=[[<font color='#278cf1'>伏兵头领：</font>想逃？你以为你们能逃得掉？本大爷布下了天罗地网，就等着今晚将你们一网打尽！别说一个人，就是一只老鼠，都别想跑！]],
 [1107143]=[[<font color='#278cf1'>霍青桐：</font>天罗地网？哼，大不了鱼死网破！兄弟们，跟我冲！]],
 [1107144]=[[<font color='#31cf32'>%s：</font>【拉住霍青桐，低声道】霍姑娘且慢，他们已成包围之势，不可莽撞。那人显然是个头领，且待我寻机杀了他，待敌方军心大乱时，再行突围！]],
--task 11072 刷怪
 [1107251]="汉人，你想要做垂死挣扎么？你们现在就是关在圈里待宰的羊，只有抱在一团发抖的份儿！",
 [1107252]=Img[2].."挣扎是肯定的，垂死的只怕是你！",
--task 11072 剧情
 [1107241]="哼，不知好歹的汉人！小的们，通通给我上！将他们乱刀砍死！",
 [1107242]="杀啊——！",
--task 11073刷怪
 [1107351]="本来还想给你们留个全尸，看来是不必了！",
 [1107352]=Img[2].."哦？礼尚往来，我也不会让你死得太痛快的！", 
--task 11073 剧情
 [1107341]="可恶，竟然失手了！这下那头领身边防卫只会更加严密，如何才能近身刺杀了他？！",
--
 [1107342]=[[<font color='#278cf1'>霍青桐：</font>时机已到！]],
 [1107343]=[[<font color='#278cf1'>回部武士：</font>真主在上，誓死追随霍青桐大人！]],
 [1107344]=[[<font color='#31cf32'>%s：</font>这……这是……？]],
 [1107345]=[[<font color='#278cf1'>霍青桐：</font>给我杀！一个不留！]],

--task 11073 complete_talk
 [1107331]="%s，抱歉，让你受惊了。",
 [1107332]="霍姑娘，这是怎么回事？",
--task 11074 accept_talk
 [1107421]="是这样，我收到消息，有多批异族人进入昆仑山和天山地界，经过查探，确认他们是蒙古人。正逢昆仑派作恶，阿里木自蹈死路，这才设下今日之计，想来个瓮中捉鳖。",
 [1107422]="那你为何事先不说？难不成今夜来的人，都是你准备好的诱饵？！",
--page goto
 [1107423]="实不相瞒，自阿里木率众叛逃欲与昆仑派决死，我便已有今日之计，适逢你出现，逃出玉虚宫、击溃阿里木使我的诱捕计划更加圆满而不着痕迹，所以被蒙在鼓里的……只有你。",
 [1107424]="你——！实在太过分了！",
--task 11074 complete_talk
 [1107431]="%s，你且慢动怒。将计就计利用你，是我的不对，我有一部子民需要顾及，他们的安危是我心中最重。而你，我的朋友，我会兑现我的诺言，只要在西域之地，无论你有什么困难，我都会倾力相助。",
 [1107432]="经此一事，我如何信你？",
--task 11075 accept_talk
 [1107521]="信与不信，我想对你并无太大区别。你需要的只是帮手，而我可以提供给你。西域之地，你终究是个过客，凭你一人之力，恐怕很难达到目的。",
 [1107522]="……【不论是无忌还是《楞伽经》，都需要大量人手寻找，此时的确不宜与她翻脸。】",
--page goto
 [1107523]="考虑的如何？",
 [1107524]="好，我需要你帮我找到……",
--task 11075 剧情
 [1107541]=[[<font color='#278cf1'>卡米拉：</font>霍青桐大人，您的父亲木卓伦大人派了使者前来，是穆萨阿訇，您要不要见见呢？]],
 [1107542]=[[<font color='#278cf1'>霍青桐：</font>穆萨阿訇？快请过来。<font color='#31cf32'>%s</font>，请稍等一会儿，我必须见穆萨阿訇。]],
 [1107543]=[[<font color='#31cf32'>%s：</font>我倒不急于一时，你请便。]],
 [1107544]=[[<font color='#278cf1'>穆萨阿訇：</font>青桐大人，久不见您，您的光彩丝毫未减，让我十分欣慰，愿真主保佑您！]],
 [1107545]=[[<font color='#278cf1'>霍青桐：</font>阿訇远道而来，青桐有失远迎，真是过意不去。]],
 [1107546]=[[<font color='#278cf1'>穆萨阿訇：</font>青桐大人，老朽这次来是奉木卓伦大人之托，向你传达一些重要的消息……大人，可否找个安静些的地方？]],
 [1107547]=[[<font color='#278cf1'>霍青桐：</font>是，阿訇稍等，待青桐略作安排。卡米拉，请<font color='#31cf32'>%s</font>一起喝酒跳舞去吧。阿訇，这边请……]],
 [1107548]=[[<font color='#278cf1'>卡米拉：</font><font color='#31cf32'>%s</font>，走吧，我们跳舞去，霍青桐大人和阿訇有要紧事了呢……你会理解吧？跳舞可比谈事有意思多了！快走吧~]],
----------------------------------------------
-------------NPC:10121030 卡米拉------------
---------------------------------------------
 [1012103011]="霍青桐大人是我最崇拜的人了！", 
--task 11066 complete_talk
 [1106631]="看，多热闹呀。我们这会儿还来晚了呢，你会不会搭篝火？",
 [1106632]="这……从未搭过。",
--task 11067 accept_talk
 [1106721]="哈哈，我猜也是，汉人即便是庆祝宴饮，也总是扭扭捏捏的，讲究多多，可不敢像我们这般放肆痛快。这次你可得好好感受一下，我们回部的热情！",
 [1106722]="呃，我已经感受到许多了……",
--page goto
 [1106723]="是吗？可现在还没开始呢！好啦，我们也别光在一边闲聊，你既然来了，我可不把你当外人。喏，那边那堆木柴看到没有？帮我把它搬过来，我们去帮忙搭篝火。",
 [1106724]="哦，好。",
--task 11067 剧情
 [1106741]="喏，像他们那样，把篝火一根根的叠起来，记得别堆太实，要足够通风才行。",
--task 11068 complete_talk
 [1106831]="这就成了，嘻嘻。现在天也黑了，等会儿霍青桐大人就该到了。",
 [1106832]="霍姑娘年纪轻轻，又是女子，却能得你们这般爱戴，实属难得。",
--task 11069 accept_talk
 [1106921]="嘻嘻，霍青桐大人是木卓伦首领的长女，不过我们尊敬她，可不是因为这个。霍青桐大人不仅长得美丽，而且武艺高强、聪明过人，对部族中人十分关爱，我们都受过霍青桐大人不少恩惠呢。",
 [1106922]="如此说来，的确可敬。",
--page goto
 [1106923]="那当然了，她可是我心目中的女英雄，便是许多男子都及不上霍青桐大人。啊，大人来了，走，我们一起去迎接她！",
 [1106924]="哎，你等等我……",
--task 11069 剧情
 [1106945]=[[<font color='#278cf1'>霍青桐：</font>诸位兄弟姐妹，不要拘束，今晚不分上下，只论交情深浅，一定要尽欢才好！]], 
 [1106941]=[[<font color='#278cf1'>霍青桐：</font>昆仑派倒行逆施，为害一方，终于自食恶果，阿里木一派因私仇而背弃部落，也已经付出代价，我部心腹之患已平。各位兄弟姐妹，真主在上，今夜你我畅饮，来日共抗外敌！]],
 [1106942]=[[<font color='#278cf1'>阿卜杜拉：</font>真主在上，我等誓死追随霍青桐大人！]],
 [1106943]="真主在上，我等誓死追随霍青桐大人！",
 [1106944]=[[<font color='#278cf1'>霍青桐：</font>干杯！]], 
----------------------------------------------
-------------NPC:10121033 穆萨阿訇------------
---------------------------------------------
 [1012103311]="愿真主保佑你！",
--task 11075 剧情
 [1107549]="%s大侠有礼，老朽名叫穆萨，是一名散班阿訇，能否跟你聊几句？",
--task 11075 complete_talk
 [1107531]="你的义事老朽已经听青桐大人述说过了，你是一位可敬的朋友，目下我部有一件要紧事，正需要各路江湖高手鼎力相助，不知阁下可愿一闻？",
 [1107532]="阿訇请直言无妨。",
--task 11076 accept_talk
 [1107621]="蒙古人野心勃勃，兵压中原，紧逼绿洲，嚣张气焰难以遏制，我回部受真主庇佑，放牧绿洲，但受兵灾之祸，如今实在困苦，若不能温饱，又如何抵御外敌？",
 [1107622]="那阿訇找我的意思是……？",
--page goto
 [1107623]="侠士可知黑水城？传说黑将军哈日巴特尔谋逆败逃之前，曾将所有财宝埋入一口枯井，并活埋他的一双儿女，以期他们用亡灵守卫财宝。侠士在中原算得上顶尖的高手，所以……",
 [1107624]="所以你是想让我帮你们寻宝？",
--page goto
 [1107625]="老朽知道此事唐突，但并非让侠士孤身而行，青桐大人也会带着我部的勇士一同前去，只是需要你这样的高手坐镇，当然了，绝不会让侠士空手而归。侠士需要我部帮忙的，我部也会倾力办到。",
 [1107626]="此事太过突然，敢问霍姑娘现在何处？我想与她谈谈。",
--task 11076 剧情
 [1107641]="青桐大人已料到你会想见她，在你们第一次见面的屋前等你，侠士请过去吧。",
--
 [1107642]="先是利用我使诈，现在又想要我帮她寻宝……难道美丽的女子都这么难缠？",
----------------------------------------------
-------------NPC:10121012 长生阁入口------------
---------------------------------------------
 [1012101211]="由此进入长生阁。",  
----------------------------------------------
-------------NPC:10121025 白猿洞入口------------
---------------------------------------------
 [1012102511]="由此进入白猿洞。",
----------------------------------------------
-------------NPC:10121028 篝火盛会入口------------
---------------------------------------------
 [1012102811]="快跟我一起去篝火盛会吧~", 
----------------------------------------------
-------------NPC:10131001 霍青桐------------
---------------------------------------------
 [1013100111]="黑水之宝，我们志在必得！", 
--task 11077 complete_talk
 [1107731]="这一路风沙吹得人真不开眼，好在我们惯于在沙漠中行走，没有迷失方向。哦，%s，这里就是黑水城的故址，若没有认错，此处应是东瓮城。",
 [1107732]="这些残垣断壁亦可看出恢弘气势，足可想见黑水城当年的风光，可惜啊可惜……",
--task 12001 accept_talk
 [1200121]="当年黑水城乃是扼守河西走廊、连通丝绸之路的一座要塞，只可惜黑将军哈日巴特尔逆天而行，惹来天怒人怨，致使这座繁华城市一朝陷落，埋没黄沙。", 
 [1200122]="可若非那自不量力的黑将军，今日霍姑娘又去何处寻宝呢？",
--page goto
 [1200123]="哈哈，你说得有理。汉人有句话，叫做“前人栽树，后人乘凉”，正合眼前之事。不过这黑水一带已是蒙古人的地盘，这一趟怕不会平静，还是谨慎为上。",
 [1200124]="哈哈，在下既然附骥而来，一切自然听从霍姑娘安排。",
--task 12001 剧情
 [1200141]="好，今日天色不早，我们且去城中寻个僻静之地落脚，休整一夜，明日再行探索。",
--
 [1200142]="大人，我们在前面发现了一些痕迹，好像有另一拨人也到了这里，是敌是友，尚未分明。",
 [1200143]="派个机灵点的缀上他们，若是两不相干，便不去管他，若是与我们来意相同，那便是敌非友。想办法岔开他们，别让他们给我们捣乱。",
 [1200144]="是。",
--task 12001 complete_talk
 [1200131]="黑水城宝藏之事传言已久，难辨真假，此处只是古城废墟，人迹罕见，我想这伙人十有八九是冲着宝藏而来，虽与我们目的不同，目标却极可能一致。",
 [1200132]="目的不同，目标却一致，那只怕不能善了。",
--task 12002 accept_talk
 [1200221]="没想到刚入黑水，就碰上对手，且等普里买传回确切消息，我们再做应对。眼下人困马乏，还是寻个地方歇息歇息。",
 [1200222]="霍姑娘说的是。",
--task 12002 剧情
 [1200241]=[[<font color='#31cf32'>%s：</font>霍姑娘，有一事，在下一直心存疑惑，不知能否冒昧一问，你们既肯如此劳师动众，前来黑水寻宝，想必是有依凭，能否让在下知道，到底是什么？]],
 [1200242]=[[<font color='#278cf1'>霍青桐：</font>我们已经进入了黑水城范围，你便不问，我也打算尽快向你坦言。回部的处境困难，所以一直以来都在寻求转机，黑水之宝并非临时起意，而是久已筹谋，终于不负苦心人，我们得到了一张藏宝图。]],
 [1200243]=[[<font color='#31cf32'>%s：</font>哦？图上所示就是这黑水城宝藏？能否让我一窥究竟？]],
 [1200244]=[[<font color='#278cf1'>霍青桐：</font>你是我们重要的盟友，自然不必瞒你……喏，这便是……]],
 [1200245]=[[<font color='#31cf32'>%s：</font>等等！……什么人！？]],
--task 12002 刷怪
 [1200251]="……【这些人二话不说，拔刀便杀了过来】",
 [1200252]=Img[2].."不好，大家小心！",
--task 12003 剧情
 [1200341]=[[<font color='#278cf1'>未知声源：</font>呃！]],
 [1200342]=[[<font color='#31cf32'>%s：</font>前面还有声音，看来来的不只这些人。]],
 [1200343]=[[<font color='#278cf1'>未知声源：</font>霍青……啊！]],
 [1200344]=[[<font color='#278cf1'>霍青桐：</font>是我们的人！走，去看看！]],
--task 12004 剧情
 [1200441]="霍青桐大人！%s大侠！",
 [1200442]="莫慌。",
--
 [1200443]="是普里买他们处于下风，且先出手扳回局面再说！",
--
 [1200444]=[[<font color='#278cf1'>霍青桐：</font>在下霍青桐，与兄弟们初入此地，请问对面是哪路好汉，既然有缘相逢，何妨停手，或许是其中有什么误会，咱们分说清楚，免得误伤！]],
 [1200445]=[[<font color='#278cf1'>盗墓贼：</font>呵呵，一帮爷们儿听一个小姑娘的调遣，你倒是不简单。小娘子你嘴上说的好听，难道不是你的人先偷偷摸到我们的地盘上？]],
 [1200446]=[[<font color='#278cf1'>霍青桐：</font>初入此地，探知周围情况乃是人之常情，还望兄台理解。]],
 [1200447]=[[<font color='#278cf1'>盗墓贼：</font>照你这么说，你们伤了我们这么多兄弟，就不算数了？]],
 [1200448]=[[<font color='#278cf1'>霍青桐：</font>先动手的是你们。双方各有损伤，你们并不算亏。继续斗下去，只会扩大伤亡，我想……这对你们更不利，不是吗？]],
 [1200449]=[[<font color='#278cf1'>盗墓贼：</font>哼，既然到了这里，性命早就不是自己的了，真要拼命，还不知鹿死谁手呢！]],
 [1200450]=[[<font color='#31cf32'>%s：</font>两位稍安勿躁，不妨听在下一言。]],
--task 12005 complete_talk
 [1200531]="这些都是亡命之徒，非言语所能动摇，你想假意与他们结盟，换取暂时相安，只怕是要落空。",
 [1200532]="不，我并非假意结盟，而是真心实意想要与他们同行。",
--task 12006 accept_talk
 [1200621]="哦？……等等，你是想借他们之力……？",
 [1200622]="霍姑娘聪慧，这些盗墓贼杀气沉沉，一看便知不是头一次做这活计。我们……可要仰仗他们呢。",
--page goto
 [1200623]="你这算盘打得是不错，只是不知他们心中想法，还得小心提防，我们又要防着黑水城中的种种危机，还要防着他们，实在吃力，倒不如……【她目露厉色，做了一个下斩的手势】",
 [1200624]="若是我们人数压过他们倒也无不可，但现在想下杀手，只怕我们也讨不了好。",
--task 12006 剧情
 [1200641]="好吧，那便依你之计……",
--
 [1200642]="这女子杀伐决断，丝毫不逊色于男子，虽然相貌端丽，却也有些可怕……",
--task 12007 complete_talk
 [1200731]="此处便是进入黑水旧城之前最后一处可以休息的地方，我们探得的情报也到此为止了。再往前便是遗址，内里情况不明，最好别轻举妄动。", 
 [1200732]="好，那我们就在此地歇息。",
--task 12008 accept_talk
 [1200821]="我这有一袋肉干，你既然打着拉拢他们的算盘，不妨用这种笨办法先减轻他们的防备吧。",
 [1200822]="哈哈，笨办法，却实用得很。",
--task 12008 剧情
 [1200841]="哟，还有肉干呢！真不错嘿！",
 [1200842]="哈哈哈，替我谢谢你们那个漂亮大姑娘了！",
 [1200843]="恩！味儿不错！来来，哥几个都尝尝！",
--task 12009 complete_talk
 [1200931]="想不到他们还知道礼尚往来，不过我们自己也准备了一些类似的药物，却是不必用他们的。",
 [1200932]="霍姑娘此言差矣，正所谓“术业有专攻”，只怕这种邪祟之地，还是他们更懂得对症下药。",
--task 12010 accept_talk
 [1201021]="……我知道了，我会让阿卜杜拉分发下去。%s，休整一夜，明日就要深入旧城遗址，那边的人始终不可全信，你可有什么好想法？",
 [1201022]="他们说可寻之处共有其三，只是不知所在，需要靠他们带路，只得随机应变。",
--page goto
 [1201023]="唉，也是。明日之后就会有无穷变数，今夜想得再多，也无济于事。",
 [1201024]="好好休息吧，养足精神，才好行动。",
--task 12012 complete_talk
 [1201231]="你好像很相信这伙人？",
 [1201232]="……盗墓之人，不信天命，不敬鬼神，如何信得？",
--task 12013 accept_talk
 [1201321]="那你逢场作戏的本事还真不错，任谁看了你刚才那副样子，都会以为你们是多要好的兄弟呢。",
 [1201322]="谈不上逢场作戏，眼下我们两方合作，互相扶助，也是应当。",
--page goto
 [1201323]="呵呵……这附近积水甚深，有侵蚀坍塌的迹象，他说的古井若真的存在，或许就在那积水之下，只怪光线晦暗，看不透深处情形，不过你可注意到，积水较浅处，隐隐像是有巨大的兽骨……",
 [1201324]="恩，我也看到了，单从露出的骨架来看，也是个庞然大物，只是不知怎会死在这里……",
--task 12013 剧情
 [1201341]=[[<font color='#278cf1'>张禄山：</font>啊啊啊——有水鬼！救命啊——救命——]],
 [1201342]=[[<font color='#31cf32'>%s：</font>是张禄山！]],
 [1201343]=[[<font color='#278cf1'>霍青桐：</font>水鬼？怎么可能！走！]],
--task 12014 剧情
 [1201441]=[[<font color='#31cf32'>%s：</font>……！！这是什么鬼东西？]],
 [1201442]=[[<font color='#278cf1'>张禄山：</font>快、快救我……！]],
 [1201443]=[[<font color='#278cf1'>盗墓贼：</font>快去救张老大啊！有鬼啊！有水鬼——！]],
 [1201444]=[[<font color='#278cf1'>霍青桐：</font>慌什么！这是水猴子！杀了它们，不然我们全会被拖进水里！]],
--task 12016 complete_talk
 [1201631]="好吓人！那是什么怪兽，竟长得如斯巨大！",
 [1201632]="不知道……那伙人全被困在里面了。",
--task 12017 	accept_talk
 [1201721]="自作孽，不可活。那张图，可还在你身上？",
 [1201722]="霍姑娘，这图本就是他们的，刚才在遗址中，为何不让我交还？",
--page goto
 [1201723]="你可记得我说过，我们之所以现在来黑水城，是因为找到了一张宝图？方才你展开之时，我看了真切，与他们的这张宝图，十分相似，但二者似乎又有不同。",
 [1201724]="啊，你的意思是，这两张宝图中，有一张是假的？",
--page goto
 [1201725]="不知道，黑水宝藏事关我回部存亡大计，我实在……唉，只可惜我们没有带水性精熟的人来，那旧城废墟中积水成潭，若真有宝藏，又如何取得？真是出师不利啊……",
 [1201726]="霍姑娘且莫心慌，时间还多，我们且找个安全的地方研究研究便是。",
--task 12017 剧情
 [1201741]=[[<font color='#278cf1'>双头怪蟒：</font>嘶嘶——嘶嘶——]], 
 [1201742]=[[<font color='#278cf1'>霍青桐：</font>是那头怪兽的声音，想是闻到了我们的气息，还是先远离此地吧！]],
--
 [1201743]="救命……有没有人呐……救命……",
 [1201744]="好像有人在求救，啊，在那儿！",
 [1201745]="大人，他好像已经意识不清了……",
 [1201746]="%s，你喂他喝点水，看看他还能不能清醒过来。",
--task 12018 剧情
 [1201841]="唔……呃……咳咳咳……",
--task 12019 complete_talk 
	[1201931]="会有阿訇到这里来？真是虔诚的人……",
	[1201932]="说不定也是一个寻宝之人呢？",
--task 12020 accept_talk
 [1202021]="不论那位阿訇是否真的知道宝藏的下落，我认为都该去救他脱险，真主在上，他绝不允许我们对一位阿訇的危险视而不见。",
 [1202022]="恩，不管知不知道，我们都该当面问清才是。",
--page goto
 [1202023]="我让阿卜杜拉去问清他们出事的地方，看看能否找到什么线索。",
 [1202024]="好，这就走吧。",
--task 12022 complete_talk
 [1202231]="蒙古人掳走了阿德南阿訇……难道他们也知道了黑水城宝藏的事，想要下手了？",
 [1202232]="黑水城一带已是蒙古人的地盘，他们知道此事并不难。",
--task 12023 accept_talk
 [1202321]="若是这样，我们必须加快速度，还要救出阿德南阿訇，一定不能让宝藏落在蒙古人手里，不然我回部就永无翻身之日了。",
 [1202322]="你有何打算？",
--page goto
 [1202323]="既然没法从那伙强盗口中得到阿訇的下落，那我们就自己去找！阿卜杜拉、普里买带一路人马向北找，你和我朝南去，若没有线索，明日便回此处会合。",
 [1202324]="恩，这样可行。",
--task 12023 剧情
 [1202341]=[[<font color='#278cf1'>霍青桐：</font><font color='#31cf32'>%s</font>，快过来看！]],
 [1202342]=[[<font color='#31cf32'>%s：</font>这是……？【沙土之中掩埋着一本写着回文的书簿，旁边还用石子堆出了一个简陋的指向东方的箭头】]],
 [1202343]=[[<font color='#278cf1'>霍青桐：</font>是《古兰经》！一定是阿德南阿訇留下的线索！<font color='#31cf32'>%s</font>，你把这支信号烟火放了，阿卜杜拉他们看到会赶来会合。我看看《古兰经》还有没有阿訇留下的其他线索……]],
 [1202344]=[[<font color='#31cf32'>%s：</font>好。]],
--task 12024 complete_talk
 [1202431]="《古兰经》上没有什么特别的，想来时间紧迫，阿德南阿訇无法留下更多信息。",
 [1202432]="他能留下《古兰经》和石堆已属十分难得。",
--task 12025 accept_talk
 [1202521]="你说的是……阿卜杜拉他们怎么这么慢，万一拖延下去，阿訇遭了毒手，岂不误事！",
 [1202522]="看到信号赶过来，不会这么快，霍姑娘，你冷静一点……",
--page goto
 [1202523]="黑水宝藏关乎整个部族的后路，如今父亲将这个大任交给我，我又怎敢轻乎？唉……你说得对，我太心急了，以至于失了冷静。",
 [1202524]="如此重任让你一个女子来承担，本就有些狠心，我们不妨继续向东，一边追查，一边等他们。",
--task 12025 剧情
 [1202541]="恩，这样甚好，%s，多谢你了。",
--
 [1202542]="前方防守严密，俨然如一个营盘。",
--task 12025 complete_talk
 [1202531]="看来我们找到地方了。",
 [1202532]="恩，这一营蒙古兵应该是打前阵的。",
--task 12026 accept_talk
 [1202621]="他们防得这么严，想混进去，可得费些手脚。阿卜杜拉他们不在，光靠我们两人，恐怕人手不足啊……",
 [1202622]="未必，我倒有个计划……【你低声将心中计议说与霍青桐听】",
--page goto
 [1202623]="你的意思是你冲进去引起混乱，而我在后面制造大批人马杀到的假象？敌明我暗，仓促之间他们确实有可能乱了阵脚，可未免太过冒险，万一有失，你能全身而退吗？",
 [1202624]="放心，我既然敢说，自然就能做到。只是时间会很短，我们只有一次机会，如果找不到阿訇，就只能另想它法了。",
--task 12026 剧情
 [1202641]="恩，我知道轻重，你一定要小心。",
--task 12027 剧情
 [1202741]="好啊，果然都围过来了，那我就只好收下你们的性命了！",
--task 12027 complete_talk
 [1202731]="%s，你还好吧？",
 [1202732]="我没事，你如何？",
--task 12028 accept_talk 
	[1202821]="蒙兵都被你引走了，我哪里会有事呢？他们果然惊疑不定，只是这些人都是些散兵游勇，并未见到有什么主事人物，杀了也无甚价值。",
	[1202822]="这周围都是他们的地盘，又哪里会如此谨慎。",
--page goto
 [1202823]="他们可以仗势松懈，我们却不能。他们的阵脚已经乱了，我们赶紧去找阿德南阿訇的下落。",
 [1202824]="等等，再给他们加点料……【说着，你从怀中掏出了一包泻药】",
--task 12028 complete_talk
 [1202831]="呵呵，看不出你还挺鬼的。",
 [1202832]="嘿嘿，这得看对谁了。",
--task 12029 accept_talk 
	[1202921]="现在可以动身了吧？",
	[1202922]="走。",
--task 12029 剧情
 [1202941]="你、你们……",
 [1202942]="噤声！否则你小命难保！",
--task 12031 complete_talk
 [1203131]="阿德南阿訇……老实说，我印象中不记得有这么一位阿訇，恐怕这位阿訇在教民中的声望并不出众。",
 [1203132]="恩，至少还没有到让你记住的程度。",
--task 12032 accept_talk
 [1203221]="但这样一位不起眼的阿訇，却引起了蒙古将军的注意，实在令人费解。罢了，我们在这里徒费脑筋也无甚用处，%s，动身去南边的废城吧。",
 [1203222]="正有此意。",
--task 12032 剧情
 [1203241]="霍青桐大人，%s大侠，再往前走，就会碰上蒙古兵了。",
 [1203242]="这里……等等，我们去前面那个破屋中歇息一会儿，我有事要说。",
--task 12033 剧情
 [1203341]=[[<font color='#31cf32'>%s：</font>霍姑娘，你是不是发现了什么？何事如此郑重？]],
 [1203342]=[[<font color='#278cf1'>霍青桐：</font>阿卜杜拉，普里买，你们去屋外警戒，不要让任何人靠近。]],
 [1203343]=[[<font color='#278cf1'>阿卜杜拉&普里买：</font>是，大人。]],
 [1203344]=[[<font color='#278cf1'>霍青桐：</font><font color='#31cf32'>%s</font>，你过来看，这是我部先前得到的地图，这是从那伙盗墓贼手中得到的地图。我一路上一直在研究这两张图，方才入城见到的景象，却让我突然有些触动。]],
 [1203345]=[[<font color='#31cf32'>%s：</font>哦？【你走近细细观察这两张图，突然灵光一闪，将其中一张图翻转过来，与另一张图并列而放】连起来了！原来这两张图原是一体！]],
 [1203346]=[[<font color='#278cf1'>霍青桐：</font>不错，只不过画图之人甚是狡诈，将这张图反着来画，又正着做标注，竟瞒了我这么久！]],
--task 12033 complete_talk
 [1203331]="你看，连起来之后，这条路线的尽头，岂非与这座废城的入城景色一模一样？",
 [1203332]="果然是一样，如此说来，这黑水宝藏有极大可能在这废城之中？",
--task 12034 accept_talk
 [1203421]="我不敢确认，不过既然有这种可能性，那就不能忽略它。我刚刚观察过，这破屋之外就有一口井，井口被石柱封住了，很有可能是一口枯井。",
 [1203422]="是与不是，尽管验看一番便可。",
--page goto
 [1203423]="恩，我们这就过去，搬开封住井口的石柱，瞧个明白。",
 [1203424]="走吧。",
--task 12034 剧情
 [1203441]="石柱被推开了一条容一人爬入的缝，普里买带了根长绳慢慢爬了下去，一炷香的功夫之后，带回了一个坏消息……",
--task 12034 complete_talk
 [1203431]="井中有水……唉，看来不是这里。",
 [1203432]="没关系，我们先找到阿德南阿訇，说不定能有新线索。",
--task 12035 accept_talk
 [1203521]="没错，我现在倒真是希望阿德南阿訇会知道黑水城宝藏的下落——不论他以前抱着什么目的，只要他能带我们找到，他都会成为回部的英雄。",
 [1203522]="说这些为时过早，眼前这些蒙兵若不解决，怕是很难见到那位阿訇。", 
--page goto
 [1203523]="哈哈，%s，我们不妨来较量较量，杀到前面那座建筑搜查是否有阿訇的下落，看看谁能将蒙兵解决得更多？",
 [1203524]="美人相邀，岂敢推辞？",
--task 12035 剧情
 [1203541]="嘿嘿，杀够数了！且看看前面那间屋里有没有阿訇的人影……",
--task 12036 剧情
 [1203641]="呼……果然没这么简单，先去找霍姑娘会合吧。",
--task 12036 complete_talk
 [1203631]="虽然累得很，却也痛快。这边的屋子都搜过了，看来还得接着往下找。",
 [1203632]="是啊，这里虽然是座废城，但规模却是不小，当年蒙古人在这里也算是下过苦功了。",
--task 12037 accept_talk
 [1203721]="黑水城在西夏国未亡时，便是一座有名的军事要塞，蒙古人当然不会弃之不用。只可惜啊，要是我回部能得到这里，外可御敌，内可守望相助，何至于被蒙人逼到绝地……",
 [1203722]="霍姑娘……【这个女子，肩上所承担的实在太多了。】",
--page goto
 [1203723]="哦，瞧我，说到哪儿去了，我看那些蒙兵一时半会儿追不过来，我们就先在此处稍事休息，做些补给，接下来还有得辛苦呢。",
 [1203724]="恩，休息一会儿吧。",
--task 12037 complete_talk
 [1203731]="体力恢复得差不多了，%s，你如何？",
 [1203732]="尚可再战。",
--task 12038 accept_talk
 [1203821]="好，我就不信把这废城翻上一遍，会找不出阿德南阿訇！",
 [1203822]="走！",
--task 12039 剧情
 [1203941]="没有人……继续往里杀！",
--task 12040 剧情
 [1204041]="暂时摆脱这些蒙兵了，前面还有一处房屋，继续找吧……",
--
 [1204042]=[[<font color='#278cf1'>霍青桐：</font>竟然……都没有？！]],
 [1204043]=[[<font color='#31cf32'>%s：</font>下面还有两处蒙古包，或许在那里。]],
 [1204044]=[[<font color='#278cf1'>未知声源：</font>哈哈哈哈——不知死活的家伙，还真敢追到这里来！老子是该佩服你们有胆量，还是该笑你们蠢得来送死？哈哈哈——]],
 [1204045]=[[<font color='#31cf32'>%s：</font>霍姑娘……]],
 [1204046]=[[<font color='#278cf1'>霍青桐：</font>看来碰上硬钉子了，是祸躲不过，走吧。]],
--task 12042 complete_talk 
 [1204231]="他们就这么轻易的撤兵了？实在古怪的很……",
 [1204232]="我也觉得，我们杀伤了他们不少人，怎么会这么轻易的就放过我们？",
--task 12043 accept_talk
 [1204321]="他们会不会是想埋伏在某处，等我们找到了宝藏，再出来坐收渔翁之利？",
 [1204322]="未尝没有这种可能，即便如此，我们却不可能不去寻找宝藏。",
--page goto
 [1204323]="你说得对，这些蒙古人倒学会用计了，对手真是越来越难缠。罢了，他们既然撤兵，我们快找找阿德南阿訇在不在那座帐房里，这是我们最后的希望了。",
 [1204324]="恩，但愿不会发生什么不忍言之事。",
--task 12043 剧情
 [1204341]="若这里再没有，怕是这位阿訇已经……",
--task 12046 complete_talk
 [1204631]="阿訇竟然会这样说，让我有些意外，我看他的态度似乎很坚决，想要说服他吐露宝藏的线索，还得找到突破口才行。",
 [1204632]="阿德南阿訇也是白帽回人，总不会对自己部族的困境坐视不管吧？",
--task 12047 accept_talk
 [1204721]="他一直在外游方，之前干得又是搏命的活计，晓以部族存亡之大义……我想对他没有太大用处。",
 [1204722]="空望宝山，不得而入，真是尴尬。",
--page goto
 [1204723]="我们先护送阿德南阿訇去他原先打算重建的寺院，或许一路上能找到契机，他既然回到这里，那么黑将军府必然是他多年难以忘怀的心结。",
 [1204724]="恩，只能这样了。",
--task 12048 剧情
 [1204841]="这是……火蜥？怪事，火蜥向来伏于沙下，白日难见，怎会公然占据寺院……",
----------------------------------------------
-------------NPC:10131002 张禄山------------
---------------------------------------------
 [1013100211]="刀尖上行路，坟堆里取财。",
--task 12004 complete_talk
 [1200431]="站住，不要再靠近了！你又算是哪一边的？",
 [1200432]="若按兄台所想，我大概是霍姑娘一边，不过与兄台萍水相逢，我亦无加害之意。",
--task 12005 accept_talk
 [1200521]="哼，你不必来充好人，到这黑水城的人没几个是安了好心，人为财死鸟为食亡，只要你们识相，不挡我们的财路，自可相安无事！",
 [1200522]="黑水城宝藏于我们意义非凡，志在必得，兄台若只是为财……天下宝藏何止黑水一处？",
--page goto
 [1200523]="笑话，论起先来后到，也该是你们让步。我们兄弟多，你们人也不少，谁都不知宝藏究竟有大，既然都存着独吞的心思，那就各凭本事吧。",
 [1200524]="黑水城中危机处处，虽说这种地方人多未必多一分安全，不过你我都看过对方的身手，若能联手，必有助益。",
--task 12005 剧情
 [1200541]="呵呵，这个么……",
 [1200542]="且慢。%s，能否借一步说话？",
--task 12006 complete_talk
 [1200631]="你们说了这么久，想是有了结论？我刚刚也跟兄弟们商量过了，你说的呢，倒也没什么不对，暂时同行呢，也可以。不过嘛……",
 [1200632]="兄台有话尽管直说。",
--task 12007 accept_talk
 [1200721]="你们的身手是不弱，可这寻宝之事，靠得可不是刀剑拳脚，而是摸金倒斗的本事，在这一点上，你们可算是沾了我们的光。所以么……见着了宝藏，得让我们先挑！",
 [1200722]="这个好说。",
--page goto
 [1200723]="好，那我也不瞒你们，传说中黑将军将宝藏与一对子女尽埋于枯井中，而后凿开城墙逃出。我们探得遗址中枯井共六处，城墙破损的有五处，其中有三处与传说相近，说不得，我们得一处一处找了。",
 [1200724]="多谢兄台相告，在此耽搁无益，不如我们趁着天色未暗，再赶一程路，待明日天光大亮，便深入遗址探寻。",
--task 12008 complete_talk
 [1200831]="喂，你过来。",
 [1200832]="兄台何事？",
--task 12009 accept_talk
 [1200921]="我呢，平白不受人好意，不过你们那个大姑娘长得这么漂亮，又懂得办事，我也不忍心拂了她的好心。",
 [1200922]="哈哈，那兄台有何打算？",
--page goto
 [1200923]="这个，是我们秘制的药丸，专门用来祛秽辟邪的。等会儿进了地下的遗址，会碰到什么可难说，有备无患！",
 [1200924]="那我就谢谢兄台了。",
--task 12011 complete_talk
 [1201131]="这……等等！【急急从怀中掏出一张旧羊皮，上面写写画画，十分杂乱】此处应当有一口井，怎么竟不见了……？",
 [1201132]="……这里会有井？【你四下望了望，心内不敢苟同】",
--task 12012 accept_talk
 [1201221]="没错啊，就是这儿！这可是口深井，不是块雕像什么的，说搬就搬了，怎么会……怎么就没有了呢！",
 [1201222]="既然兄台肯定这附近有井，那么不管那井怎么会不见了，总会有些线索才对。",
--page goto
 [1201223]="你说的没错！我们分头找，这地方透着那么一股子邪气，别撞上脏东西才好，都小心着点儿！",
 [1201224]="……好，若遇危险，只管大叫便是。",
--task 12012 剧情
 [1201241]="盗墓贼怕撞鬼，这倒有些新鲜，不过此处诡异莫测，小心些总没错。",
--task 12014 complete_talk
 [1201431]="嗬嗬……嗬……救、救我……救……",
 [1201432]="……兄台……我……",
--task 12014 剧情
 [1201445]="他被水猴子咬破了喉咙，满口喷着血沫子，就算是平先生在这儿，怕也无力回天。",
--task 12015 accept_talk
 [1201521]="……嗬……嗬嗬……宝图……嗬嗬……我……我身上……",
 [1201522]="图？【你在他胸前摸索一阵，找到了他先前拿着的那张旧羊皮，已被鲜血浸染】",
--page goto
 [1201523]="……交……交给……嗬……【他指着不远处一个躺在地上的同伴，但话没说完，便咽气了】",
 [1201524]="兄台？兄台！死了……",
--task 12015 剧情
 [1201541]=[[<font color='#278cf1'>霍青桐：</font>【走近，低声道】阿卜杜拉去看过了，他指的那个人也已经没气了。那张羊皮上有什么？]],
 [1201542]=[[<font color='#31cf32'>%s：</font>【你展开羊皮，浓重的血腥气直冲鼻息，令人欲呕】画得很乱，现在被血一浸，很难辨认……]],
 [1201543]=[[<font color='#278cf1'>盗墓贼：</font>喂！把我们的宝图交出来！]],
 [1201544]=[[<font color='#31cf32'>%s：</font>这……]],
 [1201545]=[[<font color='#278cf1'>霍青桐：</font>你们老大把图交给了<font color='#31cf32'>%s</font>，就是让其保管之意，你们无权讨要。]],
 [1201546]=[[<font color='#278cf1'>盗墓贼甲：</font>啐！小娘皮，你当我们是傻子？！张老大是不是这个意思，谁还管他？老大和二哥死都死了，我们就自己做自己的主！]],
 [1201547]=[[<font color='#278cf1'>盗墓贼乙：</font>没错！把宝图和你们的食物兵器统统都交出来！饶你们不死！]],
 [1201548]=[[<font color='#278cf1'>霍青桐：</font>哼，乌合之众！]],
--task 12015 刷怪
 [1201551]="把宝图交出来！否则别怪我们翻脸不认人！",
 [1201552]=Img[2].."哼，难道把图交出来，你就会认人？",
--task 12016 剧情
 [1201641]=[[<font color='#31cf32'>%s：</font>各位，难道张兄尸骨未寒，你们就要在此与我们内讧，拼个你死我活吗？]],
 [1201642]=[[<font color='#278cf1'>盗墓贼甲：</font>哈哈哈，跟你们有什么内不内的？好，我们也退一步，把宝图交出来，你们自可离去！]],
 [1201643]=[[<font color='#278cf1'>霍青桐：</font>休想！]],
 [1201644]=[[<font color='#278cf1'>盗墓贼甲：</font>哼哼，那可就别怪……]],
 [1201645]=[[<font color='#278cf1'>盗墓贼乙：</font>老六！老老老六……你、你后面……！]],
 [1201646]=[[<font color='#278cf1'>盗墓贼甲：</font>你发什么癔症，后面？后面怎么……啊——妈呀——！]],
 [1201647]=[[<font color='#31cf32'>%s：</font>啊……这、这是……]],
 [1201648]=[[<font color='#278cf1'>霍青桐：</font>别说了，快跑！]],
--
 [1201649]="啊啊啊……怪物！",
 [1201650]="快逃啊……",
 [1201651]="救我……别走啊！啊啊——",
----------------------------------------------
-------------NPC:10131003 阿卜杜拉------------
---------------------------------------------
 [1013100311]="但愿这一趟不会空手而回。", 
--task 12010 complete_talk
 [1201031]="这遗址久埋于戈壁之下，空气竟然如此潮湿，还有这么深的积水，着实反常。",
 [1201032]="可在传说中，宝藏……不是埋在枯井中吗？",
--task 12011 accept_talk 
 [1201121]="传说因黑水城久攻不下，汗王召集来草原上所有的萨满法师，念动法律黄书，掀起漫天沙土，筑成大坝，截断了黑水城的水源，黑将军命兵士在城中掘井，每每见水而干，一直挖到地底八十丈……",
 [1201122]="萨满作法？呵呵，说的神乎其神，怕是汗王下了严令，以人力筑坝吧……那他们最终挖出水了吗？",
--page goto
 [1201123]="若是挖出了水，黑将军又怎会凿破城墙突围？自然是被干渴所迫，不得已才豁出命去拼杀了。",
 [1201124]="也是，在下一时竟懵懂住了。",
--task 12011 剧情
 [1201141]="黑水城之名，源于黑水河流经此地，地下水脉丰富，曾是一片三面临水的大绿洲，许是久埋于沙下，地底暗流反涌上来，亦未可知。",
 [1201142]="恩，大姑娘说的有些道理，不过若是有地底暗流未竭，那黑将军也不至于掘地八十丈却不见水，最后只好埋宝藏、杀子女，率军突围而去吧？",
 [1201143]="你不知道河流有枯水期和丰水期么？或许那时恰逢枯水期，才至如此。与传说相似的枯井在何处，时间紧迫，还请诸位朋友指引。",
 [1201144]="有一处就在这前面，跟着走吧。",
--task 12030 complete_talk
 [1203031]="霍青桐大人，%s大侠，你们没事吧？我们看到烟火就急忙赶来了，却没见到你们，心中好生焦急！",
 [1203032]="我们没事，久等你们不来，便进去探探消息。",
--task 12031 accept_talk
 [1203121]="原来如此……对了，我们探到阿德南阿訇的消息了！他被一个蒙古的将军带走，正囚禁在南边的废城之中，阿訇知道黑水宝藏秘密之事，也是那里传出的风声！",
 [1203122]="恩，阿訇在南边废城之事，我们刚刚也已经知道了。不过他们放出这种风声的意图是什么呢……",
--page goto
 [1203123]="难道他们带走阿訇之后，曾经严刑逼供过？阿訇不得已才说出了知道黑水宝藏的下落，以此保命？",
 [1203124]="不对，若他们是带走阿訇后才知道这件事，那他们带走阿訇的原因又是什么？",
--task 12031 剧情
 [1203141]="阿德南阿訇身上难道还有其他足以引起蒙古将军注意的东西？这位阿訇到底什么来头……",
--task 12053 complete_talk
 [1205331]="想不到这些蜥蜴身上还有这样的实用之物，阿德南阿訇果然很有经验，年轻时的身手一定不弱。",
 [1205332]="若是身手不济，想来也不敢打这黑水秘宝的主意吧。",
--task 12054 accept_talk
 [1205421]="对了，去黑将军府，不知道会待上多久，我们的饮用的淡水已不多了，我看寺庙附近有不少棕榈树，我们且收集一些树汁，以备不时之需。",
 [1205422]="好，那我们分头行事，尽快回来。", 
--task 12056 complete_talk
 [1205631]="%s，你可看到前面有些晃动的影子？看起来不似人影，难道还有火蜥留存于此？",
 [1205632]="很有可能，我们现在已经进入庭院范围，可要注意哪里有人脸机关。",
--task 12057 accept_talk
 [1205721]="黑将军府已不像阿德南阿訇来时那样埋在沙下，我们也好过他当年摸黑探进，只要能看见，一定不会触发。",
 [1205722]="你说的也是，不过还是要小心。上面那些晃动的影子，就算不是火蜥，也绝非善类。",
--page goto
 [1205723]="善类恶类，都到这儿了，难道还怕它不成？%s，跟我一起上去看看？就请霍青桐大人留在此地接应。",
 [1205724]="走吧。",
--task 12057 complete_talk
 [1205731]="竟然是猞猁，我还是头一回瞧见这么大个儿的！真是奇怪了，猞猁喜寒，火蜥喜燥，二者怎么会在同一个地方相继筑巢？",
 [1205732]="看来黑将军府的古怪，才刚刚揭开序幕……",
--task 12058 accept_talk
 [1205821]="这庭院被毁了很大一部分，能活动的就剩这里了，也不知还能不能找到阿訇他们当年遇险的地方，若是那人脸机关不见了，换成个其他什么羊脸机关、狗脸机关的，我们又不认识，岂不糟糕？",
 [1205822]="应该不会，这里曾经可是将军府的庭院，有一道这般绝杀的机关已是足够，谁会在自己家中遍布死穴？",
--page goto
 [1205823]="真主在上，但愿如你所说，我们不需要担心那个人脸机关下的熔浆会涌上来把我们吞没成灰烬。",
 [1205824]="等等，前面的地面上是不是……",
--task 12058 剧情
 [1205841]=[[<font color='#278cf1'>阿卜杜拉：</font>啊！阿訇，霍青桐大人！你们快看，<font color='#31cf32'>%s</font>好像发现了那个人脸机关！？]],
 [1205842]=[[<font color='#31cf32'>%s：</font>下面是熔浆，不过这人脸看来已经破损多年，只是不知机关情况如何，还有没有被触发的可能……]],
 [1205843]=[[<font color='#278cf1'>霍青桐：</font>好在它不会自己乱动，只要我们不去动它便是。阿訇，如何，这下面的熔浆……是不是赤砂所溶？]],
 [1205844]=[[<font color='#278cf1'>阿德南阿訇：</font>这……未见成型的赤砂，光凭熔浆我也辨认不出。不过这些熔浆看起来确与当年我们所遇一般无二。]],
 [1205845]=[[<font color='#31cf32'>%s：</font>真希望不是赤砂……我们之前在寺院猎杀不少火蜥，它们若真是因为赤砂而徘徊于附近，又遭到我等重创，怕是很可能再次回到这里，那时我们腹背受敌，可真大事不妙。]],
----------------------------------------------
-------------NPC:10131004 落难之人------------
---------------------------------------------
 [1013100411]="快救救阿訇吧……帮帮我……",  
--task 12018 complete_talk
 [1201831]="原来还有其他人……太好了……救命，救命！",
 [1201832]="你好点了吗？能告诉我们发生了什么事吗？",
--task 12019 accept_talk
 [1201921]="我是阿德南阿訇的信徒，跟随他来到这里，想要找到南边的寺庙，重建布道之地，但没想到，刚进黑水城不久，就遇上了一伙强盗，财物都被抢走了，阿訇……阿訇他……呜呜呜……",
 [1201922]="怎么，难道那位阿訇已经遇难了？",
--page goto
 [1201923]="不不不……阿訇有真主保佑，一定平安无事，可他落在了那伙强盗的手中，他们说阿訇知道黑水城的宝藏在哪里，非要让阿訇带他们去找，就把阿訇抓走了！",
 [1201924]="那么，那位阿訇真的知道宝藏的下落吗？",
--page goto
 [1201925]="这个……我也不清楚啊，阿訇从来没对我提过什么宝藏。",
 [1201926]="恩，那你先好好休息……【如果不知道宝藏，又何必跑到这个荒无人烟的地方来重建寺庙？】",
--task 12019 剧情
 [1201941]="先有真假宝图，现在又冒出个知道宝藏下落的阿訇，事情好像越来越复杂了……",
--task 12020 complete_talk
 [1202031]="就是这里，那伙强盗就在这里拦住了我们，把值钱的东西全抢走了，还劫走了阿德南阿訇！",
 [1202032]="你先冷静，记不记得那些人往哪里去了？",
--task 12021 accept_talk
 [1202121]="我当时头上受了伤，意识模糊，只恍恍惚惚看到阿訇被他们带走，至于去了哪里，就不知道了……",
 [1202122]="唔……",
--page goto 
 [1202123]="大侠，你们的武功这么好，一定要帮帮我，把阿德南阿訇救出来啊，不然我一个人流落到这个荒凉的鬼地方，真的不知道该怎么办才好！",
 [1202124]="我们会想办法的，你别着急。",
--task 12021 剧情
 [1202141]="看来只能去找找这伙强盗的晦气了……抓几个回来，问清阿訇的去向。",
----------------------------------------------
-------------NPC:10131005 劫掠者------------
---------------------------------------------
 [1013100511]="干什么的！？",  
--task 12021 complete_talk
 [1202131]="你们是什么人！也敢在黑水城的地界上找我们的麻烦？",
 [1202132]="我问你，前些天是不是打劫了两个白帽民的财物，还掳走了其中一个？掳去了哪里？老实说出来，免得受苦。",
--task 12022 accept_talk
 [1202221]="哼，原来是那两个白帽民的同伙，想来找回场面？那我不怕告诉你，那个老家伙已经被我们杀了！",
 [1202222]="哼，好啊，看来不吃点苦头，你是不愿说实话了。",
--task 12022 剧情
 [1202241]="呃啊——哼！",
--
 [1202242]="唔……",
--
 [1202243]="唔——！",
--
 [1202244]="你们这些恶心肠的妖魔！长生天的子孙没有孬种，难道会怕你们！",
--
 [1202245]="……这些劫掠的强盗是蒙古人！",
----------------------------------------------
-------------NPC:10131006 伤兵------------
---------------------------------------------
 [1013100611]="膝盖上被砍了一刀，以后这条腿肯定是瘸了……我还得养活我那瞎眼老娘呢。",
--task  12029 complete_talk
 [1202931]="别、别杀我……我家里还有瞎了眼的老娘，还指望我捡回条命去养活她……",
 [1202932]="好，那么老实回答我的问题，我保证不伤你性命。你们的人前些天打劫了一位回教的阿訇，他现在何处？",
--task 12030 accept_talk
 [1203021]="这……前些天打劫我就在场，那个阿訇看着窝窝囊囊的，可我们头儿动了他的一本破书，他突然发了疯似的，捡了块石头就砸，实不相瞒，我就是被砸了的。",
 [1203022]="我问你知不知道阿訇的下落！",
--page goto
 [1203023]="这个……你也看到了，我是躺着回来的，这些天也一直在养伤，那个阿訇在哪儿还真不知道……不过他肯定不在这儿！",
 [1203024]="你如何肯定？",
--page goto
 [1203025]="因为我听兄弟们说过，那个阿訇被将军派来的人带走了，否则他伤了我们这么多人，要是在这儿，还有命在？",
 [1203026]="那么你们的将军在哪？",
--task 12030 剧情
 [1203041]=[[<font color='#278cf1'>伤兵：</font>就在南边的城里，黑水城这一片都成了戈壁，那座城也废了不少年头了，将军被派到这儿来，心里老不乐意呢！]],
 [1203042]=[[<font color='#31cf32'>%s：</font>那座城离这儿有多远？]],
 [1203043]=[[<font color='#278cf1'>伤兵：</font>离这儿不远，往南三十里便是。]],
 [1203044]=[[<font color='#31cf32'>%s：</font>好，你……【你话音未落，便见西北方的天上炸开了一朵烟花，正是回部部众间用来联络的信号烟火】]],
 [1203045]=[[<font color='#278cf1'>霍青桐：</font><font color='#31cf32'>%s</font>，你看！是我们的信号！]],
 [1203046]=[[<font color='#31cf32'>%s：</font>恩，抱歉，委屈你一下。【你抬手敲昏了这个伤兵，转身对霍青桐颔首示意】走吧。]],
----------------------------------------------
-------------NPC:10131007 苏赫巴寿------------
---------------------------------------------
 [1013100711]="哼，日子还长着呢……", 
--task 12040 complete_talk
 [1204031]="果然是你们这些白帽民，刚收到消息的时候，我还着实吓了一跳呢，你们还敢冒头出来，真是不怕死。",
 [1204032]="你们蒙古人贪得无厌，专打别人的主意，倒是哪里都不缺你们。",
--task 12041 accept_talk
 [1204121]="你是%s？呵，你的事我也听过不少，从中原到西域，没有你不搅合的事，只是不知你这样到处揽事，是为名，还是为利？",
 [1204122]="既不为名，也不为利，为的是大义。",
--page goto
 [1204123]="哈哈哈哈——这话说得真漂亮！都说你身手了得，放眼南人武林，也是数得上的高手，不知你有几分斤两，我一拳下去，是圆是扁？",
 [1204124]="呵，大话我听过不少，你要是有心，不妨来试试。",
--task 12041 剧情
 [1204141]="%s，小心。",
--task 12041 complete_talk
 [1204131]="不错，是把好手。黑水城这里已经是一片荒芜，要不是有那宝藏的传说，这里早就是戈壁中的瓦砾沙子，哪还有人烟？",
 [1204132]="你们大费周章，不就是为了宝藏？那黑将军也是蒙古人，怎么？没给你们留点讯息？", 
--task 12042 accept_talk
 [1204221]="哼，谁都知道，哈日巴特尔是个叛徒，所以长生天才会让他亲手杀死自己的儿女，就此断子绝孙！宝藏算得了什么，大汗的志向，岂是你们这些蝼蚁能够知晓？",
 [1204222]="不过是强盗的头子，不管什么理由，任何侵略都是罪恶的！",
--page goto
 [1204223]="来日方长，%s，现在还没到要你命的时候，对于你这种人，就该让你亲眼看着你的国家怎么一步步灭亡在我们的铁蹄之下！",
 [1204224]="你们会后悔的。",
--task 12042 剧情
 [1204241]="哈哈哈哈——那就等着瞧吧！想看我们后悔的那天？只怕你的骨头都烂成渣了！",
----------------------------------------------
-------------NPC:10131008 阿德南阿訇------------
---------------------------------------------
 [1013100811]="黑水城……我终于又回来了。",  
--task 12043 complete_talk
 [1204331]="我都听见了，你们是来找我的？我想，我们并不相识。",
 [1204332]="你是阿德南阿訇？我们受你的仆人之托，前来寻找你，他正在安全的地方等你。",
--task 12044 accept_talk
 [1204421]="哦……我被这些蒙古人半路上劫持而来，又莫名其妙地被放掉，现在你们说我的仆人请托你们来寻找我……我该如何相信？",
 [1204422]="这边这位是回部首领木卓伦大人的长女，你可认得？",
--page goto
 [1204423]="木卓伦大人的长女？你、你是说，她是……是霍青桐大人？",
 [1204424]="没错，就是她。",
--task 12044 剧情
 [1204441]="霍青桐大人，%s大侠，我们在前面发现了另一口井。",
 [1204442]="真的？在哪？阿訇，请原谅我的失礼，我过后会向您解释。%s，我们先过去。",
 [1204443]="井边？等……",
--task 12045 剧情
 [1204541]="大人，就这里。",
 [1204542]="阿卜杜拉，你随我搬开障碍，%s，请你帮普里买绑上绳索。",
--
 [1204543]=[[<font color='#278cf1'>阿德南阿訇：</font>等等，你们不用下去了。]],
 [1204544]=[[<font color='#278cf1'>霍青桐：</font>阿訇，你的意思是……？]],
 [1204545]=[[<font color='#278cf1'>阿德南阿訇：</font>这一处标记是假的，蒙古人也已经下井找过了，井底什么都没有。]],
 [1204546]=[[<font color='#31cf32'>%s：</font>阿德南阿訇，关于黑水城宝藏，您知道多少？]],
--task 12045 complete_talk
 [1204531]="黑水城宝藏……唉，终究逃不开这个命运，难道这是真主给我劫数？",
 [1204532]="阿訇这话是什么意思？",
--task 12046 accept_talk
 [1204621]="年轻时，我与一伙兄弟曾干过盗墓的勾当，黑水城……是我们的最后一票。那时，这里还没有这么多黄沙，黑将军府……还没沉落下去……",
 [1204622]="黑将军府……！？你去过黑将军府？！",
--page goto
 [1204623]="是的，与我一起的兄弟全在那一次遇难了，我被一位阿訇救回了性命，后来便跟随阿訇修行。阿訇去世后，我便独自游方传道，现在我也老了，这才想回到这里，了却残生。",
 [1204624]="原来是这样……阿訇，你在黑将军府有何收获？",
--page goto
 [1204625]="那一次的经历，我永远都不想再提起。不过如果你们是来找黑将军的宝藏的，哪怕是霍青桐大人亲自来了，我也要劝你们马上放弃，回到你们原本的地方去。",
 [1204626]="这……【这事我可做不了主，得看霍姑娘的意思。】",
--task 12048 complete_talk
 [1204831]="火蜥……没想到刚刚回到这里，就会见到它们……",
 [1204832]="怎么，难道阿訇你与火蜥有什么渊源？",
--task 12049 accept_talk 
 [1204921]="火蜥喜暗喜燥，但不耐暴晒，白日常常潜伏于沙下，日落时分出来捕食，黑将军府……曾是他们聚集之所，而我们当年可在这帮畜牲的尖牙利齿之下吃了不少苦头……",
 [1204922]="阿訇，黑将军的秘宝涉及白帽回部的存亡大计，你难道决意置身事外？",
--page goto
 [1204923]="……我见到霍青桐大人就知道这件事绝不简单，我虽然在外流浪多年，但我仍然是真主的信徒，忠于自己的民族与信仰。不说……实在是不想你们枉送性命。",
 [1204924]="不论你说与不说，我们都是要找过去的，与其让我们完全抓瞎，何不让我们早做准备？",
--page goto
 [1204925]="唉，好吧……黑将军府，就在这座清真寺的北面，当年完全被埋在黄沙下，但沙海变幻无常，不知现在如何……就像这寺院中的火蜥，曾经的巢穴就在那里。",
 [1204926]="当年的情形如何？",
--task 12049 complete_talk
 [1204931]="说来惭愧，当年我们根本没能深入到将军府的内部，只到第一道门，就已经支持不住了。对了，你们……是不是有一张图？",
 [1204932]="唔？图？你是说……藏宝图？",
--task 12050 accept_talk
 [1205021]="按图上所指，是否应是之前南边废城中的某处枯井？所以你们刚刚找到我时，那个武士会来传信说又发现了一口井……但是，你们先前做的全都没有用。",
 [1205022]="阿訇的意思莫非是，那张图是假的？",
--page goto
 [1205023]="不，如果你们图上确实是这样显示，那么也不能说它是假的，只是……它并不完整。你们只是集齐了两个部分，那图，还有一部分……",
 [1205024]="竟是这样？事关重大，我必须问过霍姑娘。",
--task 12051 complete_talk
 [1205131]="第三份图，就在这里……你们当真要去？",
 [1205132]="必须要去。",
--task 12052 accept_talk
 [1205221]="你听好，我告诉你如何拼好这三份图，你一定要记准这些尺寸，否则有了偏差，可就大大不妙。",
 [1205222]="阿訇请讲。",
--page goto
 [1205223]="前两份图你们拼的不错，第三份图需叠在这两份拼接的中央，然后西南方进三寸，东南方退二寸，南北各偏一寸。",
 [1205224]="我记下了。",
--选择对话
 [1205241]="好，为保万无一失，你听我的，一步步来。西南方。",
 [1205242]="进三寸。",
 [1205243]="进二寸。",
 [1205244]="进四寸。",
--
 [1205245]="南方。",
 [1205246]="偏一寸。",
 [1205247]="偏二寸。",
 [1205248]="偏三寸。",
--
 [1205249]="东南方。",
 [1205250]=Img[1].."退二寸。",
 [1205251]="退四寸。",
 [1205252]="退三寸。",
--
 [1205255]="错了，你再仔细回忆一下。",
 [1205256]="抱歉，我重新来。",
--task 12052 剧情
 [1205253]="藏宝图已经拼好，接下来……就全看真主是否庇佑我白帽回部了。",
 [1205254]="多谢阿訇，我们必定尽力。",
--task 12052 complete_talk
 [1205231]="当年我们触动了黑将军府庭院中的机关，又受到火蜥的夹击，几乎尽数覆没。最后是带头大哥拼死破坏了机关，我才能与几个兄弟逃出生天，但走出沙漠，活到今天的……唯我一人而已……",
 [1205232]="所以我们更要谨慎行事。请教阿訇，我们还有没有什么事先准备的？",
--task 12053 accept_talk
 [1205321]="火蜥皮茧坚韧非常，中央自生槽口，可用藤蔓绳索之类的制成防具，虽然简陋了些，但是效果很是不错，若是碰上刀兵、野兽的利爪尖牙，皆可用以抵挡。",
 [1205322]="皮茧是什么？",
--page goto
 [1205323]="就是火蜥皮肤表面上的那些硬茧，那些茧生于皮肤之上，你若有办法，便小心割取，不要轻易再造杀孽。",
 [1205324]="好，我这就去。",
--task 12054 complete_talk
 [1205431]="临行前，我已没有更多能帮忙的，只能把我们当年所见告诉你们，唉，那真是一辈子都不会遗忘，也不愿去回想的噩梦……",
 [1205432]="很抱歉，让您为难了。",
--task 12054 剧情
 [1205441]=[[<font color='#278cf1'>阿德南阿訇：</font>当年黑将军府大半被埋在沙下，我们找到了一个土质较为稳固的地方，打了盗洞进去，进入了府中庭院区域，却不想踏入了火蜥的巢穴。]],
 [1205442]=[[<font color='#31cf32'>%s：</font>你们一进去就遇险了？]],
 [1205443]=[[<font color='#278cf1'>阿德南阿訇：</font>不，一开始我们并未惊动火蜥，庭院共有两层，第一层无甚惊险，只觉得庭院中雕像特别多，直到第二层，我们在地上发现了一张人脸浮雕……]],
 [1205444]=[[<font color='#278cf1'>阿德南阿訇：</font>当时光线昏暗，分不清那张脸是死是活，我们吓坏了，以为碰上了妖魔，其中一个兄弟失手砸坏了那张人脸，这才坏了事……]],
 [1205445]=[[<font color='#31cf32'>%s：</font>发生了什么？]],
 [1205446]=[[<font color='#278cf1'>阿德南阿訇：</font>那张人脸是一个机关，一旦被破坏，人脸下的炙热熔浆就开始往外迸发，紧跟着，火蜥就被惊动了，我们被两面夹攻，最后只落得死伤惨重……]],
 [1205447]=[[<font color='#31cf32'>%s：</font>那将军府的结构，阿訇可知道？]],
 [1205448]=[[<font color='#278cf1'>阿德南阿訇：</font>我们调查过黑将军府，根据线索画成了一张黑将军府的格局草图，从当年打盗洞的情况来看，那张草图倒也还算相符，只是草图在带头大哥身上，已经毁于一旦了。]],
--task 12080  accept_talk
 [1208021]="这么多年过去了，将军府如今的情形是什么样的，我们都不知道。更深处的情形，我也只能凭着对那张图的记忆和手中这张不完整的藏宝图来推断，只愿这点仅有的线索，能帮助我们走远一些。",
 [1208022]="我们……？",
--page goto
 [1208023]="是的，我已经向霍青桐大人请求，让我也参与同行，感谢真主，大人已经恩准我了。我希望这样做能化解开半生的心结……%s，这一路，要麻烦你了。",
 [1208024]="阿訇言重了，我们要倚靠你的地方也很多。我去见见霍姑娘，若她已经准备好了，我们便动身去寻黑将军府的遗址吧。",
--task 12058 complete_talk
 [1205831]="没想到啊……当年让我们付出惨重代价，落荒而逃的机关，如今什么用都没了。而我们当年用血换来的情报，也变得毫无价值。",
 [1205832]="阿訇，别这样说，我们能安然无事地走到这里，全是靠你的情报啊。",
--task 12059 accept_talk
 [1205921]="唉，只希望这次能看到结果，亦可告慰当年那些弟兄的在天之灵。进入将军府的入口有两处，从图上看，两者应是殊途同归，最终都将到达一处厅堂，这厅堂，很有可能就是关键线索所在。",
 [1205922]="一处厅堂？可是我们要找的不应该是某处枯井吗？",
--page goto
 [1205923]="你可曾发现，即便是有三份拼图到手，我们所得的亦非完整的藏宝图，我想，将军府如果不是故意布下的陷阱杀阵，那么我们将会再得一份藏宝图。",
 [1205924]="只是不知这是不是最终的一份……走吧。",
--task 12060 complete_talk
 [1206031]="真主保佑！这些畜生到底是发了什么疯，如此不要命地往外逃？",
 [1206032]="它们像是受了惊，这里面怕是有不得了的东西。",
--task 12061 accept_talk 
 [1206121]="唔，不得了的东西……%s，你可听过一个传说，关于黑将军府豢养的一头怪兽……",
 [1206122]="愿闻其详。",
--page goto
 [1206123]="黑将军的一双儿女年满六岁时，他曾带他们前去祭神，在经过戈壁时，遇到了一条长着两个头，却共用一个身体的小蟒蛇。两个孩子并不害怕它，反而恳求他们的父亲收留它，他们成了朋友。",
 [1206124]="……！双头蟒蛇？我们在旧城废墟中见过它！那可是个庞然大物，阿訇，你难道是怀疑……它就在这里？",
--page goto
 [1206125]="传说双头蟒与黑将军的两个孩子感情非常深厚，就连他们被黑将军埋入枯井时，那双头蟒也追随地下，不曾背离，既然它还活着，我想，这里一定经常出没之地。",
 [1206126]="可惜那怪兽如此情深义重，却仍未救回那两个无辜孩子的性命。",
--task 12061 complete_talk
 [1206131]="真主在上，我在外流浪多年，见识过许多人间悲剧，亲子相残是最令人痛心的。",
 [1206132]="唉……对了阿訇，若猞猁真是被双头蟒吓走，过了这一阵，它们再回转，我们岂不是会腹背受敌？",
--task 12062 accept_talk
 [1206221]="想要避免腹背受敌的窘境，也不是没有办法，只是没有尝试过，我也不敢担保效用。",
 [1206222]="阿訇但讲无妨。",
--page goto
 [1206223]="我们来之前曾准备了一些火蜥皮茧，你将它磨碎洒在这周围，那些猞猁若是回头来闻到火蜥的气味，定会以为火蜥占了此处，它们刚刚受过惊吓，想必不会再硬闯。",
 [1206224]="有道理，试试无妨。",
--task 12065 剧情
 [1206541]="啊，这把刀……！？",
--task 12065 complete_talk
 [1206531]="这把刀是当年带头大哥的兵器，虽然已经锈蚀得很严重，但我还能认出来，这具白骨……难道是……大哥？",
 [1206532]="可是人脸机关在外面的庭院中，为何这位前辈的骸骨却在此处？",
--task 12066 accept_talk
 [1206621]="【无奈地摇摇头】当年熔浆涌出后，所有人慌乱不已，最后是带头大哥舍命殿后，我们才得以逃脱。至于机关被破坏之后的事……实在不得而知。",
 [1206622]="也就是说，很可能这位前辈在破坏了人脸机关后，未必立即死去，而是因为某种原因，来到了这里。",
--page goto
 [1206623]="唔……啊，对了，若此人当真是大哥，那将军府的结构图不知能否找到，若是有幸寻得，我们这一趟可就容易许多了。",
 [1206624]="哦，对！",
--task 12066 剧情
 [1206641]=[[<font color='#278cf1'>阿德南阿訇：</font>真主在上，愿您保佑大哥的灵魂回到您的身边，来世无惧无忧，不再受苦。]],
 [1206642]=[[<font color='#31cf32'>%s：</font>前辈，今日冒犯，实非有意，万望勿怪。得罪了……【你拜过前辈遗骸，上前小心搜索】]],
--
 [1206643]="遗骸散布狼藉，身上的衣物早已腐朽，经不起几下翻动便烂成了布片，可惜没发现形似布局图的东西。",
--task 12070 complete_talk
 [1207031]="这是现在能想到的最保险的办法，如今藏宝图已经完整，霍青桐大人有你保驾，已经足够。我能进入这里，看到藏宝图集齐，已是老怀堪慰。",
 [1207032]="留下关门，九死一生，要用你们的性命来换我们的活路，我无论如何也无法接受。",
--task 12071 accept_talk
 [1207121]="%s大侠，我已是老朽之人，阿卜杜拉是效死部族的勇士，霍青桐大人才是回部寄予此次寻宝之行的全部希望，而你，是回部请来的高手，须得保护霍青桐大人，万万不可有失。",
 [1207122]="阿訇……【他这是在堵我的口啊……这样一说，我要提出以身相替也是不能了。】",
--page goto
 [1207123]="你们不必再劝，我心意已定，阿卜杜拉定也与我一样。你们善自珍重，完成使命，方不辜负我俩的牺牲。",
 [1207124]="阿訇……愿您的灵魂回到您的真主身边。",
--task 12071 剧情
 [1207141]="阿訇，回部将铭记您的英勇，我定会让善歌的诗人将您的事迹编成歌谣，传扬于大漠！",
 [1207142]="汉人有句话叫求仁得仁，大人，多谢您了！",
----------------------------------------------
-------------NPC:10131009 霍青桐·12049后------------
---------------------------------------------
 [1013100911]="不论如何，我都要将黑水秘宝带回部族！",
--task 12050 complete_talk
 [1205031]="我都听见了。那张图不完整……这样也可以解释为什么我们按图索骥却一无所获，不过他怎么如此笃定我们收集的就是两部分，那另外一部分在哪？",
 [1205032]="听阿訇的口气，第三个部分，说不定正在他手中。",
--task 12051 accept_talk
 [1205121]="我们在此妄自揣测，倒不如直接问他。我猜，阿德南阿訇既然这么说了，那也不会再在这里有所保留。",
 [1205122]="由你去问，我想是最合适的。",
--task 12051 剧情
 [1205141]=[[<font color='#278cf1'>阿德南阿訇：</font>霍青桐大人，我知道您想问什么，图的第三部分的确在我这里。您是回部的女英雄，我……实在不愿意看到您陨落在这片废墟之中。]],
 [1205142]=[[<font color='#278cf1'>霍青桐：</font>阿訇，感谢您的关怀。不过青桐的一切都已奉献给了回部，就如<font color='#31cf32'>%s</font>所说，即便您不把第三份图交给我们，我们依然会去寻找，那时风险只会更大。]],
 [1205143]=[[<font color='#278cf1'>阿德南阿訇：</font>我知道……只是想尽力留住您。唉，罢了，你们随我来吧。]],
--task 12080 complete_talk
 [1208031]="原来曾有一张黑将军府的格局图，可惜已经毁了，若是留存至今，我们进出黑将军府的风险就小了许多。阿訇可曾说起他记得多少？", 
 [1208032]="并未说起，不过已是几十年前的往事了，恐怕……",
--task 12055 accept_talk
 [1205521]="虽然遗憾，总好过先前那样一无所知。这一趟真是艰难，当初部族勇士寻得第一张藏宝图，我们如获至宝，慎重筹备，指望一举得宝。现在看来，若没有遇到阿訇，恐怕我们永远也走不到这一步。",
 [1205522]="阿訇说，黑将军府中应当藏有最后一部分宝图，到时我们得到了完整的藏宝图，宝藏到手可期。",
--page goto
 [1205523]="恩，%s，黑将军府危险重重，若是我有甚不幸，请你一定要寻到宝藏，带给我的部族。回部成败，只在这最后一搏。",
 [1205524]="且别说那丧气话，启程吧。",
--task  12055 complete_talk
 [1205531]="几十年过去，这里果然变了，阿訇说将军府被黄沙掩埋，如今却已是黄沙散尽，露出本来面目了。难怪那些火蜥会离开巢穴，另觅栖息之地。",
 [1205532]="可是火蜥天性喜暗，就算是将军府曝于天日了，寺庙之中可供它们容身之处也不多啊。",
--task 12056 accept_talk
 [1205621]="唔……或许有其他什么原因，导致那些火蜥不得不离开将军府，却又不愿太过远离此地？",
 [1205622]="有这个可能。火蜥是不通人性之物，绝不可能是因为宝藏留在这儿，那么能吸引到这些猛兽的……会是什么呢？",
--page goto
 [1205623]="火蜥以肉为食，亦食赤砂……对了，阿訇说他们触动那人脸机关后，有炙热的熔浆涌出……难道将军府的地下藏有大量赤砂？",
 [1205624]="这……不无可能，不知阿訇能否确认？",
--task 12056 剧情
 [1205641]=[[<font color='#278cf1'>阿德南阿訇：</font>赤砂……？赤砂遇硝水即溶，炽热如火，粘在身上侵肤蚀骨，且无法除去。说来倒与那时的熔浆略有相似，但熔浆灼热，无法靠近辨认，而且没见到有未溶的赤砂的痕迹，我亦不敢确认。]],
 [1205642]=[[<font color='#31cf32'>%s：</font>恩……光是熔浆的话，的确无法分辨是不是赤砂所溶……赤砂熔浆危险至极，一旦沾染，非死即残，还是别碰上最好。]],
 [1205643]=[[<font color='#278cf1'>霍青桐：</font>走吧，哪怕阴曹地府，说不得，我们也得闯上一闯了。]],
--task 12059 complete_talk
 [1205931]="好暗。不过空气没有异味，还有徐徐微风，里面一定还有其他与外界相连的通风口。",
 [1205932]="我好像听见有野兽的呼号声，恐怕那些猞猁，不光是在外面，这里也有。",
--task 12060 accept_talk 
 [1206021]="庭院之中无处避风，难道这里面才是猞猁的老巢？那可大大不妙。",
 [1206022]="这些畜生久不见人，也不怕人，碰上了真有些棘手。",
--page goto
 [1206023]="等等……%s，你有没有觉得，这呼号声越来越近了？",
 [1206024]="啊！小心！",
--task 12060 剧情
 [1206041]="这么凶狠……莫非它们的巢穴真在这里？虽说护巢是天性，但我们什么都没做就攻击，未免反常。",
-- 
 [1206042]="唔？不对，它们不是在跟我们拼命，反而像是在……逃命？",
--task 12060 刷怪
 [1206051]="怎么像是有大群野兽奔逃的混乱之声，而且越来越近了……",
 [1206052]=Img[2].."不好，是往这边来了！",
--task 12063 complete_talk
 [1206331]="都洒好了？",
 [1206332]="是的。",
--task 12064 accept_talk
 [1206421]="阿訇不愧经验丰富，竟能想出这等办法。只是还无法确认效果，我们不可放松警惕。%s，这里我们已经探明，想要获得那藏宝图，还得往更里面去。",
 [1206422]="恩，我们在这一层已然耽搁不少时间，继续往里走吧。",
--task 12064 剧情
 [1206441]=[[<font color='#31cf32'>%s：</font>诶？这里……怎么会呢……]],
 [1206442]=[[<font color='#278cf1'>霍青桐：</font>怎么了？]],
 [1206443]=[[<font color='#31cf32'>%s：</font>这里与昆仑派的禁地——长生阁很像。]],
 [1206444]=[[<font color='#278cf1'>霍青桐：</font>长生阁？就是昆仑派研制尸俑的地方？跟这里很像？怎么会，黑水城与昆仑山相隔不下数千里啊，黑将军与青灵子更是风马牛不相及。]],
 [1206445]=[[<font color='#31cf32'>%s：</font>我也是对此不解，这里的结构看起来与长生阁十分相似，不妨四处看看，或许能发现什么。]],
 [1206446]=[[<font color='#278cf1'>阿德南阿訇：</font>等等，我虽然不明白你们说的长生阁是什么地方，但将军府甚是宽阔，这里只是它很小的一部分，若从这里就要一处一处的挨个搜过去，怕是耽搁很久啊。]],
 [1206447]=[[<font color='#278cf1'>霍青桐：</font>阿訇是否能判断出这是何处？我们与最后一份藏宝图还相隔多远？]],
 [1206448]=[[<font color='#278cf1'>阿卜杜拉：</font>大人，阿訇，<font color='#31cf32'>%s</font>大侠，前面发现了一具白骨，像是很久。]],
 [1206449]=[[<font color='#278cf1'>霍青桐：</font>【沉吟片刻】走，过去看看。]],
--task 12066 complete_talk
 [1206631]="看来是没指望了，唉……罢了，没有就没有吧，反正已经走到了这里。",
 [1206632]="恩，说来我有个想法……霍姑娘可愿听听？",
--task 12067 accept_talk
 [1206721]="这一路你对我们帮助甚大，你有什么想法尽管说就是，我自洗耳恭听。",
 [1206722]="霍姑娘言重。依我们所见，将军府外围风化严重，几不复存，可这内部却是保存完好，连这位前辈的遗骸都能保存至今，却是有些匪夷所思。",
--page goto
 [1206723]="你说的对，按阿訇所说，当年这位前辈只身破坏了人脸机关，而后便牺牲于熔浆之中，又如何会到得此处？这里面不是猞猁的巢穴么，遗骸……如何留存得住？",
 [1206724]="我们在旧城废墟中曾碰上了双头怪蟒，又在外面碰上了受惊的猞猁，依在下揣测，此处说不定也有那怪蟒的行踪……",
--task 12067 剧情
 [1206741]=[[<font color='#278cf1'>未知声源：</font>咯嗒、咯嗒、咯嗒咯嗒……]],
 [1206742]=[[<font color='#31cf32'>%s：</font>这是什么声音？]],
 [1206743]=[[<font color='#278cf1'>阿卜杜拉：</font>啊，是这些古怪的圆球发出的声音！]],
--task 12067 刷怪
 [1206751]="咯嗒、咯嗒……【圆球的顶端逐渐裂开数道缝隙，里面的动静越来越大，缝隙也越来越宽】",
 [1206752]=Img[2].."不好，这圆球中是活物！好像是……蛇？！",
--task 12068 剧情
 [1206841]=[[<font color='#278cf1'>霍青桐：</font>这是……是双头蛇？怎么会有这么多？难不成这黑水城的蛇，都会变成我们见到的那个怪物的摸样？]],
 [1206842]=[[<font color='#31cf32'>%s：</font>这……我也不知道。这黑水城中难道有会让蛇变异的术法？]],
 [1206843]=[[<font color='#278cf1'>霍青桐：</font>阿德南阿訇，您当年可曾遇见过这种情形？]],
 [1206844]=[[<font color='#278cf1'>阿德南阿訇：</font>不，不曾遇见。等等，霍青桐大人，您看那枚蛇蛋的蛋壳后面，是什么东西？]],
 [1206845]=[[<font color='#31cf32'>%s：</font>【你顺着阿訇所指的方向看过去，只见蛋壳后幽暗的阴影中，确有一卷似布似皮的物什】我过去看看，你们当心。]],
--task 12069 剧情
 [1206941]="不行，双头蛇越来越多了，那边有个房间，我们先避进去，想想出去的法子。",
--task 12069 complete_talk
 [1206931]="%s，你没事吧？",
 [1206932]="没事，我把那卷皮子拿到了，快看看是什么东西。",
--task 12070 accept_talk
 [1207021]="【接过皮纸】我看看……这、这是……？！真主在上，感谢真主的恩赐！这是最后的那一部分藏宝图！",
 [1207022]="什么？真的！？",
--page goto
 [1207023]="是，你们看。【她从怀中掏出先前三张拼成的藏宝图，将你刚刚捡回的这一张比划着放到一处，逐个校准对齐】这就成了！",
 [1207024]="太好了，我们赶紧离开将军府，然后去藏宝之地……",
--task 12070 剧情
 [1207041]=[[<font color='#278cf1'>阿卜杜拉：</font>霍青桐大人，外面的双头蛇越聚越多，若是继续这样下去，我们怕是走不出这个房间了。况且蛇善钻洞，这将军府已有数百年历史，墙体怕已不牢靠。]],
 [1207042]=[[<font color='#278cf1'>霍青桐：</font>唔……现在有什么办法可以出去呢？]],
 [1207043]=[[<font color='#278cf1'>阿德南阿訇：</font>将军府的大门是由内关闭的，如果有两个人留下，一人挡住蛇群，一人关门，那么剩下的两个人，就可以脱身了。]],
 [1207044]=[[<font color='#278cf1'>阿卜杜拉：</font>我愿意留下！]],
 [1207045]=[[<font color='#278cf1'>霍青桐：</font>别胡说，普里买已经折在这儿了，难道连你也要牺牲？]],
 [1207046]=[[<font color='#278cf1'>阿卜杜拉：</font>大人，我们来这儿之前就知此行艰难，也早就做好了回不去的准备。现在藏宝图已经齐全，只差最后一步，无论如何，大人您都必须从这里全身而退，阿卜杜拉甘愿为您、为部族铺平道路，请大人成全！]],
 [1207047]=[[<font color='#31cf32'>%s：</font>别说傻话了，就算你愿意留下，也只有一个人，还是无法关门的，还是大家一起想想其他办法。]],
 [1207048]=[[<font color='#278cf1'>阿德南阿訇：</font>我也留下，由阿卜杜拉阻挡蛇群，我来关门，这样就可以做到了。]],
 [1207049]=[[<font color='#278cf1'>霍青桐：</font>不行，我不同意！阿訇，我决不能牺牲你和阿卜杜拉！]],
--task 12081 complete_talk
 [1208131]="阿訇……阿卜杜拉……唉……【她朱唇紧抿，双目含泪，痛苦的神色难以自抑】",
 [1208132]="霍姑娘，还请节哀。",
--task 12072 accept_talk
 [1207221]="没想到我们一行人，连宝藏都还没有见到，就只剩下我们两个，我心里实在难过至极。虽然藏宝图已经集齐，也能看出藏宝之地，可前头还有什么样的危险在等着我们，我们……究竟能不能……",
 [1207222]="霍姑娘，此时此刻，你万不可有所动摇，否则，岂不是侮辱了阿卜杜拉和阿德南阿訇的牺牲？",
--page goto
 [1207223]="你说得对，任何人都可以动摇，唯独我不行。%s，你看，藏宝图所示之地在西北方，我们如今偏南，从这里过去有两条路，西边这条从未去过，另一条就是我们的来路……",
 [1207224]="眼下我们只有两个人，与其走一条新路，不如原路返回，心中把握要大许多。",
--task 12072 剧情
 [1207241]="好，那我们这就动身，路经蒙古废城、西夏旧城便可寻见。",
--
 [1207242]="此路不通，来者止步！",
--task 12075 complete_talk
 [1207531]="他说的没错，我们只有两个人，这大喇嘛虽然口口声声说我们是取走秘宝之人，但若拒绝，惹怒了他，谁知他会做出什么事来。",
 [1207532]="恩，他所说的双头佛舍利，可确有其物？",
--task 12076 accept_talk
 [1207621]="我回部笃信真主，怎会关心密宗之宝？我亦不知真假。不妨与他们合作，他们不是说有制伏怪蟒的办法么，就让他们动手，我们便自观望，见机行事。",
 [1207622]="眼前也只有这个办法。",
--page goto
 [1207623]="但愿真如那大喇嘛所说，我们是上天注定取走黑水秘宝的人，方不负我回部勇士苦心孤诣，出生入死。",
 [1207624]="走吧，枯井的入口就在前面。",
--task 12076 剧情 
 [1207641]=[[<font color='#278cf1'>霍青桐：</font>传说黑将军为了挖掘水源，集中兵力挖井，最深者可达数十丈，也是他活埋一双儿女和所有宝藏的地方，看来……我们真的到了。]],
 [1207642]=[[<font color='#31cf32'>%s：</font>如此深而阔的井，光凭人力挖出，黑将军也真是下了死力气了。]],
 [1207643]=[[<font color='#278cf1'>霍青桐：</font>上师，你们不是要布金刚伏魔阵么？趁着那怪蟒还未被惊动，请抓紧时间。]],
 [1207644]=[[<font color='#278cf1'>丹巴喇嘛：</font>霍青桐大人莫急，我等这就布阵。]],
 [1207645]=[[<font color='#278cf1'>丹巴喇嘛：</font>唵——嘛——呢——叭——咪——哞——]],
 [1207646]=[[<font color='#278cf1'>双头怪蟒：</font>嘶嘶——嘶嘶嘶——]],
 [1207647]=[[<font color='#278cf1'>霍青桐：</font>它出来了！]],
 [1207648]=[[<font color='#278cf1'>双头怪蟒：</font>嘶嘶——嘶——]],
 [1207649]=[[<font color='#278cf1'>丹巴喇嘛：</font>此怪物已被我等压制住，两位还等什么？]],
--task 12077 刷怪
 [1207751]="嘶嘶——【这巨型怪蟒挣扎扭动，似乎受到了巨力的压制，不似作伪】",
 [1207752]=Img[2].."动手吧！",
--task 12077 剧情
 [1207741]=[[<font color='#278cf1'>双头怪蟒：</font>嘶嘶嘶——嘶……【怪蟒受了致命伤，却不再做垂死之争，艰难的爬向更暗处】]],
 [1207742]=[[<font color='#278cf1'>霍青桐：</font>这怪物想做什么？]],
 [1207743]=[[<font color='#278cf1'>丹巴喇嘛：</font>布阵之时我看见了，那里面有两具身材短小的白骨，想来黑将军一双儿女的遗骸。]],
 [1207744]=[[<font color='#31cf32'>%s：</font>阿德南阿訇说过，它是那两个孩子收养的，与他们感情深厚，这怪物守在此地近百年，想必就是为了看护这两个孩子的遗骨……而我们，在它心目中，就是破坏它与这两个孩子安宁生活的祸首吧。]],
 [1207745]=[[<font color='#278cf1'>霍青桐：</font>【她静静地听你说完，沉默良久，终于稳住了情绪向丹巴喇嘛望去】上师，如今这巨蟒已经制伏，你我便各取所需吧。]],
 [1207746]=[[<font color='#278cf1'>丹巴喇嘛：</font>这是自然，我等这便寻找双头佛舍利，剩余的事，大人便好自为之吧。我奉劝大人一句，这巨蟒寿命奇长，本是异数，尽管大人是上天注定的宝藏主人，它命该丧与大人之手，也不要把事做得太绝才好。]],
 [1207747]=[[<font color='#278cf1'>霍青桐：</font>多谢上师善言，青桐自有分寸。]],
--task 12078 complete_talk
 [1207831]="要带回去的东西我已经收拾妥当，可惜我们只剩下两人，能带走的少得可怜，我挑的都是珍品，想来足够解我部燃眉之急，剩下的，当再挑选勇士，逐一运回。",
 [1207832]="怎么，你想将此地搬空么？",
--task 12079 accept_talk
 [1207921]="发展部族所要消耗的财富那是不可计数的，否则你以为我为什么要冒着千难万险来探这黑水秘宝？%s，你是江湖中人，这些事……怕是不会理解。",
 [1207922]="罢了，这都是你的事，你只好自为之吧。",
--page goto
 [1207923]="大喇嘛劝我不要把事做绝，虽然多嘴，却也是善心。这巨蟒重义如斯，比这世上不少人都强上百倍，如今死于你我之手……实在心中难受。",
 [1207924]="【心中忽而涌起一股难言的疲惫】走吧，回去吧……",
----------------------------------------------
-------------NPC:10131010 波瓦------------
---------------------------------------------
 [1013101011]="我等只知奉命行事。",
--task  12072 complete_talk
 [1207231]="不论你们是什么人，最好速速离去，此地大凶，切莫停留！",
 [1207232]="看阁下装扮，莫非是密宗之人……？",
--task 12073 accept_talk
 [1207321]="正是，我等奉上师之命，守住过往路途，避免有不知内情之人踏入此地，看你们二位形容颇为狼狈，想是经历过一番劫难，但此地绝非避难之所，还请速速离去。",
 [1207322]="大喇嘛，我们不是无知的旅人，来这里是有我们的理由的，请大喇嘛行个方便，放我们过去，是凶是吉，由我辈自行承担。",
--page goto
 [1207323]="不行，我等既然奉命，自当死守此地，你们生死本与我等无关，但若是想从这里自蹈死地那可不成！你们快快离去吧。",
 [1207324]="那只好得罪了！",
--task 12073 剧情
 [1207341]="波瓦，让他们过来吧！",
----------------------------------------------
-------------NPC:10131011 丹巴喇嘛------------
---------------------------------------------
 [1013101111]="我佛慈悲，终将庇佑你！", 
--task 12073 complete_talk
 [1207331]="一个白帽民，一个汉人，先闹了西夏旧城，再搅了蒙古废城的……就是你们吧？",
 [1207332]="阁下是……？",
--task 12074 accept_talk
 [1207421]="我是活佛派来看守这座塔林的铁棒喇嘛——丹巴，活佛神通天地，得知黑水城将有大变，这一变吉凶相随，吉则黑水城一代有转生复苏之机，凶则万劫不复，彻底变成死城。",
 [1207422]="那挡住路途，不许路人经过，又是何意？",
--page goto
 [1207423]="自然是为了等待带来变数之人，也就是……你们。黑将军哈日巴特尔在活埋他的一双儿女时曾发愿，日后将有骑秃头青虻牛的人来取走他的宝藏。",
 [1207424]="秃头青虻牛？大漠之中，怎会有牛？我们这一路可从未见过，更没骑过……",
--page goto
 [1207425]="自然不是你们中原的耕牛一类，而是牦牛。这只是一个意象罢了，否则这戈壁大漠之中，骑牦牛的人何止千百，岂不个个都要取走宝藏了？跟我来。",
 [1207426]="……【这大喇嘛神神秘秘，说得煞有其事，不知在搞什么的鬼】",
--task 12074 complete_talk
 [1207431]="你看，这里……就是当年黑将军凿开城墙，率军远遁的地方。",
 [1207432]="就是这里？【你转头望向霍青桐，她收起手中的藏宝图，对你点了点头】",
--task 12075 accept_talk
 [1207521]="看来你们已经找齐了藏宝图，黑将军宝藏之密被你们破解也只是时间问题，我问你们，可见过双头巨蟒？",
 [1207522]="在西夏旧城的废墟之中见过一回，此后再未见过。",
--page goto
 [1207523]="它不在黑将军府中？",
 [1207524]="你怎么知道我们去过黑将军府？",
--task 12075 剧情
 [1207541]=[[<font color='#278cf1'>丹巴喇嘛：</font>活佛的法旨中既然提到了你们是取走黑水秘宝的人，我自然不能放松对你们的观察。你们进入时是四个人，出来却只剩了两个，我以为你们是遇到了那双头巨蟒，折了人手。]],
 [1207542]=[[<font color='#278cf1'>霍青桐：</font>不是双头巨蟒也是它的子孙后代，上师既是因我们而来，想必有所赐教，不妨直言，何必顾左右而言他？]],
 [1207543]=[[<font color='#278cf1'>丹巴喇嘛：</font>霍青桐大人果然如传闻中一般果决爽利，我也就不拐弯了。黑水城曾是我密宗一大传教之所，我密宗宝物——双头佛舍利就供奉在此，却在最终一战遗失，我奉活佛法旨，前来寻回此宝。]],
 [1207544]=[[<font color='#31cf32'>%s：</font>在最终一战遗失？你们是怀疑那什么双头佛舍利被黑将军埋入枯井中？]],
 [1207545]=[[<font color='#278cf1'>丹巴喇嘛：</font>虽是怀疑，却也有几分把握。你们是上天注定要取走黑水秘宝的人，所以我请你们一起合作。]],
 [1207546]=[[<font color='#278cf1'>霍青桐：</font>若我们是上天注定之人，为何要与你们合作？]],
 [1207547]=[[<font color='#278cf1'>丹巴喇嘛：</font>因为我们有制伏双头怪蟒的办法，而你们，只剩下两个人。]],
--task 12077 complete_talk
 [1207731]="我佛恩赐之物已经找到，我等这便要离开了。这个宝库所藏丰厚，实为罕见，希望你们不要被财富蒙蔽了智慧，遗忘了初衷。",
 [1207732]="上师多心了，我%s行走江湖多年，绝非见利忘义之徒，而霍姑娘，乃是我生平仅见之奇女子，更不必有此担心。",
--task 12078 accept_talk
 [1207821]="很好，很好……黑水城经过此次，便真要成为沙漠中被遗忘之地了，或许……也正可以还巨蟒和这两个可怜孩子的亡灵一个安宁。",
 [1207822]="上师请不要再说了……",
--page goto
 [1207823]="你是个善良的人，不过同情便罢，不必因此自责，这巨蟒守在此地，只对这两个孩子有情，却也残害了不少生灵，如今也算是天道轮回，该有此劫。我等去了，你我各自珍重吧。",
 [1207824]="上师走好，各自珍重。",
----------------------------------------------
-------------NPC:10131082 枯井入口------------
---------------------------------------------
 [1013108211]="由此进入枯井。",  
----------------------------------------------
-------------NPC:10131086 黑将军府入口------------
---------------------------------------------
 [1013108611]="由此进入黑将军府。",  
----------------------------------------------
-------------NPC:10131099 旧城遗址入口------------
---------------------------------------------
 [1013109911]="由此进入旧城遗址。", 
------------------------------------------------------------------------------------------ 
---------------------------------------------世界任务--------------------------------------------- 
------------------------------------------------------------------------------------------
---------------------------------------------
-------------NPC:10061201 医庐侍童------------
---------------------------------------------
 [1006120111]="药，药，药~",
--task  5201 accept_talk
 [520121]="阿弥勒师父让我去山上采药，但是上山的路被一群穿山甲堵了，那些穿山甲好凶，我不敢招惹它们，你能帮我把它们赶开吗？",
 [520122]="好说，我去去就回。",
--task 5201 complete_talk
 [520131]="谢谢你啦~这样我就能放心去采药了！",
 [520132]="多加小心。",
--task 5202 accept_talk
 [520221]="你有没有发现游荡在医庐附近的那些蒙面人，鬼鬼祟祟的，不知道是干嘛，让人心慌慌的，我连那一片都不敢去采药了，你能帮我把他们赶走吗？",
 [520222]="好说，我去去就回。",
--task 5202 complete_talk
 [520231]="谢谢你啦~这样我就能放心去采药了！",
 [520232]="多加小心。", 
---------------------------------------------
-------------NPC:10061203 中原客商------------
---------------------------------------------
 [1006120311]="慈母手中线，游子身上衣。", 
--task 5203 accept_talk
 [520321]="哎哟，这可怎么是好……大理闹起了瘟疫被困在南疆不说，五仙教的人在这必经之路上修了个祭坛，那些祭坛守卫霸道的要命，专找我们这些汉人的麻烦。少侠能否想个法子解决这困境？",
 [520322]="好说，我去去就回。",
--task 5203 complete_talk
 [520331]="如此一来，我就能安心回中原了，多谢多谢。",
 [520332]="多加小心。",
--task 5204 accept_talk
 [520421]="你看见没有？五毒教的祭坛最近多了不少人，据说是什么巫祝的侍从，哎哟，那个嚣张劲哟~甭提了！上次我有一批货就被他们强行买去，亏得我血本无回，少侠能否想个法子解决这困境？",
 [520422]="好说，我去去就回。",
--task 5204 complete_talk
 [520431]="如此一来，我就能安心回中原了，多谢多谢。",
 [520432]="多加小心。",
---------------------------------------------
-------------NPC:10061202 天龙武僧------------
---------------------------------------------
 [1006120211]="阿弥陀佛，善哉善哉。", 
--task  5205 accept_talk
 [520521]="塔林一带最近总有一些黑衣剑客活动，似是来者不善。一灯师父忙着于五仙教联手扫除蛊毒之事，抽不开身。天龙寺因蛊毒之害，尚未恢复元气，能否请少侠相助一臂之力？",
 [520522]="好说，我去去就来。",
--task 5205 complete_talk
 [520531]="有劳少侠，天龙寺上下感激不尽。",
 [520532]="小师傅客气了。", 
---------------------------------------------
-------------NPC:10071201 古丽娅------------
---------------------------------------------
 [1007120111]="黄沙漫漫，一眼望不到边际……",  
--task 6201 accept_talk
 [620121]="大漠风沙大得很，沙地里还埋伏着凶狠的沙蜥，每年死在里面的人不知道有多少，当真成了这白驼山的一个大患，少侠你能不能帮我们除掉这些凶兽？", 
 [620122]="好说，我去去就来。",
--task 6201 complete_talk
 [620131]="真是感激不尽！",
 [620132]="举手之劳罢了。",
---------------------------------------------
-------------NPC:10071202 波斯明教教徒------------
---------------------------------------------
 [1007120211]="焚我残躯，熊熊圣火。", 
--task 6202 accept_talk
 [620221]="自“鹫巢”覆灭，我们跟随圣女一路奔波，好不容易到了这里，却被西域少林派的人盯上了，分明与他们无冤无仇，他们却杀伤了我们不少弟兄，少侠可能相助一臂之力？", 
 [620222]="好说，我去去就来。",
--task 6202 complete_talk
 [620231]="真是感激不尽！",
 [620232]="举手之劳罢了。",
--task 6203 accept_talk
 [620321]="中土明教传自波斯，现在已在中原开枝散叶，竟有自立为王的意思，圣女多次派人传信求援，中土明教却视而不理，实在过分，少侠可否相助一臂之力？",
 [620322]="好说，我去去就来。",
--task 6203 complete_talk
 [620331]="真是感激不尽！",
 [620332]="举手之劳罢了。",
---------------------------------------------
-------------NPC:10071203 过路人------------
---------------------------------------------
 [1007120311]="唉，这世道，日子越来越不好过喽~",  
--task 6204 accept_talk
 [620421]="唉，这条路上是越来越乱了，以前白驼山庄独大，其他势力碰都不敢碰，现在连沙漠里的流寇也敢公然在白驼山境内撒野，可苦了我们这些无辜路人，少侠可否相助一臂之力？",
 [620422]="好说，我去去就来。",
--task 6204 complete_talk
 [620431]="真是感激不尽！",
 [620432]="举手之劳罢了。",
--task 6205 accept_talk
 [620521]="山腰那个茶寮本是来往山路唯一的歇脚之地，不知道怎么就来了一伙黑衣蒙面的家伙，专同我们这些无辜的路人过不去，少侠可否相助一臂之力？",
 [620522]="好说，我去去就来。",
--task 6205 complete_talk
 [620531]="真是感激不尽！",
 [620532]="举手之劳罢了。", 
--task 6206 accept_talk
 [620621]="我是在白驼山庄和集市之间贩货的人，总要来往于这条山路上，但去白驼山庄的路上多了一群蒙古伏兵，我实在不敢过去，少侠可否相助一臂之力？",
 [620622]="好说，我去去就来。",
--task 6206 complete_talk
 [620631]="真是感激不尽！",
 [620632]="举手之劳罢了。",  
---------------------------------------------
-------------NPC:10091024 全真弟子------------
---------------------------------------------
 [1009102411]="是可忍，孰不可忍！",  
--task 7201 accept_talk
 [720121]="金轮法王领着一帮蒙古人上山去了，丘师祖怎么说也与成吉思汗有交情，他们竟敢在终南山伤人，是可忍孰不可忍！大侠可愿助我给他们点教训？", 
 [720122]="好说，我去去就来。",
--task 7201 complete_talk
 [720131]="侠士高义！这份恩情，全真教记下了！", 
 [720132]="举手之劳罢了。",
--task 7202 accept_talk
 [720221]="赵师伯不知是被什么迷了心窍，竟与蒙古人勾结，想要受蒙古人的册封。偏偏有些见利忘义之徒，贪图荣华富贵，助纣为虐，真是丢了修道之人的脸！大侠可愿助我给他们点教训？",
 [720222]="好说，我去去就来。",
--task 7202 complete_talk
 [720231]="侠士高义！这份恩情，全真教记下了！",
 [720232]="举手之劳罢了。",
---------------------------------------------
-------------NPC:10091025 重阳殿守卫------------
---------------------------------------------
 [1009102511]="唉，真是可惜了……", 
--task 7203 accept_talk
 [720321]="杨过和小龙女若非师徒，也可算得一对璧人，可惜人伦纲常如此，他们注定要饱受非议，重阳殿内供奉着祖师遗像，绝对冒犯不得，你们快快退去，可免其罪！", 
 [720322]="迂腐之徒！看我打醒你们！",
--task 7203 complete_talk
 [720331]="你们……进去就是……",
 [720332]="怎不早说，还可免得一顿皮肉之苦。",
---------------------------------------------
-------------NPC:10091026 张清源------------
---------------------------------------------
 [1009102611]="这些该死的鞑子！", 
--task 7204 accept_talk
 [720421]="蒙古人去而复返，当真阴险至极！教内之乱刚刚平定，几位师祖一定还未得到消息，我本想返回重阳宫，奈何……咳咳，蒙古人想要赶尽杀绝，大侠可否相助一臂之力？",
 [720422]="好说，我去去就来。",
--task 7204 complete_talk
 [720431]="侠士高义！这份恩情，全真教记下了！",
 [720432]="举手之劳罢了。",
---------------------------------------------
-------------NPC:10091027 民女------------
---------------------------------------------
 [1009102711]="大侠武艺了得，能否帮帮小女子？",  
--task 7205 accept_talk
 [720521]="我家世代居于终南山，可最近这些雪猴太过分了，总往我家里偷东西吃，大侠武艺了得，可否帮小女子出出这口恶气？",
 [720522]="好说，我去去就来。",
--task 7205 complete_talk
 [720531]="真是感激不尽！",
 [720532]="举手之劳罢了。",
--task 7206 accept_talk
 [720621]="古墓派自来有养蜂的传统，可如今这玉蜂却有些失了管束，已经伤了好几个村民，大侠武艺了得，可否帮小女子出出这口恶气？",
 [720622]="好说，我去去就来。",
--task 7206 complete_talk
 [720631]="真是感激不尽！",
 [720632]="举手之劳罢了。",
-----------------------------------------------------
-------------------NPC:10081018 老乞丐·侠义------------
---------------------------------------------------
 [1008101811]="老朽是个乞丐，但老朽不入丐帮。",
--task 8201 accept_talk
 [820121]="不是所有的乞丐都是丐帮的人，老朽自小喜欢独处，不爱与他人一处搅合，落魄之后也无心加入丐帮。唉，不料天下第一大帮竟也有不能容人之处，老朽连个落碗的地儿都快没了……",
 [820122]="老人家莫急，待我为你讨个公道。",
--task 8201 complete_talk
 [820131]="多谢大侠，多谢大侠！老朽这残躯总算能多活几天了……",
 [820132]="老人家多多保重。",
--task 8202 accept_talk
 [820221]="要不说怕什么来什么呢，老朽实在是个爱清静的人，偏偏这厢丐帮消停了，那厢魔教又来添乱，老朽真是苦不堪言，难道真该换个地方？可老朽这一把年纪，若是长途跋涉只怕就栽在半路喽……",
 [820222]="老人家莫急，待我为你讨个公道。",
--task 8202 complete_talk
 [820231]="多谢大侠，多谢大侠！老朽这残躯总算能多活几天了……",
 [820232]="老人家多多保重。",
-----------------------------------------------------
-------------------NPC:10081019 江湖人士·侠义------------
---------------------------------------------------
 [1008101911]="既是习武之人，自有一份行侠仗义、为民除害的本分在。", 
--task 8203 accept_talk
 [820321]="那大喇嘛是个什么来头，嚣张得很么！这些蛮夷以为我中原武林无人么！听说你是江南五家的后人，当年江南五家的名头也响得很，怎么样，露两手看看，给这些吐蕃喇嘛一点教训！",
 [820322]="好说，瞧好吧！",
--task 8203 complete_talk
 [820331]="哈哈哈，杀得痛快！这下看那些喇嘛还神气什么！", 
 [820332]="原就是些花架子，算不得什么。",
--task 8204 accept_talk
 [820421]="你听说了么，鲁帮主是被劲节林中一群毒蜘蛛咬死的，那群毒蜘蛛现在还在林中，万一有无辜之人误入林中被它们咬伤，岂不坏了？还得早早除去它们为妙！",
 [820422]="好说，瞧好吧！",
--task 8204 complete_talk
 [820431]="好！杀得痛快！这些害人的东西，就不该活在世上！",
 [820432]="说得对，为民除害之事还须大家出力。",
-----------------------------------------------------
-------------------NPC:10081020 丐帮弟子·侠义------------
---------------------------------------------------
 [1008102011]="竹林之中，岂容放肆！",  
--task 8205 accept_talk
 [820521]="明教夺我打狗棒，还想继续放肆，岂能容他！%s大侠，你与明教有旧，却也该是非分明，明教如此嚣张跋扈，总该给他们些教训吧！",
 [820522]="也好，兄台稍候，我去去就来。",
--task 8205 complete_talk
 [820531]="多谢大侠秉持公道！",
 [820532]="好说好说。",
--task 8206 accept_talk
 [820621]="那些是什么东西，是人却不像人，这要是伤了无辜的百姓可如何是好，黄帮主回城隍庙召集弟兄们去了，%s大侠，我们先想个办法把这些蛊毒尸兵处理一下吧！",
 [820622]="也好，兄台稍候，我去去就来。",
--task 8206 complete_talk
 [820631]="多谢大侠秉持公道！",
 [820632]="好说好说。",
-----------------------------------------------------
-------------------NPC:10101019 猎户·侠义------------
---------------------------------------------------
 [1010101911]="哎哟哟哟哟……",
--task 9201 accept_talk
 [920121]="你们这些江湖中人，成天的打打杀杀，不知道在斗个甚呢……害得我们打个猎都心惊胆颤的，诶，你看看那些华山派弟子吧，我放个陷阱都不让，凶死个人呢……",
 [920122]="这位大哥且放心，我自有办法。",
--task 9201 complete_talk
 [920131]="哎哟哟哟……谢谢谢谢，大侠真是好俊的身手，打得他们哇哇直叫，连还手之力都没有！",
 [920132]="过奖了。",
--task 9202 accept_talk
 [920221]="这天寒地冻的，没想到把雪豹引出来了，这下别说打猎了，恐怕要被豹子把我给打了！大侠，你能不能帮个忙，我只是糊口过日子，可不想把命给丢了……",
 [920222]="这位大哥且放心，我自有办法。",
--task 9202 complete_talk
 [920231]="哎哟哟哟……谢谢谢谢，大侠真是好俊的身手，打得它们夹着尾巴乱窜，连还手之力都没有！",
 [920232]="过奖了。",
-----------------------------------------------------
-------------------NPC:10101020 守墓人·侠义------------
---------------------------------------------------
 [1010102011]="既见君子，云胡不喜？", 
--task 9203 accept_talk
 [920321]="神雕大侠托付我照看洪老前辈和欧阳前辈的墓，我自当信守承诺，决不让贼子扰乱两位前辈泉下安宁，可我身微力薄……%s大侠，能否帮小女子解决这些蒙古残兵？",
 [920322]="你只管放心，我自会让这些蒙古人知道厉害。",
--task 9203 complete_talk
 [920331]="多谢%s大侠！",
 [920332]="客气了。",
-----------------------------------------------------
-------------------NPC:10101021 樵夫·侠义------------
---------------------------------------------------
 [1010102111]="我们是靠山吃山，霜狼是靠山吃人咧……", 
--task 9204 accept_talk
 [920421]="俗话说靠山吃山，我们这些人只能靠把子力气，打些柴禾卖给大户人家，才能过得了这个冬天。可霜狼猖獗，实在难办……",
 [920422]="这位大哥且放心，我自有办法。",
--task 9204 complete_talk
 [920431]="多谢这位大侠！这下我就不用担心打不到柴，无法度日了。",
 [920432]="客气了。",
-----------------------------------------------------
-------------------NPC:10101022 厚土旗旗众·侠义------------
---------------------------------------------------
 [1010102211]="封山令已下，谁这么不识趣？", 
--task 9205 accept_talk
 [920521]="掌旗使有令，封闭这条山道，等今日与华山派决战后才准通行，管你是什么大侠豪杰，都速速退去，莫要自讨没趣！",
 [920522]="岂有此理，看我怎么教训你们！",
--task 9205 complete_talk
 [920531]="好……好厉害……",
 [920532]="知道厉害就别再放肆！",
-----------------------------------------------------
-------------------NPC:10101023 锐金旗旗众·侠义------------
---------------------------------------------------
 [1010102311]="真是不知道相信谁是对的，唉。",  
--task 9206 accept_talk
 [920621]="%s，枉我们一直相信你是正人君子，没想到你是这样的小人！十大长老的身份何等尊贵，竟被你们暗害，今日定要你血债血偿！",
 [920622]="我说了这是误会，你们未免太过轻信！",
--task 9206 complete_talk
 [920631]="原来是我们错了……",
 [920632]="你明白便好。",
--task 9207 accept_talk
 [920721]="先前误会了大侠，真是不该，全是颜陌一人捣鬼，致使我们失和。厚土旗的兄弟也是糊涂，跟了这样的掌旗使，还不明悟，死后如何侍奉明王？大侠请一定要打醒他们！",
 [920722]="你放心便是。",
--task 9207 complete_talk
 [920731]="多谢%s大侠！",
 [920732]="客气了。",
-----------------------------------------------------
-------------------NPC:10111020 持棍武僧·侠义------------
---------------------------------------------------
 [1011102011]="以武会友，以棍礼佛。",
--task  10201 accept_talk
 [1020121]="听长老们说，施主祖上与我少林渊源不浅，藏经阁四位前辈就是施主的老家人。近几年施主在江湖上名声鹊起，小僧等钦慕不已，可否过上几招？",
 [1020122]="在下正有此意。",
--task 10201 complete_talk
 [1020131]="施主名不虚传，小僧佩服。",
 [1020132]="哪里哪里，承让承让。",
-----------------------------------------------------
-------------------NPC:10111021 扫地僧·侠义------------
---------------------------------------------------
 [1011102111]="无姓无名，无嗔无怨。", 
--task 10202 accept_talk
 [1020221]="有言曰：天下武功出少林。少林武学之精要皆在木人巷和铜人阵中，凡下山弟子无一不是通过了这两项考验，施主即来少林，又与佛有缘，岂有错过之理？",
 [1020222]="在下正有此意。",
--task 10202 complete_talk
 [1020231]="阿弥陀佛，善哉善哉。",
 [1020232]="多谢指教。",
--task 10203 accept_talk
 [1020321]="有言曰：天下武功出少林。少林武学之精要皆在木人巷和铜人阵中，凡下山弟子无一不是通过了这两项考验，施主即来少林，又与佛有缘，岂有错过之理？",
 [1020322]="在下正有此意。",
--task 10203 complete_talk
 [1020331]="阿弥陀佛，善哉善哉。",
 [1020332]="多谢指教。",
-----------------------------------------------------
-------------------NPC:10111022 西域刀客·侠义------------
---------------------------------------------------
 [1011102211]="真主，请赐福于我……", 
--task 10206 accept_talk
 [1020621]="中原的武林人都会一种称作“内功”的妖法，各有各的不同，你会使个几样？敢不敢跟我过几招？",
 [1020622]="在下正有此意。",
--task 10206 complete_talk
 [1020631]="哼，总有一天，真主自会赐我神力，破了你们的妖法。",
 [1020632]="哈哈，拭目以待。",
-----------------------------------------------------
-------------------NPC:10111023 菩提院沙弥·侠义------------
---------------------------------------------------
 [1011102311]="传说当年释迦牟尼佛便是在一棵菩提树下得证大道，但菩提院里却没有菩提树，这是为什么呢？",
--task 10204 accept_talk
 [1020421]="大侠来啦！江湖上鼎鼎大名的%s大侠啊！求大侠给我您在讲讲江湖上惩奸除恶的事儿……什么？不乐意？哼，我瞧你也不过如此，有本事你就跟罗汉堂的师兄们比试比试！",
 [1020422]="你这小沙弥……罢了，正好活动活动筋骨。",
--task 10204 complete_talk
 [1020431]="不愧是%s大侠啊！你真的不愿给我讲讲你的那些英雄事迹？",
 [1020432]="区区小事，不足挂齿。",
-----------------------------------------------------
-------------------NPC:10111024 戒律院沙弥·侠义------------
---------------------------------------------------
 [1011102411]="无规矩不成方圆。", 
--task 10205 accept_talk
 [1020521]="不是每个少林弟子都能习武的，似咱这戒律院，便是不习武的。整日看着达摩堂的师兄们在眼前演练拳脚，实在心痒。大侠也是习武之人，可敢与达摩堂的师兄们比划比划，让小的瞧个热闹？",
 [1020522]="在下正有此意。",
--task 10205 complete_talk
 [1020531]="当真精彩万分，我好像又悟到了什么……",
 [1020532]="呃，那你的悟性也非常不错。", 
 -----------------------------------------------------
-------------------NPC:10121201 深山隐士·侠义------------
---------------------------------------------------
 [1012120111]="唉，如何是好？这可如何是好啊？",
--task 11201 accept_talk
 [1120121]="昆仑派弟子真是欺人太甚！小老儿多年来隐居于此，昆仑派竟有恶徒上门来抢劫钱财。大侠可否替小老儿教训他们一番？",
 [1120122]="竟有此事？包在我身上。",
--task 11201 complete_talk
 [1120131]="多谢大侠相助，小老儿感激不尽。",
 [1120132]="原是举手之劳，老人家客气了。",
--task 11202 accept_talk
 [1120221]="山上那些怪物真是可怕，小老儿独居深山怕有所不测。大侠可否去除掉他们？",
 [1120222]="竟有此事？包在我身上。",
--task 10202 complete_talk
 [1120231]="多谢大侠相助，小老儿感激不尽。",
 [1120232]="原是举手之劳，老人家客气了。",
-----------------------------------------------------
-------------------NPC:10121202 	村民·侠义------------
---------------------------------------------------
 [1012120211]="这帮畜生，可真是让人头疼。",
--task 11203 accept_talk
 [1120321]="南面河滩上的鳄鱼凶恶无比，近几个月来已经伤了不少人。大侠一定要救救我们！",
 [1120322]="放心，我去赶走它们。",
--task 11203 complete_talk
 [1120331]="小人替全村老小谢过大侠！",
 [1120332]="不必客气！",
--task 11204 accept_talk
 [1120421]="附近的白狐越来越多，不仅异常狡猾，还经常溜进村里偷鸡。村民们损失惨重，却又抓不到它们。请大侠帮帮我们！",
 [1120422]="放心，我去赶走它们。",
--task 11204 complete_talk
 [1120431]="小人替全村老小谢过大侠！",
 [1120432]="不必客气！",
 -----------------------------------------------------
-------------------NPC:10121203 茶肆老板·侠义------------
---------------------------------------------------
 [1012120311]="无法无天！简直是无法无天！",
--task 11205 accept_talk
 [1120521]="西面的白袍武士常常来我铺子喝茶吃饭，分文不给，还打伤我的伙计，简直是无法无天！求大侠为我做主！",
 [1120522]="老板别慌，待我去收拾他们！",
--task 11205 complete_talk
 [1120531]="多谢大侠！",
 [1120532]="老板客气！",
--task 11206 accept_talk
 [1120621]="生意不好做啊，这些天不知从哪来了一群黑袍武士。专门打劫附近的来往客商，大侠请看，我这茶摊冷冷清清，都快开不下去了。",
 [1120622]="老板别慌，待我去收拾他们！",
--task  11206 complete_talk
 [1120631]="多谢大侠！",
 [1120632]="老板客气！",
 -----------------------------------------------------
-------------------NPC:10131201 袁老五·侠义------------
---------------------------------------------------
 [1013120111]="这回可是要发啊……", 
--task  12201 accept_talk
 [1220121]="黑水城当年繁荣得很呐，这要是能挖出来宝来，那可就发啦！至于你们……想跟我们抢宝藏？哼哼，且问问咱爷们儿手里的兵器答不答应！",
 [1220122]="怕你不成？",
--task 12201 complete_talk
 [1220131]="你、你、你……你给我等着！有你的好果子吃！",
 [1220132]="哼，尽管放马过来。",
-----------------------------------------------------
-------------------NPC:10131202 振威镖师·侠义------------
---------------------------------------------------
 [1013120211]="这一趟走得可不平静，好在都是有惊无险，没出大事。",
--task 12202 accept_talk
 [1220221]="%s大侠，久违了！别来无恙？没想到在这能碰见你，真是天不绝我。你可见到前面那批劫掠者了吗？不知大侠能否出手帮我打发了他们？",
 [1220222]="这有何难？",
--task 12202 complete_talk
 [1220231]="多谢%s大侠，一见面就让你出手帮忙，实在汗颜……",
 [1220232]="好说，我跟振威镖局是老交情，何必客气。", 
-----------------------------------------------------
-------------------NPC:10131203 被欺压的人·侠义------------
---------------------------------------------------
 [1013120311]="这日子没法过了……",
--task 12203 accept_talk
 [1220321]="这日子没法过了……本来在这荒无人烟的地方生活，就想图个清静，谁知道这里还会有蒙古人，唉，这可怎么办……大侠，能不能帮帮忙，教训教训那些前哨蒙兵？", 
 [1220322]="好说，这有何难？",
--task 12203 complete_talk
 [1220331]="多谢大侠仗义出手！",
 [1220332]="兄台客气了。",
--task 12204 accept_talk
 [1220421]="我原本托身于南边废城里的一间破屋里，现在蒙古人一进城，我那间破屋也被中军蒙兵占去了，大侠，你再伸伸手，帮我教训一下他们吧！",
 [1220422]="好说，这有何难？",
--task 12204 complete_talk
 [1220431]="多谢大侠仗义出手！",
 [1220432]="兄台客气了。",
--task 12205 accept_talk
 [1220521]="我在这儿讨生活，可没少受那些近卫蒙兵的恶气，偏偏他们是将军身边的人，武艺又高强，我实在奈何不得，大侠，你好人做到底，再帮我一把吧！",
 [1220522]="好说，这有何难？",
--task 12205 complete_talk
 [1220531]="多谢大侠仗义出手！", 
 [1220532]="兄台客气了。",
-----------------------------------------------------
-------------------NPC:10131204 清真信女·侠义------------
---------------------------------------------------
 [1013120411]="真主的光辉请普照黑水城吧……",
--task 12206 accept_talk
 [1220621]="真主难道真的要放弃黑水城了吗？连寺院里都爬满了凶恶的蜥蜴！这一座古老的清真寺，怎么能变成野兽的巢穴……大侠，能否帮帮我，驱逐这些戈壁火蜥？", 
 [1220622]="好的，姑娘稍等。",
--task 12206 complete_talk
 [1220631]="真主必将赐福于你！",
 [1220632]="借姑娘吉言。",
-----------------------------------------------------
-------------------NPC:10131205 受困之人·侠义------------
---------------------------------------------------
 [1013120511]="怎么能从这儿出去啊！谁来帮帮我？",
--task 12207 accept_talk
 [1220721]="这下可惨了，我被这一群猞猁围住，没法脱身，难道我注定要葬身兽口？可怜我那刚出世不久的孩儿……还不知道认人，就要没了爹！",
 [1220722]="先别说丧气话，我帮你解围便是。",
--task 12207 complete_talk
 [1220731]="救命之恩，感激不尽！",
 [1220732]="好说，你快到安全的地方去吧。",
-----------------------------------------------------
-------------------NPC:10131206 刘氏·侠义------------
---------------------------------------------------
 [1013120611]="真吓死老身了，哎呀呀呀……", 
--task 12208 accept_talk
 [1220821]="哎呀呀呀……吓死老身了，那些喇嘛凶得紧！老身在这儿住了十几年，现在竟连家门口的这条路都过不得了，大侠，您说说，我上哪儿说理去？",
 [1220822]="大娘别怕，我帮你出这口气。",
--task 12208 complete_talk
 [1220831]="多谢大侠，一看你就是个实诚的年轻人，成亲了没有啊？",
 [1220832]="呃，多谢大娘关心，我还有别的事，先走了。", 
 -----------------------------------------------------
-------------------NPC:80901001 龙岛主---------------------
---------------------------------------------------
 [8090100111]="小英雄莅临侠客岛，龙某人不胜荣光。",
--task 809001 accept_talk
 [80900121]="世人畏腊八粥如虎，只因其中有一味断肠蚀骨腐心草，殊不知这一味奇草，再配以其他佐使之药，熬成热粥，服后于我辈练武之士大有补益。", 
 [80900122]="人人都说腊八粥是碗穿肠毒药，不想其中竟有这般玄妙。",
--page goto
 [80900123]="哈哈哈，此草名字凶恶，也难怪惹人惊惧，我见少侠根骨奇佳，当为习武奇才，又听得你在中原颇具盛名，可愿见识见识这断肠蚀骨腐心草？",
 [80900124]="此乃侠客岛机要，莫非龙岛主愿意引我一见？",
--page goto
 [80900125]="要见它并非不可，它就在岛中心的巨石浮台中央，那附近正是凶兽出没之地，若少侠有本事采来，自然见得。",
 [80900126]="哈哈，那我倒真想试一试！",
 -----------------------------------------------------
-------------------NPC:80901002 赏善使---------------------
---------------------------------------------------
 [8090100211]="小英雄莅临侠客岛，我等不胜荣光。",
--task 809002 accept_talk
 [80900221]="我侠客岛悬于南海之外，远隔大陆，岛上奇花异草无数，其中最为有名的，便是那断肠蚀骨腐心草。", 
 [80900222]="这草名字如此霸道，是否真的能断肠蚀骨、腐人心腹？",
--page goto
 [80900223]="此草之恶名，实因单独服用之后，会在体内拔毒，理清经络，是以产生剧烈的疼痛，就如断肠蚀骨一般。不过天生一物降一物，岛上另有奇花“九品红”，只要两者兼用，便可无恙。",
 [80900224]="原来如此，所以当年石破天连服数十碗腊八粥而无恙，便亏得有这九品红了，在下甚是好奇，不知可否一观？",
--page goto
 [80900225]="有何不可？九品红生于岛上北面高坡之上，少侠可自行前去一观。",
 [80900226]="多谢张兄指点，在下这就去。",
 -----------------------------------------------------
-------------------NPC:80901003 罚恶使---------------------
---------------------------------------------------
 [8090100311]="小英雄莅临侠客岛，我等不胜荣光。", 
--task  809003 accept_talk
 [80900321]="腊八粥名为粥羹，实为药膳，要将断肠蚀骨腐心草的药性全部激发出来，还离不开南海独产的银果。",
 [80900322]="一碗腊八粥，所含的心血可真不少啊。银果……难道这果子竟是银色的？",
--page goto
 [80900323]="少侠想岔了，并非是这果子是银色，而是这果子被人发现时，有一颗熟透了，果汁溢于表皮，映着月光，光亮如银，是以得名。银果在岛上南边就有生长，少侠若是好奇，可前去一观。",
 [80900324]="好的，我一定要去。",
-----------------------------------------------------
-------------------NPC:80901004 赏善门人------------------------------------------
---------------------------------------------------
 [8090100411]="%s少侠，幸会幸会！", 
--task 809007 accept_talk
 [80900721]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？",
 [80900722]="好，乐于奉陪。",
-----------------------------------------------------
-------------------NPC:80901005 罚恶门人------------------------------------------
---------------------------------------------------
 [8090100511]="%s少侠，幸会幸会！",   
--task 809008 accept_talk
 [80900821]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？",
 [80900822]="好，乐于奉陪。",
-----------------------------------------------------
-------------------NPC:80901006 长乐帮众------------------------------------------
---------------------------------------------------
 [8090100611]="%s少侠，幸会幸会！", 
--task 809009 accept_talk
 [80900921]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？",
 [80900922]="好，乐于奉陪。",
-----------------------------------------------------
-------------------NPC:80901007 雪山派弟子------------------------------------------
---------------------------------------------------
 [8090100711]="%s少侠，幸会幸会！",   
--task 809010 accept_talk
 [80901021]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？", 
 [80901022]="好，乐于奉陪。",
-----------------------------------------------------
-------------------NPC:80901008 金乌派弟子------------------------------------------
---------------------------------------------------
 [8090100811]="%s少侠，幸会幸会！", 
--task 809011 accept_talk
 [80901121]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？",
 [80901122]="好，乐于奉陪。",
-----------------------------------------------------
-------------------NPC:80901009 玄素庄弟子------------------------------------------
---------------------------------------------------
 [8090100911]="%s少侠，幸会幸会！",   
--task 809012 accept_talk
 [80901221]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？",
 [80901222]="好，乐于奉陪。",
-----------------------------------------------------
-------------------NPC:80901010 少林弟子------------------------------------------
---------------------------------------------------
 [8090101011]="%s少侠，幸会幸会！", 
--task 809013 accept_talk
 [80901321]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？",
 [80901322]="好，乐于奉陪。",
-----------------------------------------------------
-------------------NPC:80901011 武当弟子------------------------------------------
---------------------------------------------------
 [8090101111]="%s少侠，幸会幸会！",   
--task 809014 accept_talk
 [80901421]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？", 
 [80901422]="好，乐于奉陪。",
-----------------------------------------------------
-------------------NPC:80901012 上清观弟子------------------------------------------
---------------------------------------------------
 [8090101211]="%s少侠，幸会幸会！", 
--task 809015 accept_talk
 [80901521]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？",
 [80901522]="好，乐于奉陪。",
-----------------------------------------------------
-------------------NPC:80901013 侠客岛书生------------------------------------------
---------------------------------------------------
 [8090101311]="%s少侠，幸会幸会！",   
--task 809016 accept_talk
 [80901621]="%s少侠留步！侠客岛上人人嗜武如命，知少侠功夫了得，我们很想与你切磋切磋，不知少侠意下如何？",
 [80901622]="好，乐于奉陪。", 
 -----------------------------------------------------
-------------------NPC:80901014 龙氏门徒---------------------
---------------------------------------------------
 [8090101411]="欢迎来到侠客岛！", 
--task  809004 accept_talk
 [80900421]="当年师祖与木师祖二人苦苦参阅石洞中的侠客行神功，但二人所得大相迳庭，无奈之下，只好求助他人。",
 [80900422]="二位岛主武功已是一流，竟然还要求助他人？",
--page goto
 [80900423]="人外有人，山外有山。侠客行神功何等了得，两位师祖去了少林，苦等七日，请出隐居修行的妙谛大师，他如今就在岛上。",
 [80900424]="妙谛大师的传闻在下有所耳闻，未想竟有幸在此处寻得高人踪迹，在下定要前去拜见。",
 -----------------------------------------------------
-------------------NPC:80901015 木氏门徒---------------------
---------------------------------------------------
 [8090101511]="欢迎来到侠客岛！", 
--task 809005 accept_talk
 [80900521]="师祖与龙师祖苦守少林山门七日，请出妙谛大师，但仍不敢作罢，与妙谛大师商议后，一致认为还要请武当山愚茶道长。",
 [80900522]="侠客行神功妙绝天下，的确当得起这两位武林前辈如此重视。这么说来，愚茶道长也在岛上？", 
--page goto
 [80900523]="正是，愚茶道长与妙谛大师每日研习侠客行神功，两相辩证，功力更非昔日可比，少侠可是想一睹前辈风采？",
 [80900524]="正有此意，烦劳龙岛主代为引荐。",
 -----------------------------------------------------
-------------------NPC:80901016 阿青---------------------
---------------------------------------------------
 [8090101611]="欢迎来到侠客岛！",
--task 809006 accept_talk
 [80900621]="二位岛主钻研侠客行神功数十年，还想着集思广益，总有一天能找到正确的方向，谁料皆着于皮相，未得其精髓。",
 [80900622]="但侠客岛的功夫已是出类拔萃，放眼江湖，堪称一流，二位岛主何必过于介怀。", 
--page goto
 [80900623]="哈哈，若是二位岛主闻得此言，或觉欣慰，不过长江后浪推前浪，后生可畏啊！最后这侠客行神功之谜还着落一个无名少年身上。",
 [80900624]="就是长乐帮帮主，石破天石少侠吧？",
--page goto
 [80900625]="哈哈，你也知道这段往事？这侠客行神功之谜已解，二位岛主既觉欢喜，又有些怅然……石少侠如今还在岛上，你们同为少年俊杰，若能相交，亦是美事，何妨一见？",
 [80900626]="固所愿也，不敢请尔。",
 -----------------------------------------------------
-------------------NPC:80901017 妙谛大师---------------------
---------------------------------------------------
 [8090101711]="阿弥陀佛，善哉善哉。", 
--task  809004 complete_talk
 [80900431]="阿弥陀佛，善哉善哉。龙岛主传信说，有少年俊杰上岛，今见阁下，知江湖后继有人，老衲不胜欢欣。",
 [80900432]="承蒙大师抬举，晚辈不敢当。",
--page goto
 [80900433]="老衲岛居多年，久不闻中原事，不知如今少林何人住持？武林中可有什么新鲜事物？",
 [80900434]="如今少林方丈乃是天鸣禅师，武林中发生了许多事，大师若想听，且待晚辈一一道来……【你与妙谛大师一见如故，相谈甚欢，不觉时间流逝……】",
 -----------------------------------------------------
-------------------NPC:80901018 愚茶道长---------------------
---------------------------------------------------
 [8090101811]="无量天尊，少侠有礼了。", 
--task 809005 complete_talk
 [80900531]="无量天尊，贫道在这海外孤岛上待了几十年，竟还有人记得我，真是感怀万分。年轻人，多谢你还记得我这老朽之人。", 
 [80900532]="道长言重了，道长当年威名显赫，晚辈虽未亲见，这些年江湖闯荡也听闻不少，甚是佩服。【你与愚茶道长一见如故，相谈甚欢，不觉时间流逝……】",
-----------------------------------------------------
-------------------NPC:80901019 石破天---------------------
---------------------------------------------------
 [8090101911]="练成绝世武功又如何，我连自己是谁都不知道……",   
--task 809006 complete_talk
 [80900631]="我也不知道自己是怎么练成侠客行神功的，我不识字，每个字在我看来，都如同图画一般，我就按照画上的招式去练，要我说的话，你们也把字看成图画就好了。",
 [80900632]="这……识字之人都先入为主，要将它看成图画怕是不易，不识字的人又难得有练武天才，实是机缘巧合造就，不可强求啊……",
-----------------------------------------------------
-------------------NPC:80901020 木岛主---------------------
---------------------------------------------------
 [8090102011]="欢迎！",
--task 809001 complete_talk
 [80900131]="恶名，妙用。世间难得。",
 [80900132]="木岛主说的不错，此草确是习武之人千金难求之宝。",
--task 809002 complete_talk
 [80900231]="一物降一物，天地自有道。",
 [80900232]="天道难测，似我辈凡人，也只有尽人事而听天命。",
--task 809003 complete_talk
 [80900331]="海上异果，陆上难求。",
 [80900332]="的确神奇！",
--task 809007 complete_talk
 [80900731]="身手不错，后生可畏！",
 [80900732]="岛主过誉了。",
-----------------------------------------------------
-------------------NPC:50051001 棋痴------------
---------------------------------------------------
 [5005100111]="一入珍珑，身不由己，多少英雄败在棋局的无尽幻象之中，大侠今日当真决心一试？",
--task 2125 complete_talk
 [212531]="呵呵，又一个挑战者，好好好，如今武林果然是人才辈出，好得很！",
 [212532]="在下不才，斗胆一试，请先生开局吧！",
-----------------------------------------------------
-------------------NPC:50201001 杨过--NPC:50201002 小龙女------夫妻副本----
---------------------------------------------------
 [5020100101]="此处乃是绮梦幽境，考验情侣是否心有灵犀的地方。",
 [5020100201]="过儿，这有一对小娃儿。",
 [5020100102]=Img[18].."试一试（开启副本）",
-----------------------------------------------------
-------------------NPC:50711001 凌教头------------
---------------------------------------------------
 [5071100111]="现在练好了武艺，上了战场才有生还的可能！",
--task 2116 complete_talk
 [211631]="少侠身手越来越漂亮了，假以时日，定是武林又一新星！",
 [211632]="凌教头过奖了。",
-----------------------------------------------------
-------------------NPC:50601001 宋将军------------
---------------------------------------------------
 [5060100111]="冲锋之势，有进无退，陷阵之志，有死无生！少侠准备好了吗，十面埋伏可得小心应对！",
 [5060100112]="我们中了金军的圈套，已陷入金军的十面埋伏阵中，希望各位少侠能够助我一臂之力，冲出此阵！",
--task 2123 complete_talk
 [212331]="少侠来得正好，这伙金军猖狂得很，请助我一臂之力！",
 [212332]="宋将军放心，我定当竭力相助！",
 [212333]=Img[18].."那我们就来破破这个阵法！",
 
-----------------------------------------------------
-------------------NPC:50501001 五行道人------------
---------------------------------------------------
 [5050100111]="人体五脏各有五行，真气生发于脏器，流转于经脉，归顺于丹田，五行汇极，生生不息，是为习武之人的内力元气。唯有掌握五行规律者，方为真正的得道强者。",
--task 2124 complete_talk
 [212431]="你来了，我已接到章兄传书，只管放手一试，我自会在旁看护。",
 [212432]="多谢道长。",
-----------------------------------------------------
-------------------NPC:50731001 赵志敬（副本）------------
---------------------------------------------------
 [5073100101]="少侠执意要闯我全真，那我也只能以祖师所创的天罡北斗阵来会一会你",
--task 2124 complete_talk

-----------------------------------------------------
-------------------NPC:50701001 决千里------------
---------------------------------------------------
 [5070100111]="此处乃是蒙古辎重必须经过的山脉，在此处设伏等待必能等到蒙古后勤军队经过。上山的路颇为绵延，物资车必须绕路而上，少侠会有足够的时间，需要注意的是山上的土匪贼人可能前来捣乱！",
--task 2126 complete_talk
 [212631]="多谢少侠前来相助，有了江湖之力，这次行动定能成功。",
 [212632]="军师何必客气，只管吩咐便是！",
-----------------------------------------------------
-------------------NPC:80011001 帮战药店------------
---------------------------------------------------
 [8001100111]="刀剑无眼，大家都要小心呀！",
-----------------------------------------------------
-------------------NPC:90010101 恭叔 个人押镖------------
---------------------------------------------------
 [9001010111]="江湖险恶，镖镖惊心！", 
--------------------------------------------------------------------
 [9001010112]=Img[18].."行镖江湖",
-------------------NPC:90010102 林平直 个人押镖------------
---------------------------------------------------
 [9001010211]="我家祖上就是开镖局的，后来还出了个叫做林平之的武林高手。", 
-----------------------------------------------------
-------------------NPC:80251001 老刘头------------
---------------------------------------------------
 [8025100111]="天下之大，无奇不有，且听我细细道来……", 
--说书	1
	[802500101]="汉惠帝在位时，战争平息，天下太平，远方的国家和偏僻的地域，纷纷前来朝贡。",
	[802500102]="当时有个道士叫韩稚的，是终的后代，他越海而来，自称是东海神君的使者，听说汉皇帝的圣明德政遍施于环宇，所以心悦诚服而前来朝拜。",
	[802500103]="同时，在东面很远处扶桑以外的地方，有个泥离国，亦派人来向汉帝朝拜。",
	[802500104]="这泥离国的使者，身长四尺，头上有两个角像蚕茧形状，长长的牙齿露在嘴唇外面，从腰部往下生着长长的毛遮蔽着，住在深洞里，没法推算他到底有多大岁数。",
	[802500105]="惠帝说：“方士韩稚懂得远方国家的语言，问问这个人有多大岁数，经历过几代的事情。”韩稚受命，便用惠帝的话去问那使者。",
	[802500106]="那使者答道：“五运相因，不断地生不断地死，就像飞尘细雨一样，活着多少代死了多少代是无法计算的。”",
	[802500107]="惠帝又遣韩稚问他是否知道女娲以前的事，泥离国人说：“在蛇身人以前，八方的风就有规律地吹着，四个季节就有序地变化着。人们不分强弱，能够掌握万物运行的精要而生存着。”",
	[802500108]="他说的很像这么回事，于是韩稚又问他燧人氏之前的事情。",
	[802500109]="那使者不以为然，答道：“自从钻木取火改变腥膻以来，父辈年老而慈祥，子辈年壮而孝敬。自从牺轩氏以后，就有各种原因频繁地互相杀伐，虚华不实，嚣闹浇薄，淫于礼仪，乱于音乐，世俗浇离虚伪，淳朴自然之风气丧失了。”",
	[802500110]="韩稚把这个人说的话全部告诉了皇帝，皇帝说：“混沌蒙昧的年代实在长远呀，除非通神达理的人是很难跟他讲清这些道理的呀！”",
	[802500111]="韩稚听后，心有所感，因此而告退，不知他到哪里去了。",
--说书  2	
 [802500201]="晋代有个叫幸灵的，是豫章建昌县人，生性寡言少语。与大家在一起时，被别人侮辱了也不生气，同村人都称他傻子，父亲和哥哥也认为他痴呆。",
 [802500202]="家里人常常让他看守稻田，有牛吃稻子，他看见了也不驱赶，等牛走了之后，就去整理被践踏乱了的稻子。",
 [802500203]="父亲见了很生气，幸灵却说：“万物生长于天地之间，各得其意，牛刚才吃庄稼，凭什么去赶它？”",
 [802500204]="父亲愤怒地说：“要是像你说的那样，你还去整理被踏坏的稻子干啥？”",
 [802500205]="幸灵说：“这踏坏的稻子也应该终其性命呀，怎么能见它们受伤而不管呢？”",
 [802500206]="当时，顺阳人樊长宾是建昌县令，他征发百姓制作官船，命令每人做一双船桨。幸灵做完了后还没送交上去，很快就被人偷走了。",
 [802500207]="奇怪的是，那人偷了幸灵的船桨之后，心脏突然奇痛无比。幸灵见状便问，“你没偷我的船桨吗？”",
 [802500208]="那人死撑着不肯回答，心痛顿时加剧。幸灵说：“你如果不把实情告诉我，就会死的。”",
 [802500209]="偷桨的人着急了，便点头承认。幸灵于是拿水来给他喝，一碗普普通通的水喝下肚，那人的心痛便立刻好了。",
 [802500210]="船造成后，用十个人拉一艘，船不动；幸灵伸手相助，船这才往前走。从此，别人都对他表示敬畏，有人称他是神仙。",
 [802500211]="龚仲儒的女儿病了多年了，奄奄一息；幸灵拿水来喷她，结果立时大愈。",
 [802500212]="吕猗的母亲黄氏，瘫痪了十多年了，幸灵在离黄氏几尺远处坐着，闭上两眼寂然无声，过了一会儿，对吕猗说：“把夫人扶起来。”",
 [802500213]="吕猗说：“我母亲得病多年了，不能马上起来。”幸灵却坚持己见，说：“试着扶起来看看。”",
 [802500214]="于是两人扶她站起来了，幸灵又让扶她的人离开，黄氏竟奇迹般地能够自己走路，幸灵又给他们留下一杯水让病人喝。",
 [802500215]="高悝家里有鬼怪说话，屋里的器物自己走路，他用巫术大加镇压也不见效。",
 [802500216]="幸灵来到他门前看见有许多符，说：“以邪救邪，哪能根绝呢。”叫高悝把符统统烧了，高悝家里的鬼怪便绝迹了。",
 [802500217]="这些事情，一传十，十传百。从那以后，百姓们便如云涌一般跑到幸灵家里求他。",
 [802500218]="幸灵生性特别柔顺和气，见到人就首先行礼，动辄自报姓名。",
 [802500219]="凡有草木夭损受伤于山林的，他见了一定扶起或掩埋好；凡有器物翻倒于路途上的他见了一定去扶正它们。",
 [802500220]="也许就是因为他的这份善良，打动了天地，所以赋予他特殊的神力。",
--说书  3
 [802500301]="北魏时，崇义里有一座杜子休的宅院，地形显耀敞亮，门前面临官道。",
 [802500302]="当时有个叫赵逸的隐士，说是晋武帝时候的人，有关晋朝时代的旧事，他大部分都记得。",
 [802500303]="北魏正光初年他来到京都，看见杜子休的宅院后叹息道：“这是晋朝当年的太康寺呀！”",
 [802500304]="当时人们都不相信，问他原因，答道：“当年龙骧将军王浚平定吴国后，建立了这座寺，本来有三层佛塔，用砖砌的。”",
 [802500305]="他指着子休的园子说：“这就是原来的地址。”子休掘土检验他说的话，果然挖得几万块砖，并有块石头上刻着铭文道：“晋太康六年，岁次乙巳，九月甲戌朔，八月辛巳，仪同三司襄阳侯王浚敬造。”",
 [802500306]="当时园子里的果树和蔬菜长得丰茂旺盛，更有林木葱茏，人们便信服了赵逸的话，称他为圣人。",
 [802500307]="杜子休也施舍出自己的宅院作为灵应寺，挖得的砖用来建造三层佛塔，好事的人问赵逸晋朝时的京都与现在对比到底怎么样。",
 [802500308]="赵逸说“晋朝时居民比现在少，王侯们的宅第与现在相似。”",
 [802500309]="又说：“自从永嘉年以来，二百余年间，建国称王者共有十六个君主，我都游历过京都的附近，亲眼看见其中的事情。”",
 [802500310]="“每个国家兴亡之后，看看他们的史书，都不是据实记录，没有人不是将过失推卸给别人，把好事引到自己身上。苻生虽然好勇嗜酒。但也懂得仁政而不轻易杀人，看着治理国家的政策法律，并不敢凶暴。”",
 [802500311]="“但在详细记载他的史书里天下所有的坏事都归在他身上。苻坚自然是贤明的君主，但他窃取君位，随意杜撰，枉加恶名，所有史官都是这种类型。”",
 [802500312]="“人们都尊贵远的而贱视近的，以为史官的话都是真实的。当今之人也是以为活着的就愚蠢，死了的才是聪明人，实在是被迷惑得太厉害了。”",
 [802500313]="有人问他为什么会是这样，赵逸说：“一个人活着的时候，尽管不过是中庸之辈而已，但在他死了以后，在他的碑文墓志里面，无不搜罗尽天地之间的大德和活着的人所能办到的好事。“",
 [802500314]="“这个人是君主，则说他能与尧舜抗衡；这个人是大臣，就说他与伊尹有同等的政绩；凡是管理臣民的行政官员，就说他像浮虎一样令人慕其清尘；凡是执法的官员，就说他有埋轮大志令人称谢他的耿直。”",
 [802500315]="“所谓活着时是大贼盗跖，死后就夸称为圣贤伯夷叔齐所有这些，统统是运用虚妄之言中伤正气，借助华丽辞令损害事实。”",
 [802500316]="当时舞文弄墨的文士，个个愧闻赵逸的这一番言论，有个武官步兵校尉李登问道：“太尉府前砖砌的佛塔，形式甚为古老，不知是何年建造的。”",
 [802500317]="赵逸说：“那是东晋义熙十二年时，刘裕讨伐姚泓的军人建造的。”汝南王听了赵逸上面的话以后，非常惊异，便问他服用了什么长生不老药，才使他如此长寿。",
 [802500318]="赵逸说：“我不懂得什么善生之道，而是自然长寿。郭璞当年为我占卦说，我的寿长为五百年，现在开始还剩下一半。”",
 [802500319]="皇帝给了他人力拉的车一辆，他周游市区，所到之处，大都能说出旧迹，三年之后，他隐遁而去，没人知道他在什么地方。",
--说书  4
 [802500401]="唐朝贞观初年，洛阳城有个平民百姓叫王守一，自称是终南山人，经常背着个大壶卖药。",
 [802500402]="有人求他买药买不到的，必然病重而死；如果他急忙赶着没病的人送给他药，这人十天后必定染上重病。",
 [802500403]="有个叫柳信的，祖祖辈辈住在洛阳，他家有万贯财产，却只有一个儿子。儿子成年后，忽然在眉头生出个肉块。",
 [802500404]="多次让人治疗，肉块也不能除掉，听说有这么个王守一，他便亲自登门祈求，请到家里后，便叫出儿子让他看。",
 [802500405]="王守一先点上香，叫人摆上酒肴果脯，就像祭奠什么一样，然后才从药壶里取出一丸药。用嘴嚼一嚼摊敷在肉块上，又叫摆上酒肉筵席。",
 [802500406]="不多时，肉块破了，有一条小蛇露出来掉在地上，长约五寸，五彩斑斓，渐渐长到一丈左右长。",
 [802500407]="王守一把筵席上摆的酒喝光了，对着蛇呵叱一声，那条蛇便腾空跃起，顿见云露缭绕天色昏暗。",
 [802500408]="王守一忻然自得地骑着蛇飞去，不知飞到了什么地方。",
--说书  5
 [802500501]="李子牟是唐朝蔡王的第七个儿子，他的风度仪表清爽俊秀，才调高雅，爱好音乐精通音律，尤其善于吹笛子，天下没有能赶上他的。",
 [802500502]="江陵一带的旧俗，每逢正月十五日夜晚，江边挂起一排排的彩灯。两岸挤满了前来观灯的男男女女和他们乘坐的彩车。",
 [802500503]="子牟客游于荆门，正赶上这个热闹的场面，便对同游的朋友说：“我吹奏一支笛子曲，能叫万人寂静无声。”同游者深表赞成。",
 [802500504]="子牟便登上楼去临窗独奏，清脆悦耳的笛声一响，各种喧声吵语立即停止，行人止住脚步，坐者站立起来，全都沉浸在他的笛声之中，一曲吹罢很久，各种声音才又恢复了喧哗。",
 [802500505]="而子牟也因很相信自己的才能，神气悠然自得，忽然有个白发白须的老头儿从楼下小船上边行边吟来到面前，他相貌古朴严峻，话音清亮激越，子牟及在座的客人争着上前致敬。",
 [802500506]="老翁对子牟说：“刚才吹笛子的莫不是王孙么？格调实在绝高，可惜的是乐器太平常了。”",
 [802500507]="子牟则说：“我的这支笛子乃是先帝所赐给的，神鬼所有的奇异之物我不知道是什么样子，但我知道这支笛子在乐器之中算是至宝。”",
 [802500508]="“有生以来我所见到的乐器超过一万种，但没有什么能比上这支笛子的。而你却认为这很平常，莫非有什么说道呢？”",
 [802500509]="老翁说：“我从小就学习吹笛子，老了仍没有倦怠。像您所用的这支笛子，不是我敢于知道的，王孙如以为不是这样，应当让我为您试一试。”",
 [802500510]="子牟把笛子递给他，老翁引气发声，声音刚刚吹出来笛子便破裂了。",
 [802500511]="周围的人见了十分惊讶，猜不透他是什么人，子牟也急忙叩头哀求，希望能见到珍贵奇异的笛子。",
 [802500512]="老翁对他说：“我所保存的笛子您都不能吹。”便令小僮从船里拿了来，子牟上去一看，乃是一支白玉笛子。",
 [802500513]="老翁交给子牟，叫他吹出声调，他用尽气力吹出的声音却纤弱细小得听不到，子牟更加心情不宁静，虔诚恭敬到了极点。",
 [802500514]="老翁接过笛子轻轻吹弄，在座的人便感到透心彻骨的寒冷。老翁说：“我同情您的志趣和爱好，现在为您试着吹奏一下。”",
 [802500515]="只听到清亮的笛音激昂腾越，余韵飞扬充溢，为普通的五音六律所不能比拟。",
 [802500516]="一曲未终，只见风涛喷腾，云而迅至，天空昏暗，转眼之间云散天晴，这位吹笛子的老翁却不知去了什么地方。",
--说书  6
 [802500601]="开元十九年，道家吕翁经过邯郸道上的一个客店，设床铺席解开包袱坐下来休息。",
 [802500602]="一会儿来了个县邑里的少年卢生，他身穿短袄，骑一匹青马，要到乡下田庄去，也是路过客店住宿休息的，与吕翁的铺位紧挨着。",
 [802500603]="他口若悬河，谈笑自如，说笑了一阵之后，看看自己的衣着打扮，觉得有些破旧寒酸，叹道：“大丈夫生在世上不顺利，而困顿潦倒到这步！”",
 [802500604]="吕翁说：“看你肤色舒展滋润，体魄肥壮强健，言谈诙谐舒畅；你却慨叹自己困顿，这是为什么？”",
 [802500605]="卢生说：“我这不过是苟且活着罢了，有什么舒适可言呢！”吕翁说：“像你这样都不感到舒适，怎样才叫舒适呢？”",
 [802500606]="卢生道：“应当建功立业名声四扬，出为将帅入为宰相，列鼎而食，选声而听，使氏族更加兴旺发达而家用更为丰盛富裕，然后才可以谈舒适。”",
 [802500607]="“我本有志于经学而遍习六艺。自应在年富力强时就可得到高官厚禄，无奈如今已经过了壮年却仍然奔波于田亩之间。这不是困顿又是什么？”说完，两眼朦胧，昏昏欲睡。",
 [802500608]="这时店主人已蒸上黄粱要做饭，吕翁便从自己包裹里拿出一个枕头递给他，说：“你枕上它，就可以叫你如愿以偿地得到荣华舒适。”",
 [802500609]="那个枕头是瓷的，两端有孔洞，卢生接过来倒头便睡，很快就进入了梦乡。睡梦中，他见枕头两端的孔洞大而明朗可以进人，便抬起身来走了进去，于是到了自己的家。",
 [802500610]="他娶了清河崔氏的女儿为妻，其妻姿容十分美丽，又能一个接着一个地给他频频生孩子。从此，衣着车骑日益奢华。",
 [802500611]="第二年便举进士登甲科，脱掉布衣换上官服授为校书郎，应制举又授渭南县尉，迁任监察御史起居舍人兼制诰衔。",
 [802500612]="三年后即为实职。出典同州，又转陕州。卢生喜好在土地上作功夫，于是自陕西开通黄河，引水八十里用来接济水利不通的地方，当地居民由此获益不浅，便为他立碑颂德歌功。",
 [802500613]="之后迁任汴州岭南道采记使，又入京都为京兆尹。这时神武皇帝正在用心对付夷狄。吐蕃的新诺罗与龙莽布发兵攻陷爪沙。",
 [802500614]="节度使王君夐跟他们在河隍交战失败，皇帝正想任命新的将帅，便封卢生为御史中丞河西陇右节度使。",
 [802500615]="他统兵大破戎虏七千，开拓疆土九百里，在要害处建起三座大城楼，北部边境的居民得以休养生息，便为他刻石记功，回到朝廷后记功行赏，皇帝以恩礼相待，任命他为御史大夫吏部侍郎。",
 [802500616]="他在朝廷中位显权重名望高，是文武群臣瞩目的核心人物，大为当时宰相所忌恨，便以流言蜚语中伤他，结果被贬为端州刺史。",
 [802500617]="三年后又被召回朝廷，任为户部尚书，没过多久又拜中书侍郎同中书门下平章事，与萧令嵩，裴光庭共同执掌国家大政。",
 [802500618]="十年间，他参与了大政方针及机密命令的策划制定工作，一日三接旨，十分操劳，号称贤相。同辈中有人要害他，诬告他与边镇守将互相勾结图谋不轨，结果他被关进监狱。",
 [802500619]="衙役领着人到他门前，追究盘问逼得很紧，他惧怕有什么不测之灾祸就要临头，对着他的妻子哭诉。",
 [802500620]="“我家本住山东，有良田数顷，不愁温饱，何苦自寻烦恼偏去追求高官厚禄，如今落到这个地步，再想过那种穿短袄骑青马走在邯郸道上的自在日子，已经得不到了。”",
 [802500621]="说完，抽刀要自杀，幸被老婆抢救自杀未遂。与他一起犯罪的人都被处死了，唯独卢生有人保护得以免除死刑，授衔欢牧，逐出朝廷。",
 [802500622]="数年之后，皇帝知道他冤枉，又起任他为中书令，封为赵国公，皇恩极重，为一时之最。",
 [802500623]="他有五个儿子：僔、倜、俭、位、倚，僔为考功员外，俭为侍御史，位为太常丞，小儿子倚最为贤能，年仅二十四，为右补阙。",
 [802500624]="他们的老丈人家也都是天下有名的望族。卢生有孙子十余人，三十多年以来，卢生两次远放岭南又重登宰相职位，出入于朝廷内外，回翔于台阁之间，高官厚禄，恩崇显赫，一时无比。",
 [802500625]="生活末节也十分奢侈放荡，他喜欢玩乐，家里的歌伎女色都是第一流的。前后两次由皇帝赐给他的良田甲第、美人名马等，不计其数。",
 [802500626]="后期年纪渐渐老了，他屡次请求告老还乡，均未应允，到有病的时候，前来看望问候的人络绎不绝，站满了门前的道路，名医纷纷登门诊治，名贵药品应有尽有。",
 [802500627]="临终之前，卢生给皇帝上书道：“臣本是山东一介书生，以管理园为乐业，偶逢圣朝时运，得列官宦之序。过蒙圣上荣宠奖掖，特受吾皇鸿恩偏爱，出为将帅得拥重兵，入登相位荣升首辅，周旋于朝廷内外，连绵而历岁年。”",
 [802500628]="“深感有愧于恩造而无益于圣化；唯恐因负乘而致寇，终日如履薄冰战战兢兢，如此日甚一日，不觉老之将至。今已年过八十，官位历任过三公，钟漏都到了停歇之时了，精疲力尽，弥留沉困，殆将溘尽。”",
 [802500629]="“顾无诚效以上答休明，空负深恩而永辞圣代，无住感念留恋之至。此谨奉表称谢以闻。”",
 [802500630]="皇帝传下诏书说：“卿以俊才贤德为我的重要辅佐，出师称雄于藩国，旦入朝相赞于缉熙，我朝二世升平。实赖爱卿之力。”",
 [802500631]="“在你疾病绕身之后，天天听说即将痊愈，不料突然如此沉重，我心深感同情怜悯，今特派遣大将军高力士前往府上慰问，你要勉加针灸，为我而自爱，愿我的希望不会落空，盼望你的喜讯！”",
 [802500632]="结果那天晚上，卢生就去世了。梦中才一咽气，睡着的卢生一翻身就惊醒过来。",
 [802500633]="发现自己正躺在客店里，又看到吕翁也在自己身边，店主人蒸着的黄粱米饭尚未做熟呢，用手触摸周围的东西时也都依然如故。",
 [802500634]="卢生这才顿然醒悟道：“这不是做了一场梦么！”",
 [802500635]="吕翁笑着说：“人世间的事．也跟你梦里的情况一个样呀！”卢生点头称是。",
 [802500636]="他沉思好长时间之后，向吕翁致谢道：“人生在世，宠辱之际遇，得失之道理，生死之感情，通过这场梦，我算全都知道了。这就是先生不让我胡思乱想的原因，晚生岂敢不接受您的教诲！”说罢，再拜而去。",
--说书7
 [802500701]="蒋济是魏国的领军将军。一日，他的妻子梦见死去的儿子哭泣着说：“我与你们生死相隔。我活着的时候为将相子弟，今天在阴间却是泰山的小役卒，憔悴不堪，忍辱负重，简直没法说了！现在，在太庙西边有个叫孙阿的人，将被封为泰山县令。希望母亲转告父亲，嘱咐孙阿给我换个好地方。”",
 [802500702]="儿子说完，母亲便惊醒了。她把这事告诉了丈夫，蒋济却说，梦是没有根据的。所以不相信妻子梦中所见，并没有把这件事放在心上。",
 [802500703]="第二天，母亲又作了同样的梦，儿子说：“我今天是来迎接新县令的，住在太庙下，在出发前的间隙，暂得脱身归来。新县令明天中午出发，出发前的事务繁多，我不能再来这里。希望你再跟父亲说说，不妨试验一下……”",
 [802500704]="然后他说出孙阿的模样，十分熟悉似的。天亮之后，母亲又把这事对父亲讲了，并说：“虽然说梦是没有根据的，但也不妨验证一下看看。”",
 [802500705]="蒋济派人去太庙周围打听孙阿，果然找到了这个人，模样跟梦中说的一样。蒋济哭泣道：“差一点对不起我儿子啊。”于是，他找到孙阿，详细谈了此事。",
 [802500706]="孙阿听说要当泰山令，一点也不怕死，只是担心蒋济的话不可信。他对蒋济说：“如果真是这样，我当然愿意帮忙，可不知你儿子想干什么？”蒋济说：“你在阴间给他找个他喜欢干的差事吧。”",
 [802500707]="孙阿答应下来。说完，蒋济便回到府中，为了快一点得到验证，他从领军门前到庙下，每十步安排一人，传递孙阿的消息。辰时时报告说孙阿心痛，中午就接到了孙阿的死讯。",
 [802500708]="蒋济流泪道：“我虽然为儿子悲哀，但他让我找这位不怕死的人还是颇有见识的。”一个多月后，母亲又梦见儿子告诉她，自己已经转为掌管文书的录事了。",
--说书8
 [802500801]="娄师德还是普通百姓的时候，常常患病。一日，他梦见一个紫衣人来到床前，拜了又拜说道：“你的病就快好了，先跟我走一趟吧。”随即把他引出来。",
 [802500802]="忽然，娄师德觉得自己力气很大，脚步敏捷，病已经好了。走了好几里路，看见前面有一座官府，周围站着吏卒，大红门相当高。",
 [802500803]="紫衣人说：“这是地府的大院。”娄师德吃了一惊，说：“地府的大院为什么会在人间？”紫衣人回答说：“阴间的道路和阳间人们的足迹原本是相连的呵，可世人又怎么知道呢？”",
 [802500804]="娄师德进了院子，吏卒们急忙闪到一旁。他看见一座空房子，叫“司命署”。他问这里面是管什么的？回答说是放世人禄名寿命籍册的。",
 [802500805]="娄师德于是偷偷看了一眼，只见里面有几千册书，均放在几案上，旁边有穿绿衣服的人守护，这人被称为案椽。娄师德让他拿出自己的籍册。案椽取出一册递给他。",
 [802500806]="他一看，只见书上有自己的名字，上面写着当官进爵的时间，一切都写得详详细细，而且可以活到八十五岁。他看后大喜，对案椽说：“我一个小老百姓，饿不着冻不着就足够了，怎么敢有这样的奢望呢？”",
 [802500807]="话没说完，忽然听到一个声音从空中降下，把屋檐震得直响。案椽一惊说：“这是天鼓在响，你得赶紧回去，不可久留。”听见这声音，娄师德便惊醒了，才知道方才是梦游。",
 [802500808]="这时，天已经亮了，他家的东边有一座佛寺，正在击钟，这钟声就是案椽所说的天鼓了。当天，他的病就好了。后来，他走入仕途，步步高升，正像自己籍册上所载的那样。",
 [802500809]="他一直成为西京的大元帅。一天，他看见一个黄衣使者来到楼前说：“我是阴间的小吏，奉命来请你。”",
 [802500810]="他说：“我曾经看见过自己的禄命簿，记载着我的官位，寿命是八十五岁，成为上台星，怎么这么急就想要我的命呢？”",
 [802500811]="黄衣人说：“你在当某个官的时候，曾错杀过无辜的人。你的官位与寿命是我的上司给的，现在他那里已经没有了。”",
 [802500812]="说完娄师德便什么也看不见了。从此卧床不起，三天后就死了。",
--说书9
 [802500901]="唐代，皇后武则天梦见一只鹦鹉，羽毛丰满，两只翅膀却折断了。醒来，她问宰相和大臣们这是怎么回事，众人沉默不语。",
 [802500902]="内史狄仁杰说：“鹉者，陛下的姓呵。两翅膀折断，是说陛下的两个儿子，现在却在庐陵郡做相王。你如果能起用这两个儿子，两翅膀就全了。”",
 [802500903]="听罢他的话，武则天的两个侄子武承嗣、武三思连脖子都红了。后来，契丹人围住幽州，向朝廷下了一道檄文，说：“还我庐陵相王来！”",
 [802500904]="于是，武则天回忆起狄仁杰的话来，心想，他曾经为我解梦，今天果然应验了。她说：“我想立太子，谁行呢？”",
 [802500905]="狄仁杰说：“陛下内有贤子，外有贤侄，选择谁你可要认真考虑，最后还得由你定。”",
 [802500906]="武则天说：“我当然要立我的儿子，承嗣、三思算什么东西？！”听她这么一说，承嗣等害怕了，乘人不备跑掉了。",
 [802500907]="武则天随即降旨相王李旦，立为太子。他出任大元帅，开始招兵的时候，没有几个应招的。后来听说了太子的德行，北邙山头站满了来应招的新兵，再也容不下了。见状，敌人自己就退回去了。",
--说书10
 [802501001]="王播少年时十分贫苦，住在扬州，没有人知道他。只有一个军官常来接济他，每次都吃得干干净净。当时，一位姓杜名亚的仆射来在淮南。",
 [802501002]="端午节那天，举行盛大的赛龙舟表演，各州均征招参赛人员，两个县争胜负。各种颜色的棚子鲜艳夺目，照耀着江水，几十年都没这么热闹过。",
 [802501003]="凡旅居扬州的外地人，无论是有才还是无德无能之辈都尽得其乐，只有王播无人理睬。他不由得一阵怅然，自责不已。",
 [802501004]="同族的那位军官说：“我有棚子，家里人都在，你进去坐着看吧，这不胜过酒宴吗？”王播说声好，便进了棚子。",
 [802501005]="当时正值夏天，太阳刚刚升起来。同族那位军官让人送来一榼酒，说，“这酒很不错，刚叫人办来你快点喝吧。”王播心中烦闷，自斟自饮，把那一榼酒都快喝光了。",
 [802501006]="太阳渐渐升高，酒劲也显得浓起来，使王播疲惫欲睡，当即就躺在枕头上。刚睡，他便梦见自己身在筵席上，坐在杜仆射的座位上，判官坐在下面，数目比杜亚的多一半。",
 [802501007]="过了很久，王播惊醒了，也不敢告诉别人。后来他作了宰相，将兼任淮南盐铁使。可诏书好长时间也没有下来。",
 [802501008]="他更加沉闷，便召集老部下对他们说：“我的淮南盐铁使是当定了。当时我梦见的判官，数目就多出一半。这就是说我要做盐铁从事。”",
 [802501009]="几天之后，果然送来了诏书。后来，他在临江大摆筵席，客人们都在。王播忽然觉得这地方好像来过似的，一想，就是当年那个梦呵。风景气候等，没有跟梦中不一样的。当时也正是五月上旬。",
--说书11
 [802501101]="皇甫弘在华州考取解元，准备参加殿试考取进士。不料，酒后失态，得罪了刺史钱徽，被赶了出来。",
 [802501102]="他来到陕州求考，刚过城关就听说钱徽从华州到陕州主持殿试的考试，知道自己必定考不上了。随即东归。",
 [802501103]="走了一段路程，睡觉时梦见死去的妻子乳母说：“皇甫郎去应试，怎么往回走呢？”皇甫弘把事情原原本本地说了，乳母说：“皇甫郎应该去求教一下石婆神。”",
 [802501104]="于是就带皇甫弘去店北，荒野里行了好几里路，走进一间小屋中，看见一个石头人。皇甫弘跪下便拜。",
 [802501105]="乳母说：“我家小娘子的夫婿皇甫郎想去应考，老婆婆你看他能否考得上？”石头人点头说：“考得上。”",
 [802501106]="乳母对他说：“石婆神说能考得上，就一定能考得上，将来别忘报恩还愿哟！”皇甫弘急忙拜射。乳母又把他送回旅店。",
 [802501107]="皇甫弘随即醒来，吃了一惊说：“我的梦如此清楚，怎么会不灵验呢？”就进城应考。钱徽想整治他。",
 [802501108]="所有的考卷都交上来了，钱徽一一过目。他暗想：“人们都知道我生皇甫弘的气，今天如果当众羞辱他是不行的，而不让他考取还是可以的。”",
 [802501109]="他让下人将榜拿上来，那皇甫弘竟然名列前茅。他不由一阵恐惧，打算把皇甫弘的名字划掉，换上另一个人。他反复思量，怎也拿不定主意，到五更天还没有睡。",
 [802501110]="他对家人说：“你把考卷拿来，挑一篇最好的文章给我。”家人照办，钱徽打开一看，是皇甫弘的考卷！钱徽叹口气说：“这都是天定的呵！”",
 [802501111]="便没有把皇甫弘的名字划掉。皇甫弘及第东归，走到陕州，向旅店店主打听，附近有没有一位石婆神？",
 [802501112]="店里人都笑了，说：“你怎么知道呢？那本是一块顽石，放牛郎们经常敲它玩，像人的样子，所以人们称它石婆婆，只离此店二三里远。”",
 [802501113]="皇甫弘便备了酒肉，随店小二一起来到那里，一切都象梦中经历的一样。他祭拜石婆婆之后便回去了。",
--说书12
 [802501201]="凉武公李诉是功臣的后代，率领着唐宪宗的部队拿下蔡州攻破郓城。李诉征战好几年，收复好多城池，但他为人治军都以宽容仁义为第一，从来没有错杀一人，且待人接物十分讲求信义，一片至诚，深得民心。",
 [802501202]="长庆元年秋天，他在魏博任节度使，并得到左仆射、平章事的官职。这时，皇帝召他回京城，刚要进洛阳时，他手下一个已在洛阳的衙将石季武作了个梦，梦见李诉从北面登上京城的天津桥，自己担任仪仗前导。",
 [802501203]="李诉的队列仪仗前面喝道，后面护卫十分威严，就像宰相出行一样。忽然有八个道士骑着马，持着迎贵宾的节幡从南面要上桥。李诉的前导就大声呵斥，让道士们闪开。",
 [802501204]="道士说：“我们是来迎接仙公李诉的，不知道什么宰相不宰相！”道士招呼石季武，石季武就赶紧打马迎上来。持节幡的道士说：“我有几句话，你听后要记住，然后转告李诉。”",
 [802501205]="道士吟了一首诗，大意是：“骑着高头大马奔向金銮殿，乘上华丽的金车直入星汉。世上的浮名有什么可留恋，怎比得了腾云驾雾羽化登仙？”",
 [802501206]="石季武是个不识字记性又很差的人，但随道士念了两遍便记住了。道士说：“你既然已经记住了，就转告李诉吧！”",
 [802501207]="说到这里，石季武惊醒了，出了一身大汗。他高兴地想：“在世间当宰相的还能成仙，像我这样的普通官吏大概也能成仙得道吧？”",
 [802501208]="三天之后，李诉果然从北面登上天津桥，石季武为前导，并在天宫寺休息。一个多月后，李诉去世。",
 [802501209]="人们都知道他为人仁恕诚实，合乎天道，却不知道他是被天上贬到人间的神仙，在人间期满了，自然要返回天界了。",
--说书13
 [802501301]="后魏的菩提寺，是西域人修建的，这座寺建在慕义。一个叫达多的和尚挖坟取砖，结果挖出一个活人。",
 [802501302]="当时太后和孝明帝在华林堂，认为这是妖异，对黄门郎官徐纥说：“从上古以来，常有这种事吗？”",
 [802501303]="徐纥说：“从前魏国时挖坟挖出霍光女婿范明友的一个家奴，他能说出汉朝兴废的历史，所以说此类事不足为奇。”太后让徐纥问那个人的姓名，死了几年，都吃些什么。",
 [802501304]="那人回答说：“我姓崔名涵，字子洪，博陵安平人氏。父亲名畅，母亲姓魏，家住城西阜财里。我死时十五岁，现在二十七岁。在地下活了十二年，常常象喝碎酒一样躺着，不吃什么食物。有时还游走，也许能遇到些吃的喝的，但如同梦中，不很明白清楚。”",
 [802501305]="后来徐纥就派遣门下录事张俊到阜财里调查，寻找崔涵的父母，果然有个叫崔畅的，他的妻子姓魏。张俊问崔畅说：“你有个儿子死了吗？”",
 [802501306]="崔畅说：“我有个儿子叫崔涵，十五岁那年就死了。”张俊说：“他被人挖了出来，已经起死回生了。他现在华林园，主上派我来了解一下。”",
 [802501307]="崔畅闻言十分害怕，说：“我实际上没有这个儿子，刚才是瞎说的。”张俊把实情告诉了他，后来又把崔涵遣送回家。崔畅听说儿子到了，就在门前点起火，拿着刀，魏氏手持桃木拐杖前来拦阻。",
 [802501308]="崔畅说：“你不要进来，我不是你父亲，你也不是我儿子。快点走吧，免得遭灾！”崔涵就只好离家而去，到京城漫游，常常睡在寺院的门下。",
 [802501309]="汝南王得知此事，赏赐给他黄衣一套。崔涵生性怕见太阳，不敢仰视天空，还畏惧水火和刀刃之类。他经常在路上匆匆行进，累了就休息，不会慢慢地走。当时人们还说他是鬼。",
 [802501310]="洛阳大市北边有个奉终里，里弄里的人，不少卖殡葬用品和各类棺椁的。崔涵对他们说：“柏木棺材千万不要用桑木做堵头。”",
 [802501311]="人家问其缘故，他说：“我在地下，一次征鬼兵的时候，有个鬼就说睡柏木棺材者可以免征。有位小吏说：‘你虽然是柏木棺材，却用桑木做堵头，所以就不能免征’。”",
 [802501312]="京城里听到这个传说，柏木的价格一下子就提了上去。有人怀疑卖棺材的人向崔涵行贿，所以他才说出这种话。",
--说书14
 [802501401]="晋代东平的冯孝将，任广州太守。他的儿子名叫马子，二十多岁。一天，他独自卧在马棚中睡着了，晚上梦见一个女子，十八九岁。",
 [802501402]="这女子自称是北海太守徐玄方的女儿，不幸夭亡，已死四年，现又被鬼所枉杀。根据生死簿上的记录，她应该活到八十多岁。",
 [802501403]="现在阎王允许她复活，但应当有依凭才行。而她命中注定应当做马子的妻子，问马子能否听从她的委托将她救活。",
 [802501404]="马子回答说：“可以。”那女子和马子约定好了日期见面。到了这一天，马子的床前有头发，正与地面齐平。马子让人扫去，结果却愈加多起来。",
 [802501405]="这时，马子才明白正是梦中之事，于是喝退左右的仆从。那女子的颜面渐显，接着整个头和身体也露了出来。马子就让她坐在对面床上，她所讲的话，非常奇妙，当晚就和马子睡在了一起。",
 [802501406]="她总是告诫马子：“我的身体还虚弱。”问她什么时候可以从坟中出来时，她回答说：“要等到我原来的生日那天，现在时候还没到。”说完她就进了马棚，她说的话，人们都能够听见。",
 [802501407]="这女子计算生日到了，就告诉马子救出自己的方法，说完一拜而去。马子听从她的话，到了那一天，用红公鸡一只，黄米饭一盘，清酒一升，摆祭在她的丧灵前面，离马棚只有十多步远。",
 [802501408]="祭灵完毕，打开棺材一看，那女子身体完全跟活人一样。马子将她慢慢抱出，放入毡帐中。她只是心口有点温热，嘴有气。",
 [802501409]="马子命四个婢女护理她，不断用黑羊乳汁沥滴她的两眼。慢慢地，她开始张开嘴，能咽粥，并开始讲话了。二百天之后可以拄杖行走。一年之后脸色肌肤气力完全恢复了正常。",
 [802501410]="马家于是派人向徐家报告了，徐家上上下下都来了。他们选择吉日下彩礼，结为夫妻。",
 [802501411]="后来生了二个男儿，长子字元庆，永嘉初年任秘书郎；小儿叫敬度，作了太傅掾官。",
 [802501412]="他们还有个女儿嫁给了济南刘子彦，这刘子彦是不受朝廷聘任的隐士刘延世的孙子。",
--说书15
 [802501501]="唐代韦讽家住在汝颖，经常独自沉默，不善交朋友。吟诵诗文的闲暇，便整修园林，亲自种庄稼栽树木。",
 [802501502]="一天，小书童割草锄地时发现了人的头发，锄头渐渐深挖下去，那头发也渐渐多起来且不散乱，如新梳理的一样。",
 [802501503]="韦讽认为这事很奇异，就又挖下一尺多深，看见一颗妇人头，其肌肉面色，很象活的一样。再用锹往深里挖，那妇人连身带背全露了出来，只是衣服随手一摸就粉碎了。",
 [802501504]="她渐渐恢复原气，很快就能够站起来，上前向韦讽一拜再拜，说自己是他祖上的女奴，名叫丽容，开始有点小过错，遭娘子嫉妒。",
 [802501505]="趁郎君不在时，娘子就派人把她活埋在这园林中，并假托因为别的事情逃跑，反正又无外人知道。",
 [802501506]="“我刚死的时候，被两个黑衣人引去，走到一个地方，这里有高大的门楼广阔的殿堂，虎贲勇士十分威严。我参拜了这里的大王，大王向我粗略地问问情况。”",
 [802501507]="“黑衣人也述说了事情的原委经过。我由于害怕，也没敢控告娘子。一会儿，他们引我来到一阴曹司衙，只见这里的文书案卷堆到了屋顶，小吏们三五成群，正在检验寻找案卷，很喧闹。”",
 [802501508]="“我开始被一个拿着案卷的官吏查问，查完案卷，他说我命不该死，而娘子因嫉妒而生杀人之心，故判减其十一年寿禄给我。又经一判官审案，这事也就明确了。”",
 [802501509]="“不料，判官不久因为别的原因遭到处罚，被免除了职务，我的案子也就搁下了，到现在九十多年了。如今彼此离散，各走各的道。”",
 [802501510]="“昨天，忽然有个天官来处理阴曹的积案，都判决遣返，我的事情才得到解决。象我这一类的，为数不少，大概是因为地位低下，阴曹的官吏也不急于给办吧？”",
 [802501511]="“那天官好象现在的道士，绛红色的衣服，红色的帽子，羽裳马骑随从齐备。刚处理完积案，就让我复活，这样就不会减少原判给我的十一年寿禄了。”",
 [802501512]="韦讽问道：“魂魄既然到了另外一个地方，那形体为什么不毁坏呢？”她回答说：“凡是案子未了之人，都由阴间的地方长官用药敷其身上，因此不至于腐烂。”",
 [802501513]="韦讽认为这事奇怪，就让她沐浴更衣。看容貌她好象二十岁左右的样子。这以后，她便暗中讲些幽冥之事，什么都说了，连韦讽也全知晓了。",
 [802501514]="他常常说：“修养自身积累公德，上天就会赐福于你。神仙们的养生之道，我们应该不辞辛苦地去寻求。”",
 [802501515]="几年之后，不知道韦讽和婢女到哪里去了，亲族们在他们家找到了遗留下来的文字，上面记的全是再生之事。当时是唐代武德二年八月。",
--说书16
 [802501601]="太原有个王穆，唐代至德初年任鲁旻的部将。他在南阳战败了，军卒战马四处奔跑。王穆体貌魁伟强健，马又异常高大。",
 [802501602]="不少贼兵骑着马追他，追上之后，用剑从后面砍向王穆的脖颈，筋骨全断了，只剩喉咙还连着，当即就死过去落到地上。",
 [802501603]="开始，他迷迷糊糊不知道自己已经死了，过一顿饭工夫才醒悟。当头落到肚脐上时，心中一阵凄惋。",
 [802501604]="旋即，觉得食物从脖颈漏出，就用手扶着头，把它按回脖颈上，一会儿又掉下来，昏闷气绝象刚才一样。",
 [802501605]="过了好久，他才苏醒过来，把头正在颈上，将头发系在两边，就能够坐起来。此刻，他心也茫然，不知自己能否免灾。",
 [802501606]="而他的马，怎么也不离去。见他坐起，那马也走过来站在他的面前。王穆扶着它能够站立起来。系在左膊上的头发松开了，头又坠落怀中，半夜后才苏醒。",
 [802501607]="再次系发，正头之后，王穆心想，这马躺下我才能够上去呵，那马忽然就横卧在他面前。于是他上得马去，马也随他而起，驮着他往东南走。他两手托着两颊，骑马走了四十里。",
 [802501608]="王穆部下十多个散兵一起奔来，也从便道到这里寻找王穆，相见之后，扶他去村舍寄住。此地距离敌人四十多里，众人心里又恼怒又害怕，随即用马驮王穆回到鲁旻的队伍。",
 [802501609]="鲁军所住之城不久被敌人围困。王穆在城中养病，二百多天才痊愈。环绕着他的脖颈有一条肉檩子，象手指那么宽，头竟然稍稍偏斜。",
 [802501610]="鲁旻觉得王穆系名家子弟，又以身殉职而未死，就派他任南阳县令，不久奏报他任叶县令，一年多后，迁任临汝县令。任满，又摄任枣阳县令，死在了任上。",
-----------------------------------------------------
-------------------NPC:80251002 康兴哥------------
---------------------------------------------------
 [8025100211]="客官，里面请！诶，迎客啦——",
 [8025100212]="大堂里人这么多，可有雅座？",
--page  goto
 [8025100215]="哟，这位大侠，不巧得很，雅座是没有了，不过若您愿意，小的可以给你加点特惠服务，只要500元宝，就能享受双倍收益，大侠可有兴趣？",
 [8025100216]=Img[1].."这……500元宝未免太黑了些，不要不要。",
 [8025100217]=Img[18].."成啊，就要这个，500元宝拿着！",
--
 [8025100213]="许当家谢各位赏脸捧场，特送上免费茶点，请各位大侠品尝！",
--
 [8025100214]="不好，有飞贼溜进来了！各位大侠，该出手时就出手啦！", 
-----------------------------------------------------
-------------------NPC:80251003 常莎莎------------
---------------------------------------------------
 [8025100311]="家里的下人不中用，连个雅间都订不上，这大堂里龙蛇混杂的……真让人来气！",
--task  802501 accept_talk
 [80250121]="这茶能入口么？高公子想试试贫民的口味儿，我才喝不来呢。哎，你帮我去找跑堂的要壶君山银针来，别的可我不要！",
 [80250122]="知道了。",
--task 802501 complete_talk
 [80250131]="不错，这才是能喝的茶水，喏，这是给你打赏，接着吧！",
 [80250132]="谢了常小姐~",
--task 802502 accept_talk
 [80250221]="这茶能入口么？高公子想试试贫民的口味儿，我才喝不来呢。哎，你帮我去找跑堂的要壶信阳毛尖来，别的可我不要！",
 [80250222]="知道了。",
--task 802502 complete_talk
 [80250231]="不错，这才是能喝的茶水，喏，这是给你打赏，接着吧！",
 [80250232]="谢了常小姐~",
--task 802503 accept_talk
 [80250321]="这茶能入口么？高公子想试试贫民的口味儿，我才喝不来呢。哎，你帮我去找跑堂的要壶六安瓜片来，别的可我不要！",
 [80250322]="知道了。",
--task 802503 complete_talk
 [80250331]="不错，这才是能喝的茶水，喏，这是给你打赏，接着吧！",
 [80250332]="谢了常小姐~",
--task 802504 accept_talk
 [80250421]="这茶能入口么？高公子想试试贫民的口味儿，我才喝不来呢。哎，你帮我去找跑堂的要壶西湖龙井来，别的可我不要！",
 [80250422]="知道了。",
--task 802504 complete_talk
 [80250431]="不错，这才是能喝的茶水，喏，这是给你打赏，接着吧！",
 [80250432]="谢了常小姐~",
-----------------------------------------------------
-------------------NPC:80251004 涂圆圆------------
---------------------------------------------------
 [8025100411]="人这么多，不知道等会儿还能不能抢到免费茶点。诶，我跟你说，康兴哥等会儿赠送的那种核桃酥，味道真不错，又香又酥，入口即化，绝对值得尝尝！",
--task 802505 accept_talk
 [80250521]="偷偷告诉你，你可别往外说，风云客栈的包点师父是从京城里特意请来的，手艺一绝！尤其是他做的水晶虾饺，啊，想想都流口水，你快帮我买一份来吧！",
 [80250522]="好嘞，等着！",
--task 802505 complete_talk
 [80250531]="哇，果然名不虚传，你也快尝尝！啊，对了，这是谢礼，快收下吧！",
 [80250532]="多谢姑娘。",
--task 802506 accept_talk
 [80250621]="偷偷告诉你，你可别往外说，风云客栈的包点师父是从京城里特意请来的，手艺一绝！尤其是他做的蟹黄包，啊，想想都流口水，你快帮我买一份来吧！",
 [80250622]="好嘞，等着！",
--task 802506 complete_talk
 [80250631]="哇，果然名不虚传，你也快尝尝！啊，对了，这是谢礼，快收下吧！",
 [80250632]="多谢姑娘。",
--task 802507 accept_talk
 [80250721]="偷偷告诉你，你可别往外说，风云客栈的包点师父是从京城里特意请来的，手艺一绝！尤其是他做的梅花糕，啊，想想都流口水，你快帮我买一份来吧！",
 [80250722]="好嘞，等着！",
--task 802507 complete_talk
 [80250731]="哇，果然名不虚传，你也快尝尝！啊，对了，这是谢礼，快收下吧！",
 [80250732]="多谢姑娘。",
--task 802508 accept_talk
 [80250821]="偷偷告诉你，你可别往外说，风云客栈的包点师父是从京城里特意请来的，手艺一绝！尤其是他做的桂花糯米藕，啊，想想都流口水，你快帮我买一份来吧！",
 [80250822]="好嘞，等着！",
--task 802508 complete_talk
 [80250831]="哇，果然名不虚传，你也快尝尝！啊，对了，这是谢礼，快收下吧！",
 [80250832]="多谢姑娘。",
-----------------------------------------------------
-------------------NPC:80251005 艾穷------------
---------------------------------------------------
 [8025100511]="竟能在大堂中见到莎莎小姐，这辈子真是值了！",
--
 [8025100512]="此生若能与莎莎小姐相伴到老，下辈子做牛做马我也心甘情愿！",
 [8025100513]="唉——为何她总不肯看我一眼……",
 [8025100514]="",--空 
--task  802510 accept_talk
 [80251021]="我我我……我一直都很仰慕莎莎小姐的风姿，我……我没想到能在此处见到她……手头只准备了一朵清晨所采的菊花，你……能不能帮我送给她？",
 [80251022]="菊花？！这……我去给你试试……",
--task 802510 complete_talk
 [80251031]="呸！他这是作死呐！",
 [80251032]="呃，好歹是一片心意，你就勉强收下吧。",
-----------------------------------------------------
-------------------NPC:80251006 高林甫------------
---------------------------------------------------
 [8025100611]="平时都在雅间里坐着，虽然清净，但也觉得单调，今日在这大堂之中，看看众生百态，倒是别有一番趣致。",  
--
 [8025100612]="吕大人请用！",
 [8025100613]="太守大人平日操劳，难得今日有幸能与太守大人一同品茗，多谢大人赏脸！",
 [8025100614]="",--空 
--task 802509 accept_talk
 [80250921]="老刘头今儿这段儿说的不错，甚得本公子欢心，你去帮我把这银锭子给他，就说本公子赏他的！",
 [80250922]="在下代刘老谢过。",
--task 802509 complete_talk
 [80250931]="辛苦你了，这点小东西就当是给你的跑腿钱。",
 [80250932]="多谢。",
-----------------------------------------------------
-------------------NPC:80251007 跑堂小妹------------
---------------------------------------------------
 [8025100711]="瓜子、花生、茶叶蛋——烟袋、凉茶、女儿红——",
--
 [8025100712]="瓜子、花生、茶叶蛋——",
 [8025100713]="烟袋、凉茶、女儿红——",
 [8025100714]="",
 [8025100715]=Img[8].."茶水点心",
-----------------------------------------------------
-------------------NPC:80251008 娇容------------
---------------------------------------------------
 [8025100811]="大侠若听得高兴，不如给几个赏钱吧，奴家最是仰慕那些仗义疏财的豪侠好汉了~",
--
 [8025100812]="%s大侠打赏啦~谢大侠赏~", 
-----------------------------------------------------
-------------------NPC:80251009 阿娜尔罕------------
---------------------------------------------------
 [8025100911]="听一个老头儿啰嗦有什么意思？还是我们回疆的歌舞更有意思，年轻貌美的少女和英俊的青年在一处，那才有看头。", 
-----------------------------------------------------
-------------------NPC:80251010 银霜------------
---------------------------------------------------
 [8025101011]="这位侠士，点首歌听吗？",
 [8025101012]="好啊，就唱个《十八摸》吧！",
--
	[8025101013]="",--空
 [8025101014]="唔~~嗯~你真讨厌！",
 [8025101015]=Img[1].."哈哈哈——",
-----------------------------------------------------
-------------------NPC:80251018 吕文德------------
---------------------------------------------------
 [8025101811]="啊，%s大侠，许久未见，别来无恙？听说大侠在江湖上混得风生水起，可喜可贺！",
 [8025101812]="太守大人好生安逸。郭大侠为了襄阳呕心沥血，不曾想太守大人竟有此闲情。", 
--
 [8025101813]="诶——不敢不敢，偷得浮生半日闲罢了，大侠也来同饮一杯茶？",
 [8025101814]="呵，不必了，这茶喝了，我怕拉肚子呢。",
--
 [8025101815]="高公子请用！",
 [8025101816]="哪里哪里，若无高公子这样的才俊慷慨相助，吕某又岂能成事？", 
 [8025101817]="",--空
-----------------------------------------------------
-------------------NPC:80251019 舒岱------------
---------------------------------------------------
 [8025101911]="万般皆下品——惟有读书高——",
 [8025101912]=Img[1].."那你在这儿干什么，还不快回去读你的书？", 
--
 [8025101913]="书中自有颜如玉，艾穷，你就看开点吧，你们俩不合适……",
 [8025101914]="自古多情空余恨——此恨绵绵无绝期——", 
 [8025101915]="",--空 
-----------------------------------------------------
-------------------NPC:80251020 汪强------------
---------------------------------------------------
 [8025102011]="国家危难之际，身为一城太守，竟在此处听书品茗作乐，定要拿他个短处，密报给上面！",
 [8025102012]=Img[1].."支持你，加油！", 
 ---★怪物喊话-----------------常规地图｛平常时候喊话：11XXX  战斗时喊话：12XXX   死亡时候喊话：13XXX｝
[11000] = "";---通用怪物空喊话
[11001] = "狼多肉少,日子不好混啊!";
[11002] = "嗷嗷!";
[11003] = "你见过会讲人话的狼吗?";
[11011] = "做一个有思想有觉悟的地痞!";
[11012] = "天下兴衰,痞夫有责!";
[11013] = "喂!!!";
[11021] = "组织给了我一个艰巨的任务,就是让我在这游荡";
[11022] = "组织说任务完成后可能会给装备,记得穿上";
[11023] = "我们要成为这里的主人!";
[11031] = "我们的大军马上就会杀过来!";
[11032] = "怎么还不开饭,老大!";
[11033] = "还不知道什么时候开始进攻,等得我好累啊";
[11041] = "武器炼制以后不仅属性变强还可以发光";
[11042] = "勇者无敌!";
[11043] = "冲啊!杀光他们!";
[11051] = "我今天才知道武学是要修炼才变得厉害,那一招一个坑,啧啧~";
[11052] = "每次敌人都来一句放马过来,搞的老子现在连马都没了";
[11053] = "横扫千军,踏遍天地!";
[11061] = "知道我为什么是步兵吗?傻瓜,因为我没马!";
[11062] = "誓死杀敌!";
[11063] = "阵型!阵型!保持阵型!";
[11071] = "我今天才知道武学是要修炼才变得厉害,那一招一个坑,啧啧~";
[11072] = "列队!准备御敌";
[11073] = "打通经脉可以获得大量的经验";
[11081] = "打通经脉可以获得更高的属性";
[11082] = "绝不准许一个人从此走过!";
[11083] = "只要好好的完成任务就会有很多奖赏";
[11091] = "";
[11092] = "";
[11093] = "";
[11101] = "对面的蝎子是傻帽!";
[11102] = "人类总夸自己猴精儿!";
[11103] = "不会摘桃的猴子不是好灵猴!";
[11111] = "呜呜呜呜!!!";
[11112] = "呜呜呜呜!!!";
[11113] = "呜呜呜呜!!!";
[11121] = "呜呜呜呜!!!";
[11122] = "呜呜呜呜!!!";
[11123] = "呜呜呜呜!!!";
[11131] = "对面的猴子是傻帽!";
[11132] = "我的尾巴,将会刺到谁?";
[11133] = "你拿的武器真好看,我能换吗?";
[11141] = "金蝉能脱壳,玉蟾是个宝!";
[11142] = "我在洞穴里等待活物!";
[11143] = "";
[11151] = "我乃江南七怪之首“柯镇恶”";
[11152] = "老夫双目失明,但却听风辨形!";
[11153] = "";
[11161] = "呜呜呜呜!!!";
[11162] = "呜呜呜呜!!!";
[11163] = "呜呜呜呜!!!";
[11171] = "我不想当杀手很多年了";
[11172] = "听说要是开启人物实战境界,将来可以成为郭靖那样的高手";
[11173] = "";
[11181] = "听说要是开启人物实战境界,将来可以成为郭靖那样的高手";
[11182] = "丢了这个饭碗,就丢了性命!";
[11183] = "地牢重地,机关重重";
[11191] = "听说要是开启人物实战境界,将来可以成为郭靖那样的高手";
[11192] = "看到你了就不要再躲了!";
[11193] = "谷主叫我来巡山啰!";
[11201] = "竟然说本尊是猩猩?";
[11202] = "看到我的脸,你尿裤子了么?";
[11203] = "其实我很萌!";
[11211] = "我的本名叫“饿”鱼";
[11212] = "狼入虎口,人入我口!";
[11213] = "我的皮很厚,很多人拿我的皮做衣服";
[11221] = "我的食物在哪里!!!";
[11222] = "我咬人不疼你试试!";
[11223] = "我的皮很厚,很多人拿我的皮做衣服";
[11231] = "";
[11232] = "";
[11233] = "";
[11241] = "神秘也是一种范儿!";
[11242] = "听说东邪很邪,他女儿黄蓉有件护身宝甲很厉害";
[11243] = "你不知我,我却知你!";
[11251] = "这种瘟疫,让我癫狂,如痴如醉!";
[11252] = "我们要把这种快乐传递下去!";
[11253] = "";
[11261] = "五仙教千秋万载一统江湖!";
[11262] = "守卫祭坛,来者格杀勿论!";
[11263] = "一生只为祭坛而生!";
[11271] = "我皮很厚但是我不吃肉";
[11272] = "赤狐!味道,难闻!";
[11273] = "一直很安逸!";
[11281] = "我的毛发很漂亮!";
[11282] = "土包子,穿山甲!";
[11283] = "";
[11291] = "";
[11292] = "";
[11293] = "";
[11301] = "五仙神威,见者俯首!";
[11302] = "";
[11303] = "";
[11311] = "探不出究竟的只有死人";
[11312] = "才得到的消息,护身宝甲可以通过熔炼和升阶来使人物获得更厉害的属性";
[11313] = "我打扮的这么奇特,应该没人会注意到我";
[11321] = "五仙教千秋万载一统江湖!";
[11322] = "才得到的消息,护身宝甲可以通过熔炼和升阶来使人物获得更厉害的属性";
[11323] = "身为信使,责任重大!";
[11331] = "五仙教千秋万载一统江湖!";
[11332] = "日月生辉,五仙神教!";
[11333] = "";
[11341] = "消灭一切发现我们的人!";
[11342] = "有本事看清我的真面目!";
[11343] = "";
[11351] = "消灭一切发现我们的人!";
[11352] = "有本事看清我的真面目!";
[11353] = "";
[11361] = "五仙教千秋万载一统江湖!";
[11362] = "五仙神威,见者俯首!";
[11363] = "我的巫术诡异莫测!";
[11371] = "五仙教千秋万载一统江湖!";
[11372] = "最近教中好像发生了很多大事!";
[11373] = "我以前是守门的!";
[11381] = "五仙教千秋万载一统江湖!";
[11382] = "最近教中好像发生了很多大事!";
[11383] = "我以前是守门的!";
[11391] = "嘶嘶~~~~";
[11392] = "其实我长的很帅!";
[11393] = "";
[11401] = "必经之地,来人就抢!";
[11402] = "杀人越货!";
[11403] = "我不姓沙!";
[11411] = "弟兄们,看住了,来一个抢一个!";
[11412] = "一人可敌百,可敌千么?";
[11413] = "这片黄沙,就是你的坟墓";
[11421] = "保持低调!";
[11422] = "";
[11423] = "";
[11431] = "我最崇拜的就是西毒,所以就来到这里。";
[11432] = "白驼不是你想来,想来就能来!";
[11433] = "我想成为像西毒那样的高手";
[11441] = "白驼山庄,天下无双!";
[11442] = "东邪西毒 南帝北丐 中神通!";
[11443] = "";
[11451] = "";
[11452] = "";
[11453] = "";
[11461] = "";
[11462] = "";
[11463] = "";
[11471] = "";
[11472] = "";
[11473] = "";
[11481] = "";
[11482] = "";
[11483] = "";
[11491] = "";
[11492] = "";
[11493] = "";
[12001] = "我会讲话你怎么还打我?!";
[12002] = "老子动口不动手,我咬!";
[12003] = "";
[12011] = "请不要用鼠标左键点在我身上,我会扁你的";
[12012] = "初出江湖的的小毛孩儿,活腻了?";
[12013] = "拿着武器来和泥玩了?";
[12021] = "小子,看什么看,再看我揍死你";
[12022] = "看来你是活得不耐烦了!";
[12023] = "既然你看不起我,就不要怪我下手太狠!";
[12031] = "请不要用鼠标左键点在我身上,我会扁你的";
[12032] = "你是要跟我单挑吗?";
[12033] = "闯入我们的地盘,就别想活着出去!";
[12041] = "你被包围了,放下武器乖乖就擒吧!";
[12042] = "让你尝尝爷爷的厉害!";
[12043] = "";
[12051] = "让你死前知道个秘密：坐骑是可以培养强化的。";
[12052] = "准备做我的骑下亡魂吧!";
[12053] = "";
[12061] = "经脉都没打通还敢跟我战!看招";
[12062] = "誓死杀敌!";
[12063] = "";
[12071] = "我是一名弓箭手,请尊重我的职业,不要跟我站这么近";
[12072] = "你被包围了,放下武器乖乖就擒吧!";
[12073] = "";
[12081] = "哪里来的不怕死的!竟敢闯入金军大寨";
[12082] = "你的生命到此结束!";
[12083] = "";
[12091] = "那群没用的废物,让大爷来亲自解决这厮";
[12092] = "";
[12093] = "";
[12101] = "敢杀你祖先!!";
[12102] = "猴哥很生气,后果很严重!";
[12103] = "你难道不知道我的爷爷是谁么?";
[12111] = "呜呜呜呜!!!";
[12112] = "呜呜呜呜!!!";
[12113] = "呜呜呜呜!!!";
[12121] = "呜呜呜呜!!!";
[12122] = "呜呜呜呜!!!";
[12123] = "呜呜呜呜!!!";
[12131] = "离开我们的地盘!";
[12132] = "蛰你!";
[12133] = "中了我的毒,你活不过今晚!";
[12141] = "你来给我滋养身子么?";
[12142] = "有了你我的身体会更有色泽!";
[12143] = "";
[12151] = "";
[12152] = "吃老夫一记伏魔杖法!";
[12153] = "吃老夫一记降魔杖法!";
[12161] = "呜呜呜呜!!!";
[12162] = "呜呜呜呜!!!";
[12163] = "呜呜呜呜!!!";
[12171] = "点子扎手,弟兄们一起上!";
[12172] = "蒙面是不想让你看到我满脸的杀气!";
[12173] = "遇见我,是你的命";
[12181] = "什么人?!";
[12182] = "就凭你的经脉也想打动我么?";
[12183] = "你这样的小喽啰,一屁股就坐死!";
[12191] = "什么人?!";
[12192] = "点子扎手,弟兄们一起上!";
[12193] = "砍死你!";
[12201] = "锤死你!";
[12202] = "为了肉饼!";
[12203] = "你真小!";
[12211] = "小家伙,让我咬一口试试?";
[12212] = "我嘴里的世界更精彩!";
[12213] = "我流泪了…你、你能过来看看吗?";
[12221] = "来,愚蠢的人类,给大爷磨磨牙!";
[12222] = "";
[12223] = "";
[12231] = "看你能否接下我一招弹指神通!";
[12232] = "万紫千红,落英神剑!";
[12233] = "";
[12241] = "死了你就知道我是谁了!!哈哈哈!";
[12242] = "点子扎手,弟兄们一起上!";
[12243] = "砍死你!";
[12251] = "快来感谢我让你改变!";
[12252] = "放下你的一切烦恼,来成为我们的一员";
[12253] = "";
[12261] = "地狱都敢来,不怕死么?";
[12262] = "想去祭坛,就要踏过我的身体!";
[12263] = "";
[12271] = "打扰我的生活就要付出代价!";
[12272] = "虽然我很弱小但是我们很团结….";
[12273] = "人类的皮不敌我万分之一!";
[12281] = "让我吸光你的精元!";
[12282] = "用你的灵魂与我相伴!";
[12283] = "";
[12291] = "";
[12292] = "";
[12293] = "";
[12301] = "来到了我的领域,还不死?";
[12302] = "";
[12303] = "";
[12311] = "发现我的人没有活着离开这里的权利";
[12312] = "就算死也要把消息传回去!";
[12313] = "既然发现了就留你不得!";
[12321] = "誓死保卫仙教的信件!";
[12322] = "是好汉你就站住!等我去喊人来!";
[12323] = "快来人!!别让这小贼跑了!!";
[12331] = "再靠近我就和你拼了!";
[12332] = "哈哈!尝尝的我毒!";
[12333] = "你即便是打不死,也毒死了!";
[12341] = "你的尸体会看到我的脸!";
[12342] = "";
[12343] = "";
[12351] = "你的尸体会看到我的脸!";
[12352] = "既然发现了就留你不得!";
[12353] = "";
[12361] = "呵!竟然自己来送死";
[12362] = "我要用你的血让祭坛变得更炙热";
[12363] = "";
[12371] = "什么人?!入侵者!";
[12372] = "是好汉你就站住!等我去喊人来!";
[12373] = "快来人!!别让这小贼跑了!!";
[12381] = "什么人?!入侵者!";
[12382] = "是好汉你就站住!等我去喊人来!";
[12383] = "快来人!!别让这小贼跑了!!";
[12391] = "天天吃沙,终于可以开荤了!";
[12392] = "看来这肉有点不好吃进嘴啊!";
[12393] = "";
[12401] = "想活命拿出身上的钱财!";
[12402] = "猜猜今天你是第几个?";
[12403] = "就算放下你的财物,一样没命!";
[12411] = "";
[12412] = "";
[12413] = "";
[12421] = "你不会知道我是谁的,去死吧";
[12422] = "";
[12423] = "";
[12431] = "保持警惕,绝不准许有外人闯入!";
[12432] = "擅闯白驼山庄,找死!!";
[12433] = "白驼圣地有进无出!";
[12441] = "";
[12442] = "";
[12443] = "";
[12451] = "尔等竟敢闯进我的地盘!嘿嘿,你这是自寻死路!";
[12452] = "让你尝尝五马分尸的滋味";
[12453] = "累么,累就对了,舒服是留给死人的!";
[12461] = "我的飞天蝙蝠外号不是白叫的,看招!";
[12462] = "心随意动势逼人,眼瞎又何妨!";
[12463] = "";
[12471] = "桃花影落飞神剑,碧海潮生按玉箫";
[12472] = "看你能否接下我一式弹指神通!";
[12473] = "";
[12481] = "佛光普照度万恶,放下屠刀即成佛";
[12482] = "既然施主无心回头,那老衲得罪了!";
[12483] = "一念愚即般若绝 一念智即般若生!";
[12491] = "我乃天下第一,孰敢与我一战!";
[12492] = "";
[12493] = "";
[13001] = "我……没有偷吃你家的鸡……";
[13002] = "嗷嗷!";
[13003] = "";
[13011] = "好汉饶命!";
[13012] = "不要杀我,我上有老下有小……";
[13013] = "";
[13021] = "明明是……我……先出得招";
[13022] = "最后还是客死异乡!";
[13023] = "";
[13031] = "别!我还没…吃饭呢!";
[13032] = "终于….可以睡个好觉了….";
[13033] = "";
[13041] = "为国捐躯是我的责任!!";
[13042] = "别、别放弃我……我还可以、还可以再抢救一下……";
[13043] = "";
[13051] = "别、别放弃我……我还可以、还可以再抢救一下……";
[13052] = "我、我不要做士兵甲……";
[13053] = "为国捐躯是我的责任!!";
[13061] = "";
[13062] = "";
[13063] = "";
[13071] = "";
[13072] = "";
[13073] = "";
[13081] = "十八年后,老子又是一条好汉";
[13082] = "能、能帮我整理一下发型吗?";
[13083] = "";
[13091] = "";
[13092] = "";
[13093] = "";
[13101] = "我爷爷姓孙……";
[13102] = "我是国家保护动物!";
[13103] = "";
[13111] = "呜呜呜呜!!!";
[13112] = "呜呜呜呜!!!";
[13113] = "";
[13121] = "呜呜呜呜!!!";
[13122] = "呜呜呜呜!!!";
[13123] = "";
[13131] = "感觉到痛不欲生了么?";
[13132] = "我只是一时疏忽,却命丧黄泉!";
[13133] = "";
[13141] = "";
[13142] = "";
[13143] = "";
[13151] = "后生……可畏……";
[13152] = "";
[13153] = "";
[13161] = "呜呜呜呜!!!";
[13162] = "呜呜呜呜!!!";
[13163] = "";
[13171] = "有一句话叫做：死都不知道怎么死的";
[13172] = "";
[13173] = "";
[13181] = "就算过了这关,你也过不了下一关!";
[13182] = "十八年后,老子又是一条好汉";
[13183] = "";
[13191] = "休想从我的视线中消失!";
[13192] = "看错一时,满盘皆输!";
[13193] = "";
[13201] = "你真可怕!";
[13202] = "怪物!";
[13203] = "";
[13211] = "妈妈告诉我两只脚的怪物吃不得……原来是真的!";
[13212] = "我竟然成了你的菜!";
[13213] = "";
[13221] = "怎么、怎么可能…";
[13222] = "我的子孙会让你痛不欲生的!";
[13223] = "";
[13231] = "年轻人,身手不错!";
[13232] = "";
[13233] = "";
[13241] = "身份暴露,何惧生死!";
[13242] = "有、有一件护身宝甲我就不会死了……";
[13243] = "";
[13251] = "谢谢你……";
[13252] = "终于解脱了……";
[13253] = "";
[13261] = "即使我死了,我的灵魂永远守护在这里!";
[13262] = "教主会为我报仇的..";
[13263] = "";
[13271] = "是、是赤狐派你来的吗?";
[13272] = "就算是死,我也不会脱下战衣!";
[13273] = "如果再有500年……";
[13281] = "";
[13282] = "";
[13283] = "";
[13291] = "";
[13292] = "";
[13293] = "";
[13301] = "";
[13302] = "";
[13303] = "";
[13311] = "我隐藏的这么好….";
[13312] = "没想到……我竟然死在你手上!";
[13313] = "";
[13321] = "大侠,当、当我是个屁放了吧….";
[13322] = "教主会为我报仇的..";
[13323] = "";
[13331] = "我愿奉献我之灵魂,来祭念神教!";
[13332] = "教主会为我报仇的..";
[13333] = "";
[13341] = "生亦何欢，死亦何苦!";
[13342] = "没想到……我竟然死在你手上!";
[13343] = "";
[13351] = "生亦何欢 死亦何苦!";
[13352] = "没想到……我竟然死在你手上!";
[13353] = "";
[13361] = "死也要死在岩浆中!";
[13362] = "教主会为我报仇的..";
[13363] = "";
[13371] = "大侠,当、当我是个屁放了吧….";
[13372] = "教主会为我报仇的..";
[13373] = "";
[13381] = "大侠,当、当我是个屁放了吧….";
[13382] = "教主会为我报仇的..";
[13383] = "";
[13391] = "原来…肉不是随便能吃得…";
[13392] = "";
[13393] = "";
[13401] = "大侠,当、当我是个屁放了吧….";
[13402] = "没想到……我竟然死在你手上!";
[13403] = "";
[13411] = "弟兄们,帮我报仇啊!";
[13412] = "";
[13413] = "";
[13421] = "我、我就知道大白天不能穿黑衣….";
[13422] = "";
[13423] = "";
[13431] = "看、看来你比我狠..毒";
[13432] = "没想到……我竟然死在你手上!";
[13433] = "";
[13441] = "";
[13442] = "";
[13443] = "";
[13451] = "我还是太弱了….";
[13452] = "闭上眼睛,我看见了我的前途!";
[13453] = "";
[13461] = "我还是太老了…";
[13462] = "";
[13463] = "";
[13471] = "我还是大意了…";
[13472] = "";
[13473] = "";
[13481] = "老衲尽力了….";
[13482] = "";
[13483] = "";
[13491] = "这、这不可能….";
[13492] = "我…乃天下第一";
[13493] = "";
--副本  ｛平常时候喊话：11XXX  战斗时喊话：12XXX   死亡时候喊话：13XXX｝
[51001] ="牙还没长全就想当兵，难道汉人只剩下了娃娃。";
[51002] ="你瞧那个新兵蛋子，看上去弱弱的。";
[51003] ="好久没有来新兵了，咱们也去凑凑热闹。";
[51004] ="这些废物居然奈何不了一个新兵。";
[51005] ="难得遇到高手一定要比试比试。";
[51006] ="经过了重重试炼，看来你也并非等闲之辈。";
[51007] ="听说是江湖世家之后，不知身手如何？";
[51008] ="我等又何尝不想像岳王爷一样横扫天下，精忠报国！";
[51009] ="宋军节节败退责任不在于军士，而在朝廷。";
[51010] ="好久没有上阵杀敌了，朝廷一直止战求和，真叫我等将士心寒。";
[52001] ="小娃，吃我一招。";
[52002] ="来吧，军爷陪你玩玩。";
[52003] ="小子，来和我比划比划。";
[52004] ="从来没有人能抵挡住禁军的攻击。";
[52005] ="刀剑无眼各安天命。";
[52006] ="让你见识见识什么叫最精锐的卫队。";
[52007] ="身手不错，看来不能小觑。";
[52008] ="来与我大战三百回合。";
[52009] ="让我看看你究竟有多厉害。";
[52010] ="小小年纪就这般了得，让我来会一会你。";
[53001] ="怎么可能败给一个小娃。";
[53002] ="居然栽在了新兵蛋子的手上。";
[53003] ="你这小子还真了不得。";
[53004] ="连个少年都胜不了，又何谈收复失地。";
[53005] ="少侠好本事，在下佩服。";
[53006] ="看来非要主将出马才能把你打败。";
[53007] ="不愧是世家之后，武艺非凡。";
[53008] ="一时大意，不然你绝胜不了我。";
[53009] ="真是英雄出少年，老夫甘拜下风。";
[53010] ="如果多一些像你这样的少年英雄加入我军，我大宋岂有不胜之理。";
[53011] ="啧啧啧，又一个不怕死的来了，你有几分本事，也敢来挑战群侠？被揍得鼻青脸肿，灰溜溜走掉的人我可见了不知多少(*^__^*) 嘻嘻……你会不会是下一个呢？";
[53012] =Img[18].."我要挑战";
[53013] ="取消。";
[80901] ="小兄弟，此处险象环生，这杯甘醇的烈酒，壮君胆色，保你战力激增、所向披靡，但每5分钟只可饮用一次，要不要来一杯壮壮胆？";
[80902] =Img[18].."来一杯";
[80903] =Img[18].."兑换龙吟符节";
---倒计时
[90001] ="删除计时:[1]";
[90002] ="删除计时:[2]";
[90003] ="删除计时:[3]";
[90004] ="删除计时:[4]";
[90005] ="删除计时:[5]";
[90006] ="删除计时:[6]";
[90007] ="删除计时:[7]";
[90008] ="删除计时:[8]";
[90009] ="删除计时:[9]";
[90010] ="删除计时:[10]";
[90011] ="删除计时:[11]";
[90012] ="删除计时:[12]";
[90013] ="删除计时:[13]";
[90014] ="删除计时:[14]";
[90015] ="删除计时:[15]";
[90016] ="删除计时:[16]";
[90017] ="删除计时:[17]";
[90018] ="删除计时:[18]";
[90019] ="删除计时:[19]";
[90020] ="删除计时:[20]";
[90021] ="删除计时:[21]";
[90022] ="删除计时:[22]";
[90023] ="删除计时:[23]";
[90024] ="删除计时:[24]";
[90025] ="删除计时:[25]";
[90026] ="删除计时:[26]";
[90027] ="删除计时:[27]";
[90028] ="删除计时:[28]";
[90029] ="删除计时:[29]";
[90030] ="删除计时:[30]";
----------巡逻怪喊话  ID + 01
[1006900101] = "阿二,巡逻了,走起!!走起!!!";
[1006900102] = "一切正常";
[1006900201] = "好嘞,阿大!!!";
[1006900202] = "一切正常";
[1002110201] = "当年岳王爷率岳家军收复襄阳六郡，如今我等守城，城在人在，绝不能愧对岳王爷的功绩。";
[1002110501] = "在下谨记。";
[1002110202] = "当年岳王爷率岳家军收复襄阳六郡，如今我等守城，城在人在，绝不能愧对岳王爷的功绩。";
[1002110502] = "在下谨记。";
[1002110401] = "大哥，这襄阳城的乞丐好生霸道，没见过连要饭都这么牛的。";
[1002110301] = "老弟，你所有不知，这些乞丐都是丐帮中人，丐帮号称天下第一大帮，据说领头大哥是姓洪的，势力大的很，你以后还是小心为妙。";
[1002110302] = "襄阳城酒楼的铁狮子头可是一绝，我吃过一次可就再也忘不了了。";
[1002110402] = "嘿，没见识的东西，城南吴寡妇家的阳春面别具一番风味，我可是宁舍十顿狮子头，也舍不得一碗阳春面。";
[1002110303] = "当年岳王爷连败金军，北定中原指日可待，可惜奸臣秦桧从中作梗。高宗听信谗言，连发十二道金牌召岳家军，岳家军功亏一篑，如今我大宋恐再也无力北伐中原了。";
[1002110403] = "哎，可惜可惜。";
[1002110304] = "朱仙镇一战可打出了我大宋军队的士气，听我爷爷说，当时杀得金狗抱头鼠窜，如今遇了金兵，咱们督头能别吓尿了裤子就不错哩。";
[1002110404] = "你可小声点，这话要是让督头听见了，又要打你板子了。";

[1002111801] = "如今世道不好，城外军情紧急，自是要严查盘问，以防有蛮人的探子混了进来！大家伙儿也都体谅则个！",
[1002111802] = "嘿嘿嘿，那边儿的！说你的！傻站着干什么！快走快走！别堵了路！",
[1002111803] = "",

[1002111901] = "这根银钗虽说成色一般，但难得的是做工精巧，怕是也要不少钱呢。",
[1002111902] = "瞧你说的，笑话我呢，嘻嘻……",
[1002111903] = "",

[1002112001] = "董相公心疼嫂子，只要嫂子回去一说，还怕他不巴巴地买来讨你欢喜？",
[1002112002] = "",

[1002111601] = "总说你们牛鼻子如何如何厉害，我瞧你也没什么了不起的！",
[1002111602] = "三脚猫的功夫，也敢使出来现眼！怕是学艺不精，就跑出来瞎晃了吧！哈哈哈！",
[1002111603] = "",

[1002111701] = "臭叫花子，还敢满嘴胡言！看道爷我不打断你的腿！",
[1002111702] = "哼，嘴皮子顺溜算什么本事！有种就再与我斗上三百回合！",
[1002111703] = "",

[1002105001] = "子曰：人而不仁，如礼何？人而不仁，如乐何？",
[1002105002] = "子曰：君子喻于义，小人喻于利。",
[1002105003] = "子曰：三人行，必有我师焉。择其善者而从之，其不善者而改之。",
[1002105004] = "",

[1002102201] = "轰走轰走……客人们都在里面吃喝，见着这个多晦气！",
[1002102202] = "",

[1002102301] = "我们打开门是做生意，哪有功夫搭理你！",
[1002102302] = "快走快走！你这秃驴，好不识趣，讨饭竟然讨到这里来了！",
[1002102303] = "",

[1002102401] = "贫僧向你们化缘，乃是为了广结佛缘，并不只为填饱肚腹……",
[1002102402] = "",

[1002102501] = "哼，朱门酒肉臭，路有冻死骨，这般为富不仁，还叫什么“有德”，趁早改名叫“孔缺德”才好！",
[1002102502] = "",

[1002102601] = "兄弟小声些，这孔有德也算是个地头蛇，左右没伤了那僧人，算了吧……唉，如今这世道，管不了这么多了！",
[1002102602] = "",

[1002109601] = "请你不要这么深情的望着你自己~~不害臊吗!";
[1002109602] = "踹他一脚";
[1002109603] = "孙子,敢踢你猪爷爷!!";
[1002109604] = "撞不死你!!!";
[1002109605] = "不长眼的,敢踢你猪爷爷!!";
[1002109606] = "来啊!!";

[1003111301] = "知道我为什么叫鬼牙吗！瞧我这牙齿，什么都能嚼得烂！";
--[1003111301] = "知道我为什么叫鬼牙吗！瞧我这牙齿，什么都能嚼得烂，不信你拿个<font color='#00FF00'>强化石</font>给我试试！";
[1003111302] = "后会有期";
--[1003111302] = "给他<font color='#00FF00'>强化石</font>试试!(会发生什么呢??你猜!)";
[1003111303] = "抱歉，你身上没有<font color='#00FF00'>强化石</font>";
[1003111304] = "只听见,咔嚓一声,强化石被鬼牙咬碎了.";

------------群侠挑战BOSS喊话------------------------
[1003210000] ="有——有人说我的肉——肉——肉不好，但没——没人说我的刀不——不——不快！"; ------露露
[1003210001] ="我、我、我……再剁你三斤！";
------------------------------------------------------------
[1003210002] ="你猜猜，我这背篓里装的是什么？";                                 ------晓微
[1003210003] ="你、你再过来我可就喊啦！";
------------------------------------------------------------
[1003210004] ="哈，敢招惹你小姑奶奶，抽得你老娘都不认得你！";                   ------刘雨
[1003210005] ="贼厮鸟，打了鸡血了你！";
------------------------------------------------------------
[1003210006] ="我打你一下，你不能打我两下，不然……我可就亏了！";                 ------南筱芸
[1003210007] ="完了完了，这回可亏大了！";
------------------------------------------------------------
[1003210008] ="我说不来，你偏要我来，来就来！";                                 ------戈楠
[1003210009] ="还打？都这样了你还打？";
------------------------------------------------------------                     
[1003210010] ="铁无情，随心而锻，倒比人还多几分变通。";                         ------杨锋                   
[1003210011] ="唉……打人没什么意思，我还是回去打铁吧！";
------------------------------------------------------------
[1003210012] ="天文地理，诗词歌赋，人生哲学，只管来问！";                       ------章博                
[1003210013] ="不是说好了文斗吗？怎么变成武斗了！";
------------------------------------------------------------  
[1003210014] ="真不懂得怜香惜玉……";                                              ------周静恒     
[1003210015] ="哎哟哟——莫伤了奴家这双手！";
------------------------------------------------------------
[1003210016] ="生生死死见的多了，是男是女也就不重要了。";                         ------欧雅琪
[1003210017] ="且慢！欧某赠你一颗大力丸，我们算个平手如何？";
------------------------------------------------------------
[1003210018] ="人生苦短，及时行乐！";                                              ------广平禅师
[1003210019] ="善了个哉！贫僧可要动真格儿的了！";
------------------------------------------------------------
[1003210020] ="我叫崔命，不是催命，叫我催命，便催你命！";                          ------崔命
[1003210021] ="崔命催命，急急如律令！";
------------------------------------------------------------
[1003210022] ="呵呵，好新鲜的尸体！";                                               ------慕容枭
[1003210023] ="难道……死的会是我……";
------------------------------------------------------------
[1003210024] ="初习武之，岂好斗乎，夫善战者，唯死战也！";                           ------宫北烨
[1003210025] ="噫吁兮——侠以武犯禁，得乎此言，诚不欺我！";
------------------------------------------------------------
[1003210026] ="哪儿出滴瓜娃子，试哈老娘滴家伙！";                                   ------唐三妹
[1003210027] ="算球！懒打得，让你噻！";
------------------------------------------------------------
[1003210028] ="师公说了，打架是不对的！我们只过三招，多了我就不来了！";              ------傻姑
[1003210029] ="停手停手！三招打完了，你怎么还打？";
------------------------------------------------------------
[1003210030] ="昔有佳人公孙氏，一舞剑器动四方。你看我这剑舞，比公孙大娘如何？";       ------李颖秋  
[1003210031] ="看来我还是学艺不精……";
------------------------------------------------------------
[1003210032] ="你可愿听我弹奏一曲？";                                                 ------曲灵儿  
[1003210033] ="知音少，弦断……有谁听？";
------------------------------------------------------------
[1003210034] ="我佛慈悲，终将庇佑你！";                                                ------扎西多吉  
[1003210035] ="唵嘛呢叭咪吽！";
------------------------------------------------------------
[1003210036] ="也好！就陪你活动活动筋骨！";                                            ------叶殇 
[1003210037] ="哇哈哈哈哈——痛快！再战三百回合！";
------------------------------------------------------------
[1003210038] ="我还有一颗人心！";                                                       ------阎天 
[1003210039] ="人心，比鬼神更加可怖！";
------------------------------------------------------------
[1003210040] ="剑就是我，我就是剑！";                                                   ------杜凤鸣
[1003210041] ="人剑合一，无我无剑——！";
------------------------------------------------------------
[1003210042] ="神在阴阳外，人在五行中。";                                                ------梅有财
[1003210043] ="唔……真是一代新人换旧人呐！";
------------------------------------------------------------
[1003210044] ="贫尼绝色，见过施主。";                                                     ------绝色师太  
[1003210045] ="大慈大悲，救苦救难，观世音菩萨！";
------------------------------------------------------------
[1003210046] ="你想我把血掌印留在你身上何处？";                                            ------李莫愁
[1003210047] ="哼，这笔账，我记下了！";
------------------------------------------------------------
[1003210046] ="道是阆苑仙葩，不如人间探花。";                                            ------岑凯
[1003210047] ="等等！小生要整理一下发型……";
------------------------------------------------------------
[1003210046] ="好啊，你我也有很久没有切磋过了！";                                            ------谢逊
[1003210047] ="你不是成昆！我的仇人只有成昆！";
------------------------------------------------------------
[1003210046] ="别人笑我太疯癫，我笑他人看不穿！";                                            ------庞塬
[1003210047] ="哈哈哈，给我提壶酒来！";
------------------------------------------------------------
[1003210046] ="来如流水兮逝似风，不知何处来兮何所终……";                                            ------黛绮丝
[1003210047] ="百岁光阴，七十者稀。急急流年，滔滔逝水。";
------------------------------------------------------------
--------------------NPC:10021017 酒徒-------------------------
--------------------------------------------------------------
 [1002101715]="路过的英雄，甘醇的烈酒，来一碗吧！",
 [1002101716]="我这的酒可都是好酒啊，要不要尝尝！",
------------------------------------------------------------
-------------------------珍珑棋局---------------------------
--------------------------------------------------------------
 [50302001]="我又变强了一些，懦弱的人类啊！",
 
 -------------------侠客岛小怪
 -- [1002101717]="天堂有路你不走，地狱无门自来投。看招！",
 -- [1002101718]="这。。。",
 -- [1002101719]="少林功夫，扬名天下！",
 -- [1002101720]="学艺不精以致今日之败。。。",
 -- [1002101721]="莫走！吃我一招太极剑！",
 -- [1002101722]="师傅救我！",
 -- [1002101723]="你懂得回字的四种写法吗？",
 -- [1002101724]="知识改变命运。。。",
}