_G.TeamMsgConfig = {
	["PlayerMsg"] = "玩家",
	["InviteMsg"] = "邀请你加入队伍,请问你是否同意",--6000230001	"	玩家%s邀请你加入队伍,请问你是否同意
	["ApplyMsg"] = "申请加入你的队伍,请问你是否同意",--6000230002	"	玩家%s申请加入你的队伍,请问你是否同意
	["RefuseInviteMsg"] = "拒绝了您的邀请",--6000210001	"	玩家%拒绝了您的邀请
	["RefuseApplyMsg"] = "拒绝了您的申请",--6000210002	"	玩家%拒绝了您的申请
	["TeamMsg"] = "的队伍",--6000260001	"	玩家%s的队伍
	["FarAwayMsg"] = "远离",--6000260002	"	远离
	["TeamFull"] = "队伍人数已满,操作失败", ---6000210003	"	玩家%s的队伍人数已满
	["NotCaptain"] = "你不是队长不能进行此操作"; --6000210004	"	你不是队长不能进行此操作
	["NotInOneLine"] = "不在同一线,不能进行操作",--6000210005	"	不在同一线,不能进行操作
	["JoinTeam"] = "加入到队伍",--6000210006	"	玩家%s加入到队伍
	["JoinToTeam"] = "你加入到",--60002100076000210007	"	你加入到%s的队伍
	["CanAddFriend"] = "不能添加自己为好友",--6000210008	"	不能添加自己为好友
	["CanSpecifyCaptain"] = "你不能对自己进行操作",--6000210009	"	你不能对自己进行此操作
	--["NoRight"] = "你不是队长,没有此权限",
	["KickOutMsg"] = "你已被踢出队伍",--6000210011	"	你已被踢出队伍
	["BecomeCaptain"] = "你被指派为队长", ---6000210012	"	你被指派为队长
	["BeKickOutMsg"] = "被请离队伍",--6000210013	"	玩家%s被请离队伍
	["LeaveTeamMsg"] = "离开了队伍",--6000210014	"	玩家%s离开队伍
	["CanViewMsg"] = "不能查看自己",--6000210015	"	不能查看自己
	["KickSelf"] = "不能将自己踢出队伍",--6000210016	"	不能将自己踢出队伍
	["CanSpecifySelf"] = "不能转让给自己",--6000210017	"	不能转让给自己
	["BecomeNewCaptain"] = "为新的队长",---6000210018	"	玩家%s为新的队长
	["PleaseInputXuanYan"] = "请您输入队伍宣言",--6000210019	"	请您输入队伍宣言
	["PleaseChooseNewCaptain"] = "请选择要任命的玩家",--6000210020	"	请选择要任命的玩家
	["PleaseChooseKickObj"] = "请选择要请离的玩家",--6000210021	"	请选择要请离的玩家
	["PleaseChooseViewObj"] = "请选择要查看的玩家",--6000210022	"	请选择要查看的玩家
	["CanNotViewSelf"] = "不能查看自己",--6000210023	"	不能查看自己
	["IsATeamMember"] = "玩家已经拥有队伍",--6000210024	"	玩家%s已经拥有队伍	"
	["InviteFailed"] = "邀请失败",--6000210025	"	邀请失败	"
	["InSameTeam"] = "已在队伍中,无法被邀请",--6000210026	"	玩家%s已在队伍中,无法被邀请	"
	["AddSomeOneTeam"] = "您已经加入到",--6000210027	"	您已经加入到%s的队伍	"
	["InTeamCanApply"] = "您已在队伍中,请勿重复申请",--6000210028	"	您已在队伍中,请勿重复申请	"
	["LeaveTeam"] = "你已经离开了队伍",--6000210029	"	你已经离开了队伍	"
	["NotInLine"] = "玩家不在线或不在同一线路，无法组队",--6000210030	"	玩家不在线或不在同一线路，无法组队	"
	["NewCaptainMsg"] = "玩家已退出队伍",--6000210031	"	玩家%s已退出队伍	"
	["SpecifyNewCaptain"] = "您被指定为新队长",--6000210032	"	您被指定为新队长	"
	["NoticeOtherCaptainMsg"] = "被指定为新队长",--6000210033	"	玩家%s被指定为新队长	"
	["AddTeamFail"] = "组队失败，您的队伍已不存在",--6000210034	"	组队失败，您的队伍已不存在	"
	["NoPri"] = "你不是队长,没有此权限",--6000210010	"	你不是队长,没有此权限
	["FbInfo"] = "您所在队伍的队长",--6000210035	"	您所在队伍的队长	"
	["EnterSceneInfo"] = "已经进入 <font color='#00FF00'>%s</font> 副本，您是否要进入此副本?",--6000230003	"	已经进入 <font color='#00FF00'>%s</font> 副本，您是否要进入此副本?	"
	["YourMsg"] = "您将于",--	6000210036	"	您将于%s秒后离开副本！	"
	["LeaveFb"] = "秒后离开副本！",--	6000210036	"	您将于%s秒后离开副本！
	["MaxTeamMembers"] = "你的队伍人数已满,不能允许其他玩家进入",--6000210037	"	你的队伍人数已满,不能允许其他玩家进入	"
	["IsInFb"] = "在副本中,不能接收到您的请求",--6000210038	"	玩家%s在副本中,不能接收到您的请求	"
	["SelfInFb"] = "您在副本中,不能进行此操作",--6000210039	"	您在副本中,不能进行此操作	"
	["InSingleFb"] = "对方处在不可组队状态，请稍后再尝试",--6000210040	"	对方处在不可组队状态，请稍后再尝试	"
	["selfInSingleFb"] = "您有正在进行的单人副本，不能组队",--6000210041	"	您有正在进行的单人副本，不能组队	"
	["DismissTeam"] = "您的队伍已解散！",--6000210042	"	您的队伍已解散！	"
	["WaitResponse"] = "正在等待对方的回复，请勿重复操作！", --6000210043	"	正在等待对方的回复，请勿重复操作！	"
	["ModifyMsg"] = "修改宣言成功！", --6000210044	"	修改宣言成功！	"
	["ForbidChgCaptain"] = "请勿在副本过程中，更换队长！",--6000210045	"	请勿在副本过程中，更换队长！	"
}

_G.TeamFbMsg = {
	["NotInTime"] = "时间未到,不能进入副本",--9000610042         
	["FbIsFull"] = "副本人数已满,不能进入副本",--9000610043
	["TimeFull"] = "你今天允许进入该副本次数已满",--9000610044
	["LowerLevel"] = "你的等级不符,不能进入副本",--9000610045
	["AddTeamMsg"] = "请组队进入多人副本",--9000610046
	["OpenFbMsg"] = "请让队长开启副本",--9000610047
}

_G.TeamToolTipsConfig = {
	["level"] = "等级:",--6000250003	"	等级：	"
	["tong"] = "世家:",--6000250004	"	世家：	"
	["hp"] = "当前生命",--6000250005	"	当前生命：	"
	["map"] = "所在地图",--6000250006	"	所在地图：	"
	["far"] = "远离",--6000250007	"	远离	"
	["mp"] = "当前内力",--6000250008	"	当前内力：	"
	["fb"] = "副本中",--6000250009	"	副本中	"
	["addJingYanTitle"] = "<font color='#ca9754'> 组队经验加成：</font><br/>",
	["addJingYanDes"] = "<font color='#cdc6c4'>同地图中每多组一个人，打怪总经验增加5%</font><br/>",
	["addJingYan"] = "当前效果：增加",
}

_G.ProfPngConfig = {
	[1] = "zhiye_gun.png",
	[2] = "zhiye_dao.png",
	[3] = "zhiye_jian.png",
	[4] = "zhiye_qiang.png",
}

_G.CheckZhanYouTime = 30;

_G.Captain = "<font color='#ca9754'> 队长</font>";--6000250010	"	<font color='#ca9754'> 队长</font>	"
_G.Name = "<font color='#cdc6c4'>%s </font>";--6000250011	"	<font color='#cdc6c4'>%s </font>	"
_G.Map1 = "<font color='#cdc6c4'>  %s </font><br/>";   --同地图 6000250012	"	<font color='#cdc6c4'>  %s </font><br/>	"
_G.Map2 = "<font color='#f15d27'>  %s [远离]</font><br/>";   --不同地图 --6000250013	"	<font color='#f15d27'>  %s [远离]</font><br/>	"
_G.None = "无";                                             --6000250014	"	无	"
_G.Effect = "<font color='#cdc6c4'>加成效果：</font><br/>";--6000250015	"	<font color='#cdc6c4'>加成效果：</font><br/>	"
_G.ShowHuo = "<font color='#00FF00'>收益：</font>";   --6000250016	"	<font color='#00FF00'>收益：</font>	"

_G.JingYanPng = "Icon_sk_70002_1.png";
_G.JingYanGrayPng = "Icon_BaoJian_atkspd04_0.png";
_G.JingYanSharePng = "Icon_Buff_1013_1.png";  --经验共享图片
_G.AddJingyan = 5;

--在该场景中不允许组队
_G.NoneTeamConfig = {
	-- [1001] = true;
	[8060] = true;
	[8090] = true;
}
