_G.SkillStringConfig = 
{
--界面显示
	[1]		= "层数:";
	[2]		= "可通过秘籍书学习";
	[3]		= "学习条件";
	[4]		= "升级条件";
	----------------
	[20]	= "武学类型:";
	[21]	= "修炼进度:";
	[22]	= "攻击目标:";
	[23]	= "攻击距离:";
	-----------------
	[25]	= "需要等级:";
	[26]	= "银两消耗:";
	[27]	= "需要秘籍:";
	[28]	= "秘籍的获取方式请关注最新活动消息!";
	[29]	= "提升层数";
	[30]	= "学习技能";
	[31]	= "需要五行真气";
	------------------
	[1001]		="招式";
	[1002]		="内功";
	[1003]		="心法";
-------------------------------------------
--系统配置相关
	[10001]  ="未开放",
	[10002]  ="未知",
	[10003]  ="招    式",
	[10004]  ="内    功",
	[10005]  ="心    法",
	[10006]  ="五行绝学",
	[10007]  ="夫妻武学",
	[10008]  ="帮派武学",
	[10009]  ="其他绝学",
	[10010]  ="基    础",
---------------------------------------------
--技能相关
[110]="怪物普攻",
[120]="具体技能参数在怪物表中配置",
[130]="所有怪物普通攻击都调用这个，你说暂无不",
[210]="公共受击技能",
[220]="玩家受击动作靠该技能播放",
[230]="所有玩家的受击动作都是靠这个，你说暂无不",
[240]="对目标造成<font color='#0DAB01'>%s%%</font>攻击并追加<font color='#0DAB01'>%s</font>伤害",
[241]="尚未学习，暂无效果",
[242]="对目标造成<font color='#0DAB01'>%s%%</font>攻击",
--蛤蟆功
[243]="基础伤害：%s%% 持续毒伤害%s",
--无双
[244]="攻击 + %s%%\n防御 + %s%%\n暴击 + %s%%\n移动速度 + %s%%\n攻击速度 + %s%%\n对怪物伤害 + %s%%",
--太极神功
[245]="闪避率 + %s%%",
--凌波微步
[246]="移动速度 + %s",
--九阴真经
[247]="暴击 + %s".."\n".."暴击伤害 + %s%%",
--青莲秘纂
[248]="生命上限 + %s",
--天元心法
[249]="内力上限 + %s",
--龙象般若功
[250]="防御力 + %s",
--玄功要诀
[251]="攻击力 + %s",
--云龙三斩
[252]="身法 + %s",
--天魔解体
[253]="暴击 + %s",
--铁布衫
[254]="受到的暴击伤害减少%s%%",
--降龙伏象功
[255]="五毒奇经抗性增加 %s%%",
--菩提心经
[256]="七杀心经抗性增加 %s%%",
--天山童姥功
[257]="画地为牢抗性增加 %s%%",
--金刚不坏体
[258]="紫霞神功抗性增加 %s%%",
--洗髓经
[259]="玄冥神掌抗性增加 %s%%",
--易筋经
[260]="无相神功抗性增加 %s%%",
--少阳神功
[261]="苍寒诀抗性增加 %s%%",
--阿罗汉神功
[262]="狂澜势抗性增加 %s%%",
--金钟罩
[263]="朝天阙抗性增加 %s%%",
--苦行禅功
[264]="蛊刃抗性增加 %s%%",
--大挪移身法 
[265]="大挪移瞬间提升角色闪避率40%,每提高一层增加闪避率0.5%，降低0.01冷却时间",
--轻功 
[266]="起跳伤瞬间角色闪避率增加40%",
--自断心脉
[267]="损耗自身100%生命",
--苍寒诀
[268]="每提升一级，命中成功率增加2%，状态持续时间增加0.05秒",
--狂澜势
[269]="每提升一级，命中成功率增加2%，状态持续时间增加0.05秒",
--朝天阙
[270]="每提升一级，命中成功率增加2%，状态持续时间增加0.05秒",
--蛊刃
[271]="每提升一级，命中成功率增加2%，状态持续时间增加0.05秒",
--画地为牢
[273]="每提升一级，命中成功率增加2%，状态持续时间增加0.05秒",
--北冥神功
[278]="每提升一次吸血量提升4点",
--金钟罩
[279]="减免受到伤害%s%%，增加防御%s",
--七杀心经
[280]="每提升一级，命中成功率增加2%，状态持续时间增加0.05秒",


--五毒奇经
[272]="每提升一级状态命中率增加1.5%并提升0.15秒持续时间",
----暂时无用
[274]="每提升一级，增加1.5%命中率，0.02秒持续时间",
--紫霞神功--暂时无用
[275]="每提升一级，增加1.5%命中率，0.05秒持续时间",
--玄冥神掌--暂时无用
[276]="每提升一级，增加1.5%命中率，0.05秒持续时间",
--无相神功--暂时无用
[277]="每提升一级，增加1.5%命中率，0.05秒持续时间",

--醍醐灌顶
[281]="每提升一级，抵抗几率提升2%",
--静影沉璧
[282]="每提升一级，抵抗几率提升2%",
--固若金汤
[283]="每提升一级，抵抗几率提升2%",
--蹑云步
[284]="每提升一级，抵抗几率提升2%",
--不动明王体
[285]="每提升一级，抵抗几率提升2%",
--万象昏阴
[286]="每提升一级，抵抗几率提升2%",
--浮云无定
[287]="每提升一级，抵抗几率提升2%",
--怒震威神
[288]="每提升一级，抵抗几率提升2%",
--青莲秘箓
[289]="每提升一级，抵抗几率提升2%",
--菩提心经
[290]="每提升一级，抵抗几率提升2%",
--法身降魔咒
[291]="法身降魔咒%s",
[292]="杀怪经验提升 %s%%",
[293]="角色攻击力增加 %s",
[294]="角色防御力增加 %s",
[295]="角色暴击增加 %s",
[296]="角色身法增加 %s",
[297]="自身受到攻击时，伤害减免 %s%%",
[298]="自身受到攻击时，反弹伤害 %s",
[299]="使目标定身 %s秒",
[300]="使目标沉默 %s秒",
[301]="使目标眩晕 %s秒",
[302]="降低目标 %s%%攻击，持续%s秒",
[303]="降低目标 %s%%防御，持续%s秒",
[304]="降低目标 %s%%移动速度，持续%s秒",
[305]="降低目标 %s%%暴击，持续%s秒",
[306]="降低目标 %s%%身法，持续%s秒",
[307]="<font color='#FFFF00'>对目标造成</font><font color='#0DAB01'>%s%%</font><font color='#FFFF00'>攻击并追加</font><font color='#0DAB01'>%s</font><font color='#FFFF00'>伤害</font>",
[308]="对目标造成<font color='#0DAB01'>%s%%</font>攻击并追加<font color='#0DAB01'>%s</font>伤害，降低目标防御%s%%",


[1100110]="春回润物",
[1100120]="<font color='#87ceeb'>主动释放技能：友方或自己添加一个回血buff</font>",
[1100130]="暂无",
[1100210]="自断心脉",
[1100220]="<font color='#87ceeb'>自断心脉，即刻殒命</font>",
[1100230]="如果您出现卡地图的问题时，可以用这个技能脱离",
[1100310]="狮子吼",
[1100320]="<font color='#87ceeb'>对自身范围内敌方目标造成伤害，并有几率使目标眩晕</font>",
[1100330]="狮子吼天下至刚至强的少林绝学",
[1100340]="记载着狮子吼的招式秘籍，看起来暗显殊华<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1104,20,23'>《桃花岛》柯镇恶掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1100410]="蛤蟆功",
[1100420]="<font color='#87ceeb'>对自身范围内敌方目标造成伤害，并有几率使其中毒</font>",
[1100430]="状态是否命中和敌方抗性技能有关",
[1100440]="记载着蛤蟆功的招式秘籍，看起来暗显殊华<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1107,-5,4'>《白驼山》欧阳锋掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1100510]="七伤拳",
[1100520]="<font color='#87ceeb'>将自身一定生命转化为攻击，对敌人造成单次伤害</font>",
[1100530]="状态是否命中和敌方抗性技能有关",
[1100610]="黯然销魂掌",
[1100620]="<font color='#87ceeb'>对敌人造成单次伤害，自身血量越低，对敌伤害越大</font>",
[1100630]="暂无",
[1100710]="六脉神剑",
[1100720]="<font color='#87ceeb'>短时间内对扇形内敌人造成多次伤害。每贯通一条经脉伤害增加2%。并有几率使目标降低暴击</font>",
[1100730]="大理段氏的最高武学，由大理开国皇帝段思平所创",
[1100740]="记载着六脉神剑的招式秘籍，看起来暗显殊华<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1106,0,1'>《大理》一灯大师掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1100810]="吸星大法",
[1100820]="<font color='#87ceeb'>对自身范围所有敌方目标造成伤害。并有一定概率会移动到自己面前</font>",--附加眩晕状态！
[1100830]="武功中最为奇妙，威力无比的一门秘传功夫。从古至今，能练成这门功夫的人寥寥无几",
[1100840]="记载着吸星大法的招式秘籍，看起来暗显殊华<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1107,-5,4'>《白驼山》欧阳锋掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1100910]="降龙十八掌",
[1100920]="<font color='#87ceeb'>自身范围内敌方目标造成伤害，并有一定概率将击退6米</font>", --眩晕1秒
[1100930]="招式名称取自《周易》丐帮的镇帮绝学",
[1100940]="记载着降龙十八掌的招式秘籍，看起来暗显殊华<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1105,-7,24'>《绝情密涧》黄药师掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1101010]="大力金刚掌",
[1101020]="基础伤害百分比+火元素伤害",
[1101030]="暂无",
[1101110]="化骨绵掌",
[1101120]="<font color='#87ceeb'>对周围敌人造成伤害，并有一定概率使目标攻击力下降50%</font>",
[1101130]="状态是否命中和敌方抗性技能有关",
[1101140]="记载着化骨绵掌的招式秘籍，看起来暗显殊华",
[1101210]="一阳指",
[1101220]="<font color='#87ceeb'>以极快速度对敌人造成一次伤害。该技能消耗与玩家总内力有关</font>",
[1101230]="暂无",
[1101240]="记载着一阳指的招式秘籍，看起来暗显殊华<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1106,0,1'>《大理》一灯大师掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1101310]="大挪移身法",
[1101320]="<font color='#87ceeb'>空格键释放。注意：滑动方向为玩家鼠标方向！</font>",
[1101330]="功法源自波斯拜火教，乃镇教之宝，武学道理多元精妙，变化神奇，是西域武林最巅峰的武学",
[1101340]="记载着轻功的招式秘籍，看起来暗显殊华",
[1101510]="轻功",
[1101520]="<font color='#87ceeb'>使用后角色快速跳跃到鼠标所指空地。角色起跳的瞬间可躲避部分伤害。</font>",
[1101530]="暂无",
[1101540]="记载着轻功的招式秘籍，看起来暗显殊华",
[1101710]="弹指神通",
[1101720]="<font color='#87ceeb'>以极快速度对敌人造成一次伤害。并有几率使目标降低身法</font>",
[1101730]="东海桃花岛主自创武功绝学，天下无双，精微奥妙，指力神通",
[1101740]="记载着弹指神通的招式秘籍，看起来暗显殊华",
[1101610]="金钟罩",
[1101620]="<font color='#87ceeb'>使用后增加自身大幅防御力</font>",
[1101630]="金钟罩为少林四大神功之一，为达摩祖师所创",
[1101640]="记载着金钟罩的招式秘籍，看起来暗显殊华",

[1200110]="天罡紫气",
[1200120]="内功技能：内功开启后生效（增加角色攻击力）",
[1200130]="暂无",
[1200210]="太极神功",
[1200220]="内功技能：内功开启后生效（增加角色闪避）",
[1200230]="暂无",
[1200240]="记载着太极神功的内功秘籍，看起来古朴大雅<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1105,-7,24'>《绝情密涧》黄药师掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1200310]="凌波微步",
[1200320]="内功技能：内功开启后生效（增加角色移动速度）",
[1200330]="暂无",
[1200340]="记载着凌波微步的内功秘籍，看起来古朴大雅<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1106,0,1'>《大理》一灯大师掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1200410]="九阴真经",
[1200420]="内功技能：内功开启后生效（增加角色暴击伤害）",
[1200430]="暂无",
[1200440]="记载着九阴真经的内功秘籍，看起来古朴大雅<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1107,-5,4'>《白驼山》欧阳锋掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1300110]="青莲秘箓",
[1300120]="被动技能：学习后血量上限增加。",
[1300130]="暂无",
[1300140]="记载着心法的秘籍，看起来完好无损",
[1300210]="天元心法",
[1300220]="被动技能：学习后内力上限增加。",
[1300230]="暂无",
[1300240]="记载着心法的秘籍，看起来完好无损",
[1300310]="龙象般若功",
[1300320]="被动技能：学习后防御力增加。",
[1300330]="暂无",
[1300340]="记载着心法的秘籍，看起来完好无损",
[1300410]="玄功要诀",
[1300420]="被动技能：学习后攻击增加。",
[1300430]="暂无",
[1300440]="记载着心法的秘籍，看起来完好无损",
[1300510]="云龙三折",
[1300520]="被动技能：学习后身法增加。",
[1300530]="暂无",
[1300540]="记载着心法的秘籍，看起来完好无损",
[1300610]="天魔解体",
[1300620]="被动技能：学习后暴击增加。",
[1300630]="暂无",
[1300640]="记载着心法的秘籍，看起来完好无损",
[1300710]="铁布衫",
[1300720]="被动技能：学习后减少受到的暴击伤害。",
[1300730]="暂无",
[1300740]="记载着铁布衫心法的秘籍，看起来崭新无缺<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
[1300810]="降龙伏象功",
[1300820]="被动技能：学习后抗性增加。", 
[1300830]="暂无",
[1300840]="记载着降龙伏象功的内功秘籍，看起来古朴大雅",
[1300910]="菩提心经",
[1300920]="被动技能：学习后抗性增加。",
[1300930]="暂无",
[1300940]="记载着菩提心经的内功秘籍，看起来古朴大雅",
[1301010]="天山童姥功",
[1301020]="被动技能：学习后抗性增加。",
[1301030]="暂无",
[1301040]="记载着天山童姥功的内功秘籍，看起来古朴大雅",
[1301110]="金刚不坏体",
[1301120]="被动技能：学习后抗性增加。",
[1301130]="暂无",
[1301140]="记载着金刚不坏体的内功秘籍，看起来古朴大雅",
[1301210]="洗髓经",
[1301220]="被动技能：学习后抗性增加。",
[1301230]="暂无",
[1301240]="记载着洗髓经的内功秘籍，看起来古朴大雅",
[1301310]="易筋经",
[1301320]="被动技能：学习后抗性增加。",
[1301330]="暂无",
[1301340]="记载着易筋经的内功秘籍，看起来古朴大雅",
[1301410]="少阳神功",
[1301420]="被动技能：学习后抗性增加。",
[1301430]="暂无",
[1301440]="记载着少阳神功的内功秘籍，看起来古朴大雅<u><font color='#4ae833'><u>通过世家技能学习",
[1301510]="阿罗汉神功",
[1301520]="被动技能：学习后抗性增加。",
[1301530]="暂无",
[1301540]="记载着阿罗汉神功的内功秘籍，看起来古朴大雅<u><font color='#4ae833'><u>通过世家技能学习",
[1301610]="金钟罩",
[1301620]="被动技能：学习后抗性增加。",
[1301630]="暂无",
[1301640]="记载着金钟罩的内功秘籍，看起来古朴大雅<u><font color='#4ae833'><u>通过世家技能学习",
[1301710]="苦行禅功",
[1301720]="被动技能：学习后抗性增加。",
[1301730]="暂无",
[1301740]="记载着苦行禅功的内功秘籍，看起来古朴大雅<u><font color='#4ae833'><u>通过世家技能学习",

[1301810]="万象昏阴",
[1301820]="<font color='#87ceeb'>学习后增加对降低攻击类技能的抵抗。</font>",
[1301830]="克制<font color='#0DAB01'>蛊刃</font>",
[1301840]="暂无",
[1301910]="持续消耗",
[1301920]="<font color='#87ceeb'>学习后增加对持续伤害类技能的抵抗。</font>",
[1301930]="暂无",
[1301940]="暂无",
[1302010]="怒震威神",
[1302020]="<font color='#87ceeb'>学习后增加对沉默类技能的抵抗。</font>",
[1302030]="克制<font color='#0DAB01'>七杀心经</font>",
[1302040]="暂无",
[1302110]="固若金汤",
[1302120]="<font color='#87ceeb'>学习后增加对击退类技能的抵抗。</font>",
[1302130]="克制<font color='#0DAB01'>降龙十八掌</font>",
[1302140]="暂无",
[1302210]="不动明王体",
[1302220]="<font color='#87ceeb'>学习后增加对降低防御类技能的抵抗。</font>",
[1302230]="克制<font color='#0DAB01'>朝天阙</font>",
[1302240]="暂无",
[1302310]="醍醐灌顶",
[1302320]="<font color='#87ceeb'>学习后增加对眩晕类技能的抵抗。</font>",
[1302330]="克制<font color='#0DAB01'>狮子吼</font>",
[1302340]="暂无",
[1302410]="浮云无定",
[1302420]="<font color='#87ceeb'>学习后增加对定身类技能的抵抗。</font>",
[1302430]="克制<font color='#0DAB01'>画地为牢</font>",
[1302440]="暂无",
[1302510]="静影沉璧",
[1302520]="<font color='#87ceeb'>学习后增加对拉近类技能的抵抗。</font>",
[1302530]="克制<font color='#0DAB01'>吸星大法</font>",
[1302540]="暂无",
[1302610]="蹑云步",
[1302620]="<font color='#87ceeb'>学习后增加对降低移动速度类技能的抵抗。</font>",
[1302630]="克制<font color='#0DAB01'>苍寒诀</font>",
[1302640]="暂无",
[1302710]="青莲秘箓",
[1302720]="<font color='#87ceeb'>学习后增加对降低身法类技能的抵抗。</font>",
[1302730]="克制<font color='#0DAB01'>弹指神通</font>",
[1302740]="暂无",
[1302810]="菩提心经",
[1302820]="<font color='#87ceeb'>学习后增加对降低暴击类技能的抵抗。</font>",
[1302830]="克制<font color='#0DAB01'>六脉神剑</font>",
[1302840]="暂无",
--//////////////////////////角色基础技能
---------------------------------------------------剑基础技能
--【普通攻击】
[2100010]="基础剑法", 
[2100020]="<font color='#87ceeb'>基本的招式，单体近攻，对怪物或其他玩家造成基本伤害。</font>",
[2100030]="江湖杂学，习以筑基。",
--【单体近战】
[2100110]="剑影凝光",
[2100120]="<font color='#87ceeb'>使用后可攻击近距离的单体目标</font>",
[2100130]="快剑留影，凝光慑敌。",
[2100140]="记载着武学招式的秘籍，看起来破旧不堪",
--【目标线性】
[2100210]="寒锋刺骨",
[2100220]="<font color='#87ceeb'>使用后可攻击目标直线上的目标。</font>",
[2100230]="剑飞如羽，势惊人寰。",
[2100240]="记载着武学招式的秘籍，看起来破旧不堪",
--【自身范围】
[2100310]="寒霜剑气",
[2100320]="<font color='#87ceeb'>使用后可攻击身边大范围内的目标。</font>",
[2100330]="剑气纵横，寒光万里",
[2100340]="记载着武学招式的秘籍，看起来破旧不堪",
--【自身扇形】
[2100410]="剑羽惊寰",
[2100420]="<font color='#87ceeb'>使用后可攻击身边小范围内的目标</font>",
[2100430]="剑飞如羽，势惊人寰。",
[2100440]="记载着武学招式的秘籍，看起来破旧不堪",
--【目标范围】
[2100510]="横剑摆渡",
[2100520]="<font color='#87ceeb'>使用后可攻击目标直线上的敌人，并将有80%几率禁止对方使用技能，持续时间3秒。</font>",
[2100530]="剑意雄浑，气荡八方。",
[2100540]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
--【自身扇形】
[2100610]="冷锋荡玄",
[2100620]="<font color='#87ceeb'>使用后可攻击身边大范围内的目标，并将有80%几率降低目标防御30%，持续时间3秒。</font>",
[2100630]="剑意雄浑，气荡八方。",
[2100640]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
--【初始内功】
[1200610]="苍寒诀",
[1200620]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率降低目标移动速度</font>",
[1200630]="被敌方<font color='#0DAB01'>蹑云步</font>克制",
-- [1200630]="附加状态是否命中和敌方<font color='#0DAB01'>蹑云步</font>技能等级有关",
[1200640]="记载着内功的秘籍，看起来完好无损",
---------------------------------------------------刀基础技能
--【普通攻击】
[3100010]="基础刀法",
[3100020]="<font color='#87ceeb'>基本的招式，单体近攻，对怪物或其他玩家造成基本伤害。</font>",
[3100030]="江湖杂学，习以筑基。",
--【单体近战】
[3100110]="力劈重山",
[3100120]="<font color='#87ceeb'>使用后可攻击近距离的单体目标</font>",
[3100130]="刀锋冷厉，碎石裂地。",
[3100140]="记载着武学招式的秘籍，看起来破旧不堪",
--【目标线性】
[3100210]="一刀两断",
[3100220]="<font color='#87ceeb'>使用后可攻击目标直线上的目标。</font>",
[3100230]="狂刀豪舞，断风遏云。",
[3100240]="记载着武学招式的秘籍，看起来破旧不堪",
--【自身范围】
[3100310]="天雷坠地",
[3100320]="<font color='#87ceeb'>使用后可攻击身边大范围内的目标。</font>",
[3100330]="狂刀豪舞，断风遏云。",
[3100340]="记载着武学招式的秘籍，看起来破旧不堪",
--【自身扇形】
[3100410]="快刀乱麻",
[3100420]="<font color='#87ceeb'>使用后可攻击身边小范围内的目标</font>",
[3100430]="战魂未已，哀则必胜。",
[3100440]="记载着武学招式的秘籍，看起来破旧不堪",
--【目标范围】
[3100510]="烈火腾云",
[3100520]="<font color='#87ceeb'>勇猛地跃向目标区域，对目标区域内的目标造成伤害，并有50%几率降低目标移动速度，持续时间4.5秒。</font>",
[3100530]="力拔山兮气盖世",
[3100540]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
--【自身范围】
[3100610]="斩天震地",
[3100620]="<font color='#87ceeb'>使用后可攻击身边大范围内的目标，并有80%几率击晕目标，持续时间3秒。</font>",
[3100630]="力拔山兮气盖世",
[3100640]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
--【刀初始内功】
[1200710]="狂澜势",
[1200720]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率击退并击晕目标0.5秒</font>",
[1200730]="状态是否命中和敌方抗性技能有关",
[1200740]="记载着内功的秘籍，看起来完好无损",
---------------------------------------------------枪基础技能
--【普通攻击】
[4100010]="基础枪法",
[4100020]="<font color='#87ceeb'>基本的招式，单体近攻，对怪物或其他玩家造成基本伤害。</font>",
[4100030]="江湖杂学，习以筑基。",
--【单体近战】
[4100110]="流星追月",
[4100120]="<font color='#87ceeb'>使用后可攻击近距离的单体目标</font>",
[4100130]="灵蛇上棍，势如疾电。",
[4100140]="记载着武学招式的秘籍，看起来破旧不堪",
--【目标线性】
[4100210]="白虹贯日",
[4100220]="<font color='#87ceeb'>使用后可攻击目标直线上的目标。</font>",
[4100230]="寒星粲然，利芒射月。",
[4100240]="记载着武学招式的秘籍，看起来破旧不堪",
--【自身范围】
[4100310]="回光幻电",
[4100320]="<font color='#87ceeb'>使用后可攻击身边大范围内的目标。</font>",
[4100330]="寒星粲然，利芒射月。",
[4100340]="记载着武学招式的秘籍，看起来破旧不堪",
--【自身扇形】
[4100410]="赤霞旋影",
[4100420]="<font color='#87ceeb'>使用后可攻击身边小范围内的目标</font>",
[4100430]="丹凤起舞，狼烟横扫。",
[4100440]="记载着武学招式的秘籍，看起来破旧不堪",
--【基础职业技】

[4100510]="骤雨青荷",
[4100520]="<font color='#87ceeb'>快速挥舞长枪对敌方造成多次伤害，最后一次伤害可将周围敌方眩晕0.3秒。</font>",
[4100530]="红妆铁衣，泼水难入。",
[4100540]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
--【自身扇形】
[4100610]="飞瀑千波",
[4100620]="<font color='#87ceeb'>快速挥舞长枪对敌方造成多次伤害，并将目标击退。</font>",
[4100630]="红妆铁衣，泼水难入。",
[4100640]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
--【枪初始内功】
[1200810]="朝天阙",
[1200820]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率降低目标防御力</font>",
[1200830]="被敌方<font color='#0DAB01'>不动明王体</font>克制",
[1200840]="记载着内功的秘籍，看起来完好无损",
------------------------------------------------------镰刀基础技能
--【普通攻击】
[5100010]="基础镰法",
[5100020]="<font color='#87ceeb'>基本的招式，单体近攻，对怪物或其他玩家造成基本伤害。</font>",
[5100030]="江湖杂学，习以筑基。",
--【单体近战】
[5100110]="雀舌蚀体",
[5100120]="<font color='#87ceeb'>可攻击近距离的单体目标</font>",
[5100130]="形拟雀落，勾镰剥啄。",
[5100140]="记载着武学招式的秘籍，看起来破旧不堪",
--【目标线性】
[5100210]="刃野荆生",
[5100220]="<font color='#87ceeb'>使用后可攻击目标直线上的目标。</font>",
[5100230]="飞鹤踏雪，镰似爪利。",
[5100240]="记载着武学招式的秘籍，看起来破旧不堪",
--【自身范围】
[5100310]="修罗刺魂",
[5100320]="<font color='#87ceeb'>使用后可攻击身边大范围内的目标。</font>",
[5100330]="飞鹤踏雪，镰似爪利。",
[5100340]="记载着武学招式的秘籍，看起来破旧不堪",
--【自身扇形】
[5100410]="浮香魅影",
[5100420]="<font color='#87ceeb'>使用后可攻击身边小范围内的目标</font>",
[5100430]="镰光如雪，满地乱玉。",
[5100440]="记载着武学招式的秘籍，看起来破旧不堪",
--【基础职业技】
[5100510]="幽冥鬼爪",
[5100520]="<font color='#87ceeb'>神秘咒术，使用后对目标范围内敌人造成伤害，并将有70%几率将其束缚限制其移动，持续时间2秒。</font>",
[5100530]="霜风如刃，千锋袭人。",
[5100540]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],
--【自身扇形】
[5100610]="天香煞光",
[5100620]="<font color='#87ceeb'>使用后对扇形范围内敌人造成伤害，并将有80%几率降低目标攻击力30%，持续时间3秒。</font>",
[5100630]="霜风如刃，千锋袭人。",
[5100640]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],

--【赶猪技能】
[5200010]="大棒",
[5200020]="<font color='#87ceeb'>粗大的木棒，可将猪儿朝你的反方向赶出5米。</font>",
[5200030]="推猪于无形之中，可以推往任何地方。",
[5200040]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],

--【拉猪技能】
[5200110]="萝卜",
[5200120]="<font color='#87ceeb'>鲜嫩多汁的萝卜，可引诱猪儿面朝你的方向前进5米。</font>",
[5200130]="拉猪于无形之中，可以从任何地方拉出来。",
[5200140]="记载着武学招式的秘籍，看起来似有玄机<u><font color='#4ae833'><a href = 'asfunction:hrefevent,move,1103,23,15'>《襄阳野郊》都烈掉落</a></font></u>".."   "..[[<u><font color='#4ae833'><a href = 'asfunction:hrefevent,fun,17'>查看BOSS</a></font></u>]],



--【镰初始内功】 
[1200910]="蛊刃",
[1200920]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率降低目标攻击力</font>",
[1200930]="被敌方<font color='#0DAB01'>万象昏阴</font>克制",
[1200940]="记载着内功的秘籍，看起来完好无损",
--【公用初始内功】
[1201010]="五毒奇经",
[1201020]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率使目标中毒</font>",
[1201030]="中毒状态是否命中和敌方抗性技能有关",
[1201040]="记载着内功的秘籍，看起来完好无损",

[1201110]="七杀心经",
[1201120]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率使目标无法释放技能</font>",
[1201130]="被敌方<font color='#0DAB01'>怒震威神</font>克制",
[1201140]="记载着内功的秘籍，看起来完好无损",

[1201210]="画地为牢废弃",
[1201220]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率使目标无法移动</font>",
[1201230]="无法移动状态是否命中和敌方抗性技能有关",
[1201240]="记载着内功的秘籍，看起来完好无损",

[1201310]="紫霞神功",
[1201320]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率降低目标暴击率</font>",
[1201330]="状态是否命中和敌方抗性技能有关",
[1201340]="记载着内功的秘籍，看起来完好无损",

[1201410]="玄冥神掌",
[1201420]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率降低目标攻击速度</font>",
[1201430]="状态是否命中和敌方抗性技能有关",
[1201440]="记载着内功的秘籍，看起来完好无损",

[1201510]="无相神功",
[1201520]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率降低目标身法</font>",
[1201530]="状态是否命中和敌方抗性技能有关",
[1201540]="记载着内功的秘籍，看起来完好无损",

[1201610]="北冥神功",
[1201620]="<font color='#87ceeb'>开启后，所有攻击都会吸取目标血量</font>",
[1201630]="每次攻击都将吸取敌人精血为己所用",
[1201640]="记载着内功的秘籍，看起来完好无损",

[1201710]="画地为牢",
[1201720]="<font color='#87ceeb'>开启后，所有攻击都具有一定几率禁止敌方移动</font>",
[1201730]="被敌方<font color='#0DAB01'>浮云无定</font>克制",
[1201740]="记载着内功的秘籍，看起来完好无损",

---宝剑系统技能
[7000010]="鱼肠剑气",
[7000020]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000030]="鱼肠剑气",
[7000040]="鱼肠剑气",

[7000110]="绿虹剑气",
[7000120]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000130]="绿虹剑气",
[7000140]="绿虹剑气",

[7000210]="赤霄剑魂",
[7000220]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000230]="赤霄剑魂",
[7000240]="赤霄剑魂",

[7000310]="紫电剑魂",
[7000320]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000330]="紫电剑魂",
[7000340]="紫电剑魂",

[7000410]="青霜剑魂",
[7000420]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000430]="青霜剑魂",
[7000440]="青霜剑魂",

[7000510]="巨阙剑魂",
[7000520]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000530]="巨阙剑魂",
[7000540]="巨阙剑魂",

[7000610]="转魄剑魂",
[7000620]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000630]="转魄剑魂",
[7000640]="转魄剑魂",

[7000710]="太阿剑魂",
[7000720]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000730]="太阿剑魂",
[7000740]="太阿剑魂",

[7000810]="湛卢剑魂",
[7000820]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000830]="湛卢剑魂",
[7000840]="湛卢剑魂",

[7000910]="伽蓝剑魂",
[7000920]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7000930]="伽蓝剑魂",
[7000940]="伽蓝剑魂",

[7001010]="龙渊剑魂",
[7001020]="您获得名剑后，在战斗过程中，名剑会自动触发使用。\n<font color='#00FF00'>提升名剑等级可获得额外名剑能力</font>",
[7001030]="龙渊剑魂",
[7001040]="龙渊剑魂",

[8000010]="乌蚕衣护体",
[8000020]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000030]="护体",
[8000040]="护体",

[8000110]="鲛绡衣护体",
[8000120]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000130]="护体",
[8000140]="护体",

[8000210]="柔藤背心护体",
[8000220]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000230]="护体",
[8000240]="护体",

[8000310]="蟒鳞软甲护体",
[8000320]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000330]="护体",
[8000340]="护体",

[8000410]="荆棘护镜护体",
[8000420]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000430]="护体",
[8000440]="护体",

[8000510]="含沙射影护体",
[8000520]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000530]="护体",
[8000540]="护体",

[8000610]="软猬甲护体",
[8000620]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000630]="护体",
[8000640]="护体",

[8000710]="金丝铠甲护体",
[8000720]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000730]="护体",
[8000740]="护体",

[8000810]="狻猊铠护体",
[8000820]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000830]="护体",
[8000840]="护体",

[8000910]="涅槃羽织护体",
[8000920]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8000930]="护体",
[8000940]="护体",

[8001010]="蚩尤天衣护体",
[8001020]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8001030]="护体",
[8001040]="护体",

[8001110]="宝甲十二阶",
[8001120]="您获得宝甲后，在战斗过程中，可抵消敌方<font color='#00FF00'>名剑伤害</font>\n<font color='#00FF00'>提升宝甲等级可获得额外宝甲能力</font>",
[8001130]="护体",
[8001140]="护体",

[8100010]="经书技能1",
[8100020]="1",
[8100030]="2",
[8100040]="3",

[8100110]="经书技能2",
[8100120]="1",
[8100130]="2",
[8100140]="3",
[8888810]="初级突击",
[8888820]="<font color='#87ceeb'>可攻击近距离单体目标。</font>",
[8888830]="有几率对目标造成100%攻击，附加200点伤害。",
[8888840]="基础武学，广泛流传于江湖。",

[2000000110]="风火翦",
[2000000120]="<font color='#87ceeb'>对半径6米扇形范围内目标造成5次伤害。</font>",
[2000000140]="有几率对目标造成100%攻击，附加200点伤害。",
[2000000130]="基础武学，广泛流传于江湖。",

[2000000210]="福禄无双",
[2000000220]="<font color='#87ceeb'>对自身范围内目标造成伤害。</font>",
[2000000230]="有几率对目标造成100%攻击，附加200点伤害。",
[2000000240]="基础武学，广泛流传于江湖。",

[2000000310]="鬼画符",
[2000000320]="<font color='#87ceeb'>攻击身边范围内目标，且有概率降低其攻击力。</font>",
[2000000330]="有几率对目标造成100%攻击，附加200点伤害。",
[2000000340]="基础武学，广泛流传于江湖。",

[2000000410]="五毒神掌",
[2000000420]="<font color='#87ceeb'>对扇形范围内目标造成2次伤害。</font>",
[2000000430]="有几率对目标造成100%攻击，附加200点伤害。",
[2000000440]="基础武学，广泛流传于江湖。",

[2000000510]="旋音锥",
[2000000520]="<font color='#87ceeb'>攻击近距离单体目标，且有概率降低其暴击率。</font>",
[2000000530]="有几率对目标造成100%攻击，附加200点伤害。",
[2000000540]="基础武学，广泛流传于江湖。",

[2000000610]="棒打狗头",
[2000000620]="<font color='#87ceeb'>攻击近距离单体目标，并有几率无视目标防御。</font>",
[2000000630]="有几率对目标造成100%攻击，附加200点伤害。",
[2000000640]="基础武学，广泛流传于江湖。",

[2000000710]="灵蟾坠莲",
[2000000720]="<font color='#87ceeb'>攻击近距离单体目标。</font>",
[2000000730]="有几率对目标造成100%攻击，附加200点伤害。",
[2000000740]="基础武学，广泛流传于江湖。",

[2000000810]="分花拂柳",
[2000000820]="<font color='#87ceeb'>攻击近距离单体目标并造成5次伤害。</font>",
[2000000830]="有几率对目标造成100%攻击，附加200点伤害。",
[2000000840]="基础武学，广泛流传于江湖。",

[2000000910]="佛心长明",
[2000000920]="<font color='#87ceeb'>攻击近距离单体目标，并有几率使目标眩晕。</font>",
[2000000930]="有几率对目标造成100%攻击，附加400点伤害。",
[2000000940]="基础武学，广泛流传于江湖。",

[2000001010]="劈山剁玉",
[2000001020]="<font color='#87ceeb'>攻击近距离单体目标。</font>",
[2000001030]="有几率对目标造成100%攻击，附加400点伤害。",
[2000001040]="基础武学，广泛流传于江湖。",

[2000001110]="缚仙索",
[2000001120]="<font color='#87ceeb'>对目标造成2次伤害，并有几率使目标定身。</font>",
[2000001130]="有几率对目标造成100%攻击，附加400点伤害。",
[2000001140]="基础武学，广泛流传于江湖。",

[2000001210]="天门斩",
[2000001220]="<font color='#87ceeb'>攻击近距离单体目标，并造成2倍伤害。</font>",
[2000001230]="有几率对目标造成100%攻击，附加400点伤害。",
[2000001240]="基础武学，广泛流传于江湖。",

[2000001310]="放下屠刀",
[2000001320]="<font color='#87ceeb'>攻击近距离单体目标，并有几率使目标沉默。</font>",
[2000001330]="有几率对目标造成100%攻击，附加400点伤害。",
[2000001340]="基础武学，广泛流传于江湖。",

[2000001410]="穿心化血",
[2000001420]="<font color='#87ceeb'>攻击附近单体目标，并有几率使其持续掉血。</font>",
[2000001430]="有几率对目标造成100%攻击，附加400点伤害。",
[2000001440]="基础武学，广泛流传于江湖。",

[2000001510]="长河落日",
[2000001520]="<font color='#87ceeb'>攻击附近单体目标，且有概率降低其移动速度。</font>",
[2000001530]="有几率对目标造成100%攻击，附加400点伤害。",
[2000001540]="基础武学，广泛流传于江湖。",

[2000001610]="斩首式",
[2000001620]="<font color='#87ceeb'>对半径为5米范围内的目标造成伤害。</font>",
[2000001630]="有几率对目标造成100%攻击，附加400点伤害。",
[2000001640]="基础武学，广泛流传于江湖。",

[2000001710]="分筋错骨",
[2000001720]="<font color='#87ceeb'>攻击附近单体目标，且有概率降低其身法。</font>",
[2000001730]="有几率使目标定身3秒。",
[2000001740]="基础武学，广泛流传于江湖。",

[2000001810]="熔金化铁",
[2000001820]="<font color='#87ceeb'>对单体目标造成攻击，并追加大量伤害。</font>",
[2000001830]="有几率使目标降低移动速度30%，持续3秒。",
[2000001840]="基础武学，广泛流传于江湖。",

[2000001910]="抽身换影",
[2000001920]="<font color='#87ceeb'>对半径7米扇形范围内目标造成2次伤害。</font>",
[2000001930]="有几率使目标降低30%防御，持续3秒。",
[2000001940]="基础武学，广泛流传于江湖。",

[2000002010]="凌空裂帛",
[2000002020]="<font color='#87ceeb'>对单体目标造成攻击，并追加大量伤害。</font>",
[2000002030]="有几率降低目标攻击力30%，持续3秒。",
[2000002040]="基础武学，广泛流传于江湖。",

[2000002110]="乱石穿空",
[2000002120]="<font color='#87ceeb'>对半径4米扇形范围内目标造成2次伤害。</font>",
[2000002130]="有几率使目标沉默，持续3秒。",
[2000002140]="基础武学，广泛流传于江湖。",

[2000002210]="扫月拂云",
[2000002220]="<font color='#87ceeb'>对半径5米扇形范围内目标造成伤害。</font>",
[2000002230]="有几率使目标沉默，持续3秒。",
[2000002240]="基础武学，广泛流传于江湖。",

[2000002310]="移山压顶",
[2000002320]="<font color='#87ceeb'>对自身范围内的所有目标造成伤害。</font>",
[2000002330]="有几率使目标降低30%暴击，持续3秒。",
[2000002340]="基础武学，广泛流传于江湖。",

[2000002410]="霸王掷鼎",
[2000002420]="<font color='#87ceeb'>对范围目标造成伤害且有几率使其眩晕。</font>",
[2000002430]="有几率使目标降低30%身法，持续3秒。",
[2000002440]="基础武学，广泛流传于江湖。",

[2000002510]="天罗地网",
[2000002520]="<font color='#87ceeb'>对自身范围内的所有目标造成伤害。</font>",
[2000002530]="有几率对目标造成150%攻击，附加1000点伤害。",
[2000002540]="基础武学，广泛流传于江湖。",

[2000002610]="惊涛拍岸",
[2000002620]="<font color='#87ceeb'>对附近目标造成伤害，且有概率击退其3米。</font>",
[2000002630]="有几率对目标造成150%攻击，附加1000点伤害。",
[2000002640]="基础武学，广泛流传于江湖。",

[2000002710]="九霄神雷",
[2000002720]="<font color='#87ceeb'>对附近单体目标造成伤害。</font>",
[2000002730]="有几率对目标造成150%攻击，附加1000点伤害。",
[2000002740]="基础武学，广泛流传于江湖。",

[2000002810]="长遇春",
[2000002820]="<font color='#87ceeb'>角色杀怪经验加成50%。（侠客出战后生效）</font>",
[2000002830]="杀怪经验提高50%（不受多倍经验丹影响）。",
[2000002840]="基础武学，广泛流传于江湖。",

[2000002910]="猛虎出山",
[2000002920]="<font color='#87ceeb'>增加角色攻击力。（侠客出战后生效）</font>",
[2000002930]="角色攻击力增加50。。",
[2000002940]="基础武学，广泛流传于江湖。",

[2000003010]="渊渟岳峙",
[2000003020]="<font color='#87ceeb'>增加角色防御力。（侠客出战后生效）</font>",
[2000003030]="角色防御增加50。",
[2000003040]="基础武学，广泛流传于江湖。",

[2000003110]="搏死生",
[2000003120]="<font color='#87ceeb'>增加角色暴击。（侠客出战后生效）</font>",
[2000003130]="角色暴击增加50。",
[2000003140]="基础武学，广泛流传于江湖。",

[2000003210]="雀投林",
[2000003220]="<font color='#87ceeb'>增加角色身法。（侠客出战后生效）</font>",
[2000003230]="角色身法增加50。",
[2000003240]="基础武学，广泛流传于江湖。",

[2000003310]="泥流劲",
[2000003320]="<font color='#87ceeb'>侠客受到攻击时减免10%伤害。</font>",
[2000003330]="角色身法增加50。",
[2000003340]="基础武学，广泛流传于江湖。",

[2000003410]="刺猬伏冬",
[2000003420]="<font color='#87ceeb'>攻击侠客的目标会受到伤害。</font>",
[2000003430]="攻击自身的目标会受到100点伤害。",
[2000003440]="基础武学，广泛流传于江湖。",
--/////////////////////结婚技能
[6000010]="众里寻他",
[6000020]="将自己传送到伴侣身边",
[6000030]="",
[6000110]="患难与共",
[6000120]="同地图内，彼此可共享药品的恢复效果",
[6000130]="",
[6000210]="心有灵犀",
[6000220]="与伴侣演武时，提升真气收益。",
[6000230]="",
[6000310]="相敬如宾",
[6000320]="与伴侣在同地图杀怪时,经验收益增加",
[6000330]="",
[6000410]="海誓山盟",
[6000420]="使用后降低伴侣受到伤害的30%",
[6000430]="",
[6000510]="一往情深",
[6000520]="使用后为伴侣提升攻击力（加成幅度为自身攻击力的20%）",
[6000530]="",

---------
[6100010]="独孤九剑",
[6100020]="对目标区域的怪物造成10倍伤害！",
[6100030]="暂无",

[6100110]="无双",
[6100120]="<font color='#87ceeb'>使用需要消耗角色1颗煞元，使用后开启角色无双状态，开启后角色提升角色各项属性，持续时间20秒</font>",
[6100130]="释放无双时将对周围目标造成100%伤害并有几率将其击退",
[6100140]="记载着兵家杀气爆发提升能力的秘籍，看起来平平无奇",

[6100310]="法身降魔咒",
[6100320]="<font color='#4daeed'>领悟%s :</font><font color='#FFFF00'>%d秒</font><br />",
[6100330]="<font color='#FFFF00'>主动技能</font>",
[6100340]="<font color='#FFFF00'>法身降魔咒是修炼易筋经后领悟的神技，使用后可立即解除自身所受”七杀心经“沉默效果，并且在随后短时间内免疫“七杀心经”沉默效果</font>",

[6100410]="血魔功",
[6100420]="<font color='#4daeed'>领悟%s :</font><font color='#FFFF00'>%d秒</font><br />",
[6100430]="<font color='#FFFF00'>主动技能</font>",
[6100440]="<font color='#FFFF00'>法身降魔咒是修炼易筋经后领悟的神技，使用后可立即解除自身所受”七杀心经“沉默效果，并且在随后短时间内免疫“七杀心经”沉默效果</font>",

[6100350]= {
	{[1] = "第一式-韦驮献杵   ",},
	{[2] = "第二式-金刚怒目   ",},
	{[3] = "第三式-步步生莲   ",},
	{[1] = "第四式-拈花心传   ",},
	{[2] = "第五式-摩诃无量   ",},
	{[3] = "第六式-慈航普渡   ",},
	{[4] = "第七式-八相成道   ",},
	{[5] = "第八式-五蕴皆空   ",},
	{[6] = "第九式-枯荣由它   ",},
	{[7] = "第十式-常乐我净   ",},
	{[8] = "第十一式-娑婆世界 ",},
	{[10] = "第十二式-即心即佛 ",},
	},
};


